Repository: bobintetley/asm2
Catalog: src/locale/po/*.po
Languages: de, el, es, et, fr, he, lt, nl, pl, pt, sk

source: The area the animal was lost in, eg: Millhouses, Sheffield
de: Die Lokation in dem das Tier abhanden gekommen ist
el: Η περιοχή στην οποία απωλέσθη το ζώο, π.χ.: Μαρίνα, Καλαμάτα
es: El área donde se perdió el animal, por ejemplo: Torre de la Horadada, Alicante
et: Piirkond, kust loom kadus, näit. Pärsti vald, Viljandimaa
fr: Le lieu de disparition de l'animal
he: האזור בו חיית המחמד אבדה, לדוגמה: תל גיבורים, חולון
lt: Vietovė, kurioje dingo gyvūnas, pvz.: Antakalnis, Šilutė
nl: Het gebied waar het dier vermist is
pl: Obszar w którym zwierzę zagineło
pt: Área onde o animal se perdeu
sk: Oblasť, v ktorej bolo zviera stratené

source: Delete this record
de: Diesen Datensatz löschen
el: Διαγραφή της εγγραφής
es: Eliminar este registro
et: Kustuta see sissekanne
fr: Supprimer
he: מחיקת רשומה זו
lt: Šalinti šį įrašą
nl: Verwijder dit record
pl: Usuń ten wpis
pt: Apagar este registo
sk: Vymazať tento záznam

source: Date Reported:
de: Datum der Benachrichtigung
es: Fecha comunicada:
et: Teatamise kuupäev:
fr: Déclaré le :
he: תאריך הדיווח:
lt: Pranešimo data:
nl: Aangiftedatum:
pl: Data Zgłoszenia:
pt: Data de Reporte:
sk: Dátum oznámenia:

source: Create New Found Animal
de: Neues Fundtier anlegen
el: Δημιουργία Νέου Ευρεθέντος Ζώου
es: Crear nuevo animal encontrado
et: Loo uus leitud loom
fr: Ajouter un animal trouvé
he: יצירת חיית מחמד חדשה שנמצאה
lt: Pridėti naują rastą gyvūną
nl: Maak een nieuw gevonden dier aan
pl: Utwórz Nowe Zwierzę Odnalezione
pt: Criar novo Animal Encontrado
sk: Vytvoriť nové nájdené zviera

source: Match to lost animals
de: Mit vermissten Tieren vergleichen
el: Ταίριασμα σε απωλεσθέντα ζώς
es: Coincidir con animales perdidos
et: Võrdle kadunud loomadega
fr: Comparer avec les animaux perdus
he: התאמה לחיות מחמד שאבדו
lt: Ieškoti atitikimų su dingusiais gyvūnais
nl: Koppel aan vermiste dieren
pl: Dopasuj do zwierząt zaginionych
pt: Ocorrência para Animais Perdidos
sk: Porovnať so stratenými zvieratami

source: The postcode area the animal was found in
de: Postleitzahl der Fundstelle
el: Ο Τ.Κ. της περιοχής που βρέθηκε το ζώο
es: El código postal del área en la que se encontró al animal
et: Piirkonna postiindeks, kust loom leiti
fr: Code postal du lieu où l'animal a été trouvé
he: אזור המיקוד בו נמצאה חיית המחמד
lt: Vietovės, kurioje rastas gyvūnas, pašto kodas
nl: De postcode van het gebied waar het dier is gevonden
pl: Kod Pocztowy obszaru, w którym odnaleziono zwierzę
pt: Código Postal da área onde o animal foi encontrado
sk: PSČ oblasti, v ktorej bolo zviera nájdené

source: Date Found:
de: Datum gefunden
el: Ημερομηνία εύρεσης:
es: Fecha en la que se encontró:
et: Leidmise kuupäev:
fr: Trouvé le :
he: התאריך בו היא נמצאה:
lt: Radimo data:
nl: Datum gevonden:
pl: Data Odnalezienia:
pt: Encontrado em:
sk: Dátum nájdenia:

source: Features:
de: Merkmale
el: Χαρακτηριστικά:
es: Características:
et: Tunnusjooned:
fr: Signes particuliers :
he: מאפיינים:
lt: Požymiai:
nl: Eigenschappen:
pt: Características:
sk: Znaky (vzhľad):

source: Colour:
de: Farbe
el: Χρώμα:
es: Color:
et: Värv:
fr: Couleur :
he: צבע:
lt: Spalva:
nl: Kleur:
pl: Kolor:
pt: Cor:
sk: Farba:

source: Returned:
de: Zurück an Eigentümer
el: Επεστράφη:
es: Devuelto:
et: Tagastatud:
fr: Restitué le :
he: הוחזר:
lt: Grąžintas:
nl: Teruggebracht:
pt: Devolvido:
sk: Vrátené:

source: Area Found:
de: Fundgebiet
el: Περιοχή Εύρεσης:
es: Área donde se encontró:
et: Leidmise piirkond:
fr: Lieu de découverte :
he: אזור בו נמצא:
lt: Radimo vietovė:
nl: Gebied Gevonden:
pl: Obszar Odnalezienia:
pt: Área onde foi encontrado:
sk: Oblasť nájdenia:

source: The area this animal was found in, eg: Dore, Sheffield
de: Fundgebiet
el: Η περιοχή που βρέθηκε το ζώο, π.χ.: Ψυρρή, Αθήνα
es: El área donde se encontró al animal, por ejemplo: Pinar de Campoverde, Alicante
et: Piirkond, kust loom leiti, näit. Pärsti vald, Viljandimaa
fr: L'endroit où cet animal a été trouvé :
he: האזור בו נמצאה חיית מחמד זו, לדוגמה: ז'בוטינסקי, תל אביב
lt: Vietovė, kurioje rastas gyvūnas, pvz.: Baltupiai, Telšiai
nl: Het gebied waar het dier is gevonden
pl: Obszar lub miejsce w którym zwierzę znaleziono
pt: Área onde o animal foi encontrado:
sk: Oblasť, v ktorej bolo zviera nájdené

source: Contact Details:
de: Kontakt Daten
el: Πληροφορίες Επικοινωνίας:
es: Detalles del contacto:
et: Kontakt:
fr: Détails du contact :
he: פרטי איש הקשר:
lt: Kontaktinio asmens duomenys
pl: Osoba Kontaktowa:
pt: Detalhes do Contacto:
sk: Kontaktné detaily:

source: Reference number must be numeric
de: Referenz Nummer muss eine Zahl sein
el: Ο αριθμός αναφοράς πρέπει να είναι αριθμητικά ψηφία
es: La referencia ha de ser numérica
fr: La numéro de référence doit être numérique
he: על מספר ההפנייה להיות מספרי בלבד
lt: Identifikacinis numeris turi būti išreikštas skaičiumi
nl: Het referentienummer moet een getal zijn
pl: Numer referencyjny musi być w formacie numerycznym
pt: Número de referência deve ser numérico
sk: Referenčné číslo musí byť numerické

source: Include returned animals
de: Zurückgegebene Tiere mit einschliessen
el: Συμπεριέλαβε επιστραφέντα ζώα
es: Incluir animales devueltos
et: Lisa tagastatud loomad
fr: Inclure les animaux retournés
he: הכללת חיות מחמד שהוחזרו
lt: Įtraukti grįžusius gyvūnus
nl: Inclusief de dieren die zijn teruggebracht
pl: Włączając zwrócone zwierzęta
pt: Incluir animais devolvidos
sk: Zahrnúť vrátené zvieratá

source: Edit Found Animal - {0}
de: Fundtier editieren
el: Επεξεργασία Ευρεθέντος Ζώου - {0}
es: Editar animal encontrado - {0}
et: Muuda leitud looma - {0}
fr: Édition animal trouvé - {0}
he: עריכת חיית מחמד שנמצאה - {0}
lt: Redaguoti rastą gyvūną - {0}
nl: Bewerk gevonden dier - {0}
pl: Edytuj Zwierzę Odnalezione - {0}
pt: Editar Animal Encotrado - {0}
sk: Upraviť nájdené zviera - {0}

source: Edit Lost Animal - {0}
de: Editieren Fundtier - {0}
el: Επεξεργασία απωλεσθέντος ζώου - {0}
es: Editar animal perdido - {0}
et: Muuda kadunud looma - {0}
fr: Édition animal perdu - {0}
he: עריכת חיית מחמד שאבדה - {0}
lt: Redaguoti dingusį gyvūną - {0}
nl: Bewerk vermist dier - {0}
pl: Edytuj Zwierzę Zaginione - {0}
pt: Editar Animal Perdido - {0}
sk: Upraviť stratené zviera - {0}

source: Search complete - {0} matches found.
de: Suche Komplett - {0} Übereinstimmungen gefunden
el: Η αναζήτηση ολοκληρώθηκε - {0} αποτελέσματα βρέθηκαν.
es: Búsqueda completada - {0} coincidencias encontradas.
et: Otsing lõpetatud - {0} leitud sobivust.
fr: Recherche terminée - {0} correspondances trouvées.
he: החיפוש הושלם - נמצאו {0} תוצאות.
lt: Paieška atlikta - rasti {0} atitikimai.
nl: Zoekactie volledig - {0} overeenkomsten gevonden.
pl: Wyszukiwanie zakończone - znaleziono {0} możliwych dopasowań.
pt: Procura Completa . {0} registos encontrados.
sk: Vyhľadávanie kompletné - {0} nájdených.

source: Create a new animal record from this record
de: Einen neuen Datensatz von dieser Vorlage erzeugen
el: Δημιουργία νέας εγγραφής ζώου από αυτή την εγγραφή
es: Crear un registro de animal a partir de este registro
et: Loo sellest kirjest uus looma kirje
fr: Créer un nouvel animal à partir de ces données
he: יצירת רשומת חיית מחמד חדשה מרשומה זו
lt: Kurti naujo gyvūno įrašą pagal šį įrašą
nl: Maak een dier-record aan van dit record
pl: Utwórz nowy wpis zwierzęcia korzystając z aktualnie otwartego
pt: Criar novo registo de animal a partir deste registo
sk: Vytvoriť nový záznam zvieraťa z tohto záznamu

source: Area Lost:
de: Gebiet in dem das Tier entlaufen ist
el: Περιοχή Εξαφάνισης:
es: Perdido en el área:
et: Kadumise piirkond:
fr: Lieu de disparition :
he: אזור בו אבד:
lt: Dingimo vietovė:
nl: Gebied vermist:
pl: Obszar Zaginięcia:
pt: Área em que se perdeu:
sk: Oblasť straty:

source: Age Group:
de: Altersgruppe:
el: Ηλικιακή Ομάδα:
he: קבוצת גיל:
lt: Amžiaus grupė:
nl: Leeftijdsgroep:
pl: Grupa Wiekowa:
pt: Grupo de Idade:

source: Age Group
de: Altersgruppe
el: Ηλικιακή Ομάδα:
he: קבוצת גיל
lt: Amžiaus grupė
nl: Leeftijdsgroep
pl: Grupa Wiekowa
pt: Grupo de Idade

source: Create a waiting list entry from this record
el: Δημιούργησε μία λίστα αναμονής από αυτό το αρχείο
he: יצירת רשומת רשימת המתנה מרשומה זו
lt: Sukurti įrašą laukiančiųjų vietos sąraše iš šio įrašo
nl: Maak een wachtlijst aan voor deze invoer

source: Produce a report matching lost and found animals
de: Erzeuge Vergleichsbericht von vermissten und gefundenen Tieren
el: Δημιούργησε μία αναφορά ταιριάσματος απωλεσθέντων και ευρεθέντων ζώων
es: Generar un informe con animales perdidos y encontrados
et: Tee aruanne kadunud ja leitud loomade sobitamiseks.
fr: Créer un rapport de correspondance des animaux perdus/trouvés
he: יצירת דוח התואם לחיות שאבדו ונמצאו
lt: Kurti palyginamąją dingusių ir rastų gyvūnų ataskaitą
nl: Maak een rapportage met overeenkomsten tussen gevonden en vermiste dieren
pl: Wygeneruj raport dopasowań zwierząt zaginionych i odnalezionych
pt: Produzir um relatório com ocorrência de animais perdidos e achados
sk: Vytvoriť report zhôd stratených a nájdených zvierat

source: O&ff The Shelter
de: Ausserhalb des Tierheims
el: Ε&κτός Καταφυγίου
es: F&uera del refugio
et: V&arjupaigast väljas
fr: Animaux hors refuge
he: &מחוץ לבית המחסה
lt: &Ne prieglaudoje (spausdinimui)
nl: &Buiten het opvangcentrum
pl: Poza Schroniskiem
pt: Fora do Canil
sk: Mimo útulku

source: &Mail Merge
de: Serien&brief
el: Συγχώνευση &Αλληλογραφίας
es: Avisos por &correo
fr: &Publipostage
he: &מיזוג דואר
lt: &Komponuoti laiškus
nl: &Mailsamenvoeging
pt: &Unir Mail
sk: &Hromadná korešpondencia

source: Find an Animal
de: Tier finden
el: Εύρεση Ζώου
es: Buscar un animal
et: Leia loom
fr: Rechercher un animal
he: חיפוש חיית מחמד
lt: Gyvūno paieška
nl: Vind een dier
pl: Znajdź Zwierzę
pt: Encontrar um Animal
sk: Vyhľadať zviera

source: &Options
de: &Optionen
el: &Επιλογές
es: &Opciones
et: &Valikud
fr: &Paramètres
he: &אפשרויות
lt: &Parinktys
nl: &Opties
pl: &Opcje
pt: &Opções
sk: &Možnosti

source: Find a Lost Animal
de: Finde vermisstes Tier
el: Βρες ένα χαμένο ζώο
es: Buscar un animal perdido
et: Leia kadunud loom
fr: Rechercher un animal perdu
he: חיפוש חיית מחמד שאבדה
lt: Dingusio gyvūno paieška
nl: Vind een vermist dier
pl: Znajdz Zwierzę Zaginione
pt: Encontrar um Animal Perdido
sk: Vyhľadať stratené zviera

source: System
de: Systemeinstellungen
el: Σύστημα
es: Sistema
et: Süsteem
fr: Système
he: מערכת
lt: Sistema
nl: Systeem
pt: Sistema
sk: Systém

source: Match Lost and Found Animals
de: Vermisste und gefundene Tiere vergleichen
el: Συνδύασε χαμένα και ευρεθέντα ζώα
es: Coincidir animales perdidos y encontrados
et: Võrdle kaotatud ja leitud loomi
fr: Comparer les animaux perdus et trouvés
he: התאמה לחיות מחמד שאבדו ונמצאו
lt: Lyginti dingusius ir rastus gyvūnus
nl: Koppel vermiste en gevonden dieren
pl: Dopasuj Zwierzęta Zaginione i Odnalezione
pt: Condizer Animais Perdidos e Achados
sk: Porovnať stratené a nájdené zvieratá

source: Print Vets Diar&y
de: Veterinärbuch Drucken
el: Εκτύπωση Ημερ&ολογίου Κτηνιάτρου
es: Imprimir diario &veterinario
et: Prindi veterinaari pä&evik
fr: Im&primer agenda vétérinaire
he: הדפסת יומן ה&ווטרינר
lt: Priminimai ve&terinarui spausdinimui
nl: Print dierenartsenagenda
pl: Wydrukuj Dziennik Weterynaryjny
pt: Imprimir Diário dos Vets
sk: Vytlačiť diár veterinára

source: Run Database Diagn&ostic
de: Datenbank Diagn&ose ausführen
el: Εκτέλεση Διαγνω&στικού Βάσης Δεδομένων
es: Ejecutar &diagnóstico de la base de datos
fr: &Diagnostic base de données
he: הרצת &ניתוח של מסד הנתונים
lt: Vykdyti duomenų bazės diagn&ostiką
nl: Voer databankdiagn&ose uit
pl: Uruchom Diagnostykę Bazy Danych
pt: Correr Diagnósticos à Base de Dados
sk: Spustiť diagnózu databázy

source: Find an Owner
de: Einen Besitzer suchen
el: Εύρεση Ιδιοκτήτη
es: Buscar un con&tacto
et: Leia omanik
fr: Rechercher un contact
he: חיפוש בעלים
lt: Asmens paieška
nl: Vind een eigenaar
pl: Znajdz Właściciela
pt: Encontrar um dono
sk: Vyhľadať majiteľa

source: Add a new animal
de: Neues Tier hinzufügen
el: Προσθήκη νέου ζώου
es: Añadir &nuevo animal
et: Lisa uus loom
fr: Ajouter un animal
he: הוספת חיית מחמד חדשה
lt: Pridėti naują gyvūną
nl: Voeg een nieuw dier toe
pl: Dodaj nowe zwierzę
pt: Adicionar um novo Animal
sk: Pridať zviera

source: View Local &Cache
de: Lokales &Cache anzeigen
el: Προβολή Τοπικής &Λανθάνουσας Μνήμης
es: Ver cac&hé local
fr: Voir &cache local
he: &צפייה במטמון המקומי
lt: Žiūrėti &vietinį podėlį
nl: Bekijk lokale &cache
pt: Ver Cache Local
sk: Zobraziť "Local Cache"

source: &Preferences
de: &Voreinstellungen
el: &Προτιμήσεις
es: &Preferencias
et: &Eelistused
fr: &Préférences
he: ה&עדפות
lt: &Nuostatos
nl: &Voorkeuren
pl: &Preferencje
pt: &Preferências
sk: &Nastavenia

source: &Lost and Found
de: &Vermisst und gefunden
es: Perdidos y &encontrados
et: &Kaotatud ja leitud
fr: &Perdu/Trouvé
he: א&בידות ומציאות
lt: &Dingę ir rasti
nl: &Vermist en gevonden
pl: &Zaginione i Odnalezione
pt: &Perdidos e Achados
sk: Stratené a nájdené

source: &Lookups
de: &Suchen
es: Bús&quedas
fr: &Requêtes
he: א&בידות ומציאות
lt: Su&vestinės
nl: &Opzoekingen
pt: &Vistas
sk: Zoznamy

source: Animals &On The Shelter
de: Tierheim Bewohner
el: Ζώα &Στο Καταφύγιο
es: Animales &en el refugio
et: Loomad &varjupaigas
fr: Animaux &du refuge
he: חיות מחמד ש&בבית המחסה
lt: Gyvūnai &prieglaudoje (spausdinimui)
nl: Dieren &in het opvangcentrum
pl: Zwierzęta Przebywające w Schronisku
pt: Animais no Canil
sk: Zvieratá v útulku

source: &Internet
el: &Διαδίκτυο
he: &אינטרנט
lt: &Internetas

source: Run Database U&pdate
de: Datenbank U&pdate durchführen
el: Εκτέλεση Αν&αβάθμισης Βάσης Δεδομένων
es: Ejecuta actuali&zación de la base de datos
fr: &Mise à jour base de données
he: הרצת &עדכון מסד הנתונים
lt: &Vykdyti duomenų bazės atnaujinimą
nl: Voer databanku&pdate uit
pl: Wykonaj Update Bazy Danych
pt: Correr Update da Base de Dados
sk: Spustiť update databázy

source: &Colours
de: &Farb Einstellungen
el: &Χρώματα
es: &Colores
et: &Värvid
fr: &Couleurs
he: &צבעים
lt: &Spalvos
nl: &Kleuren
pl: &Kolory
pt: &Cores
sk: &Farby

source: &File
de: &Datei
el: &Αρχείο
es: &Archivo
et: &Fail
fr: &Fichier
he: &קובץ
lt: &Failai
nl: &Bestand
pl: &Plik
pt: &Ficheiro
sk: &Súbor

source: &Animal
de: Tier
el: &Ζώο
et: &Loom
he: &חיית מחמד
lt: &Gyvūnai
nl: &Dier
pl: &Zwierzę
sk: &Zviera

source: &Owner
de: &Besitzer
el: &Ιδιοκτήτης
es: &Contacto
et: &Omanik
fr: &Propriétaire
he: &בעלים
lt: &Asmenys
nl: &Eigenaar
pl: &Właściciel
pt: &Dono
sk: &Majiteľ

source: &Find Animal
de: &Tiersuche
el: &Αναζήτηση Ζώου
es: &Encontrar Animal
et: &Leia loom
fr: &Rechercher
he: חיפוש חיית &מחמד
lt: Gyvūno pa&ieška
nl: &Vind dier
pl: &Znajdź Zwierzę
pt: &Encontrar Animal
sk: &Vyhľadať zviera

source: &Print Diary Notes
de: &Tagesnotiz drucken
el: &Εκτύπωση Σημειώσεων Ημερολογίου
es: Im&primir notas de diario
et: &Prindi päeviku märkused
fr: &Imprimer les actions
he: ה&דפסת הערות היומן
lt: Visi priminimai &spausdinimui
nl: &Print agendanotities
pl: &Wydrukuj Notatki z Dziennika
pt: &Imprimir Notas Diárias
sk: Vytlačiť poznámky v diári

source: Database Tools
de: Datenbank-Werkzeuge
el: Εργαλεία βάσης δεδομένων
es: Herramientas de la base de datos
et: Andmebaasi tööriistad
fr: Outils base de données
he: כלי מסדי הנתונים
lt: Duomenų bazės įrankiai
nl: Databank hulpmiddelen
pl: Narzędzia Bazy Danych
pt: Ferramentas da Base de Dados
sk: Nástroje databázy

source: &About...
de: &Info...
el: &Σχετικά...
es: &Acerca de...
et: Te&ave...
fr: &À propos...
he: &אודות...
lt: &Apie...
nl: &Over...
pl: &O programie...
pt: &Sobre...
sk: &O programe...

source: Add a Found Animal
de: Fundtier hinzufügen
el: Πρόσθεσε ένα ευρεθέν ζώο
es: Añadir un animal encontrado
et: Lisa leitud loom
fr: Ajouter un animal trouvé
he: הוספת חיית מחמד שנמצאה
lt: Pridėti rastą gyvūną
nl: Voeg een gevonden dier toe
pl: Dodaj Zwierzę Odnalezione
pt: Adicionar Animal Encontrado
sk: Pridať nájdené zviera

source: &Copy Database
de: Datenbank &kopieren
el: &Αντιγραφή Βάσης Δεδομένων
es: &Copiar base de datos
et: &Kopeeri andmebaas
fr: &Copier la base de données
he: ה&עתקת מסד הנתונים
lt: &Kopijuoti duomenų bazę
nl: &Kopieer de databank
pl: &Kopiuj Bazę Danych
pt: &Copiar Base de Dados
sk: &Kopírovať databázu

source: &Import Database
de: Datenbank &importieren
el: &Εισαγωγή Βάσης Δεδομένων
es: &Importar base de datos
et: &Impordi andmebaas
fr: &Importer la base de données
he: יי&בוא מסד נתונים
lt: &Importuoti duomenų bazę
nl: &Importeer databank
pl: &Importuj Bazę Danych
pt: &Importar Base de Dados
sk: &Importovať databázu

source: &Add Animal
de: Neues &Tier
el: &Προσθήκη Ζώου
es: &Añadir animal
et: &LIsa loom
fr: &Nouveau
he: הוספת &חיית מחמד
lt: &Pridėti gyvūną
nl: &Voeg een dier toe
pl: &Dodaj Zwierzę
pt: &Adicionar Animal
sk: &Pridať zviera

source: &Vaccination Diary
de: &Impfbuch
el: Ημερολόγιο &Εμβολιασμών
es: Diario de &vacunación
et: &Vaktsineerimise päevik
fr: &Vaccination
he: &יומן החיסונים
lt: &Vakcinacijos
nl: &Vaccinatie-agenda
pl: &Dziennik Szczepień
pt: &Diário de Vacinação
sk: &Diár vakcinácií

source: Add Diary &Note
de: Neue Tages&notiz
el: Προσθήκη &Σημείωσης Ημερολογίου
es: Añadir &nota de diario
et: Lisa päeviku &sissekanne
fr: Ajouter une &note
he: הוספת ה&ערה ביומן
lt: &Kurti priminimą
nl: Voeg een agenda&notitie toe
pl: Dodaj Notatkę w Dzienniku
pt: Adicionar Nota Diária
sk: Pridať poznámku do diára

source: Internal &Locations
de: Interne &Aufbewahrung
es: Ubicaciones &internas
et: Sisemised &sukohad
fr: &Emplacements internes
he: מיקומים &פנימיים
lt: V&idaus patalpos
nl: Interne &locaties
pl: Wewnętrzne Lokalizacje
pt: Localizações Internas
sk: Interné &umiestnena

source: Website &FTP Settings
de: &FTP Einstellungen
el: Ρυθμίσεις &FTP της Ιστοσελίδας
es: Configuración &FTP del Web
fr: Paramètres &FTP (Site Web)
he: ה&גדרות ה־FTP של האתר
lt: Tinklapio &FTP nuostatos
nl: Website &FTP-instellingen
pl: Ustawienia FTP Strony
sk: Web &FTP nastavenia

source: &Find Lost Animal
de: Vermisstes Tier &finden
el: &Αναζήτηση Απολεσθέντων Ζώων
es: &Encontrar animal perdido
et: &Leia kaotatud loom
fr: &Rechercher
he: חיפוש חיית מחמד ש&אבדה
lt: Dingusio gyvūno pa&ieška
nl: &Vind vermist dier
pl: &Znajdź Zaginione Zwierzę
pt: &Encontrar Animal Perdido
sk: Vyhľadať stratené zviera

source: Edit All Diary Notes
de: Tagesnotizen bearbeiten
el: Επεξεργασία Όλων των Σημειώσεων Ημερολογίου
es: Editar todas las notas del diario
et: Muuda kõiki päeviku sissekandeid
fr: Éditer toutes les actions
he: עריכת כל ההערות ביומן
lt: Redaguoti visus priminimus
nl: Bewerk alle agendanotities
pl: Edytuj Wszystkie Notatki w Dzienniku
pt: Editar todas as Notas Diárias
sk: Upraviť všetky poznámky v diári

source: &Species
de: &Arten
el: &Είδη
es: &Especies
et: &Liik
fr: Espèce
he: &זנים
lt: &Rūšys
nl: &Soorten
pl: Gatunki
pt: &Espécies
sk: &Druhy

source: &Lost Animals
de: &Vermisste Tiere
el: &Απολεσθέντα Ζώα
es: Animales &perdidos
et: &Kaotatud loomad
fr: Animaux &perdus
he: חיות מחמד ש&אבדו
lt: &Dingę gyvūnai
nl: &Vermiste dieren
pl: &Zaginione Zwierzęta
pt: &Animais Perdidos
sk: &Stratené zvieratá

source: &Find Found Animal
de: Suche &Fundtier
el: &Αναζήτηση Ευρεθέντος Ζώου
es: &Buscar animales encontrados
et: &Leia leitud loom
fr: &Rechercher
he: חיפוש חיות מחמד ש&נמצאו
lt: Rasto gyvūno pa&ieška
nl: &Vind gevonden dier
pl: Znajdź Zwierzę Odnalezione
pt: &Procurar Animal Encontrado
sk: &Vyhľadať nájdené zviera

source: Animal &Types
de: &Tierarten
el: &Τύποι Ζώων
es: &Tipos de animales
et: Looma &tüübid
fr: &Types d'animaux
he: סו&גי חיות המחמד
lt: &Gyvūnų tipai
nl: Dier&types
pl: Typy Zwierząt
pt: Tipos de Animais
sk: Druhy zvierat

source: &Add Lost Animal
de: Neues Fundtier
el: &Προσθήκη Απολεσθέντος Ζώου
es: &Añadir animal perdido
et: &Lisa kaotatud loom
fr: &Nouveau
he: הוספת חיית מחמד שא&בדה
lt: &Pridėti dingusį gyvūną
nl: &Voeg vermist dier toe
pl: &Dodaj Zwierzę Zaginione
pt: &Adicionar Animal Perdido
sk: &Pridať stratené zviera

source: Reservation Book
de: Reservierungs Buch
el: Βιβλίο Κρατήσεων
es: Libro de reservas
et: Broneeringute raamat
fr: Registre de réservation
he: ספר ההזמנות
lt: Rezervacijų sąrašas
nl: Reservatieboek
pl: Księga Rezerwacji
pt: Livro de Reservas
sk: Rezervácie

source: &Help
de: &Hilfe
el: &Βοήθεια
es: A&yuda
et: &Abi
fr: &Aide
he: ע&זרה
lt: &Pagalba
pl: &Pomoc
pt: &Ajuda
sk: &Pomocník

source: &Contents
de: &Inhalt
el: &Περιεχόμενα
es: &Contenidos
et: &Sisukord
fr: &Sommaire
he: &תכנים
lt: &Turinys
nl: &Inhoud
pl: &Spis treści
pt: &Conteúdo
sk: &Obsah

source: Add New &Waiting List Entry
de: Neuer Eintrag in &Warteliste
el: Προσθήκη Νέας Καταχώρησης Λίστας &Αναμονής
es: Añadir una entrada en lista de espera
et: Lisa uus &ootenimekirja sissekanne
fr: &Ajouter une nouvelle entrée dans la liste d'attente
he: הוספת &רשומה חדשה ברשימת ההמתנה
lt: Pridėti naują &laukiantį vietos gyvūną
nl: Voeg een nieuw wachtlijstitem toe
pl: Dodaj Nowy &Wpis Listy Oczekujących
pt: Adicionar nova entrada à Lista de Espera
sk: Pridať nový záznam do zoznamu čakajúcich

source: &Add Owner
de: Neuer &Besitzer
el: &Προσθήκη Ιδιοκτήτη
es: &Añadir contacto
et: &Lisa omanik
fr: &Nouveau
he: &הוספת בעלים
lt: &Pridėti asmenį
nl: &Voeg eigenaar toe
pl: &Dodaj Właściciela
pt: &Adicionar Dono
sk: &Pridať majiteľa

source: Edit Diary &Tasks
de: &Tagesaufgabe bearbeiten
el: Επεξεργασία &Εργασιών Ημερολογίου
es: Editar &tareas de diario
et: Muuda päeviku &ülesandeid
fr: Éditer les &tâches
he: הוספת &משימות ליומן
lt: Redaguoti stadartines &užduotis
nl: Bewerk agenda&taken
pl: Edytuj Zadania w &Dzienniku
pt: Editar Tarefas Diárias
sk: Upraviť úlohy v diári

source: &Reservation Book
de: &Reservierungsbuch
es: Libro de &reservas
et: &Broneeringute raamat
fr: &Registre de réservation
he: &ספר ההזמנות
lt: &Rezervacijų sąrašas
nl: &Reservatieboek
pl: &Księga Rezerwacji
pt: &Livro de Reservas
sk: &Rezervácie

source: Edit Wa&iting List
de: Wartel&iste bearbeiten
el: Επεξεργασία Λίστας Ανα&μονής
es: Editar &lista de espera
et: Muuda oot&enimekirja
fr: Éditer la &liste d'attente
he: ערי&כת רשימת ההמתנה
lt: Redaguoti laukiančiųjų vietos &sąrašą
nl: Bewerk wachtlijst
pl: Edytuj Listę Oczekujących
pt: Editar Lista de Espera
sk: Upraviť zoznam čakajúcich

source: Vaccination &Book
de: Impf&buch
el: Βιβλιάριο &Εμβολιασμών
es: Libro de &vacunaciones
et: Vaktsineerimiste &raamat
fr: &Registre de vaccination
he: ספר ה&חיסונים
lt: Vakcinacijų &tvarkaraštis
nl: Vaccinatie&boek
pl: Księga &Szczepień
pt: Livro de Vacinas
sk: Vakcinácie

source: &Reports
de: Be&richte
el: &Εκθέσεις
es: &Informes
et: &Aruanded
fr: &Rapports
he: &דוחות
lt: &Ataskaitos
nl: &Rapportages
pl: &Sprawozdania
pt: &Relatórios
sk: &Reporty

source: &Vaccination Types
de: Impfungen Typen
el: Τύποι &Εμβολιασμών
es: Tipos de &vacunaciones
et: &Vaktsineerimise tüübid
fr: Types de &vaccination
he: &סוגי החיסונים
lt: Vak&cinacijų tipai
nl: &Vaccinatietypes
pl: &Typy Szczepień
pt: &Tipos de Vacinas
sk: &Druhy vakcinácií

source: &Find Owner
de: Besitzer suchen
el: &Εύρεση Ιδιοκτήτη
es: &Buscar contacto
et: &Leia omanik
fr: &Rechercher
he: &חיפוש בעלים
lt: &Ieškoti asmens
nl: &Vind eigenaar
pl: &Znajdź Właściciela
pt: &Encontrar Dono
sk: Vyhľadať majiteľa

source: Publish &Animals Available for Adoption
de: Vermittelbare Tiere veröffentlichen
el: Έκδοση Διαθέσιμων &Ζώων για Υιοθέτηση
es: Publicar &animales disponibles para adopción
et: Avalda veebis &loovutuskõlbulikud loomad
fr: Publier les &animaux disponibles à l'adoption
he: פרסום &חיות מחמד הזמינות לאימוץ
lt: &Publikuoti atiduodamus gyvūnus
nl: Publiceer plaatsbare &dieren
pl: Publikuj &Zwierzęta przeznaczone do Adopcji
pt: Publicar Animais Disponíveis para Adopção
sk: Publikovať zvieratá dostupné na adopciu
