Repository: bobintetley/asm2
Catalog: src/locale/po/*.po
Languages: de, el, es, et, fr, he, lt, nl, pl, pt, sk

source: Yellow Labrador Retriever
de: Gelb Labrador Retriever
es: Labrador Retriever Amarillo
fr: Retriever du Labrador Sable
he: לברדור רטריבר צהוב
lt: Geltonas labradoro retriveris
nl: Labrador retriever
pl: Żółty Labrador Retriever
pt: Labrador Retriever Amarelo

source: Yorkshire Terrier Yorkie
de: Yorkshire Terrier
es: Yorkshire Terrier
fr: Yorkshire Terrier
he: יורקשייר טרייר
lt: Jorkšyro terjeras
nl: Yorkshireterriër
pl: Yorkshire Terrier
sk: Yorkshirský teriér

source: Xoloitzcuintle/Mexican Hairless
de: Mexikanischer Nackthund
es: Perro Pelon Mexicano - Xoloitzquintle
fr: Chien nu Mexicain
lt: Meksikiečių plikasis šuo
nl: Mexicaanse naakthond
pl: Nagi pies meksykański

source: Abyssinian
de: Abessinier
es: Abisinio
fr: Abyssin
he: אבסיני (חבשי)
lt: Abisinijos katė
nl: Abessijn
pl: Abisyński

source: American Curl
es: Curl Americano
lt: Amerikiečių riestaausė
nl: Amerikaanse kruloorkat
pl: Amerykański Curl
pt: Encaracolado Americano

source: American Shorthair
de: Amerikanisch Kurzhaar
es: Pelo Corto Americano
he: אמריקאי קצר שיער
lt: Amerikiečių trumpaplaukė
nl: Amerikaans korthaar
pl: Amerykański krótkowłosy
pt: Pêlo Curto Americano

source: American Wirehair
de: Amerikanisch Drahthaar
fr: American Shorthair
he: אמריקאי מקורזל
lt: Amerikiečių šiurkščiaplaukė
nl: Amerikaanse Wirehair
pl: Amerykański szorstkowłosy
pt: Pêlo de Arame Americano

source: Applehead Siamese
de: Apfelkopf Siam
es: Siamés tradicional
fr: Siamois Apple Head
lt: Tradicinė (obuoliagalvė) Siamo katė
nl: Siamees
pl: Syjamski tradycyjny (applehead)
pt: Siamês Applehead

source: Balinese
de: Balinesen
es: Balinés
fr: Balinais
he: בלינזי
lt: Balio katė
nl: Balinees
pl: Balijski
pt: Balinês

source: Bengal
de: Bengalkatze
es: Bengala
he: בנגלי
lt: Bengalijos katė
nl: Bengaal
pl: Bengalski
sk: Bengálska

source: Birman
de: Birma
es: Sagrado de Birmania
fr: Sacré de Birmanie
he: בירמן
lt: Birmos katė
nl: Birmaan
pl: Birmański

source: Bobtail
lt: Amerikos bobteilas

source: Bombay
de: Bombaykatze
he: בומביי
lt: Bombėjaus katė
pl: Bombajski

source: British Shorthair
de: Britisch Kurzhaar
et: British Shorthair (Briti lühikarvaline)
he: בריטי קצר שער
lt: Britų trumpaplaukė
nl: Brits korthaar
pl: Brytyjski krótkowłosy
pt: Pêlo Curto Inglês
sk: Britská krátkosrstá

source: Burmese
de: Burmesen
es: Burmés
et: Birma
he: בורמזי
lt: Burmos katė
nl: Burmees
pl: Burmański
pt: Birmanês

source: Burmilla
he: בורמילה
lt: Burmilos katė

source: Calico
de: Dreifarbige
es: Gato Galano
fr: Burmilla
lt: Trispalvė
nl: Schildpadkat
pl: Tricolor

source: Canadian Hairless
de: Kanadische haarlose Katze
es: Sphynx - Gato Esfinge
fr: Chat Nu Canadien
lt: Kanados beplaukė
nl: Sphynx
pl: Kanadskij sfinks
pt: Sem Pêlo Canadiano

source: Chartreux
de: Kartäuser
he: שארטרה
lt: Kartezianinė
pl: Kartuzki

source: Chinchilla
he: צ'ינצ'ילה
lt: Šinšila
pl: Szynszyla

source: Cornish Rex
he: קורניש רקס
lt: Kornvalio reksas

source: Cymric
he: קימריק
lt: Kimrikas

source: Devon Rex
he: דבון רקס
lt: Devonreksas

source: Domestic Long Hair
de: Langhaarige Hauskatze
es: Doméstico de pelo largo
et: Kodukass pikakarvaline
fr: Domestique à poil long
lt: Naminė ilgaplaukė
nl: Britse langhaar
pl: Kot domowy długowłosy
pt: Pêlo Grande Doméstico
sk: Domáca dlhosrstá

source: Domestic Medium Hair
de: Mittelhaarige Hauskatze
es: Doméstico de pelo mediano
et: Kodukass keskmise pikkusega karvaga
fr: Domestique à poil mi-long
lt: Naminė vidutinio ilgio plauko
nl: Britse halflang haar
pl: Kot domowy półdługi włos
pt: Pêlo Médio Doméstico
sk: Domáca

source: Domestic Short Hair
de: Kurzhaarige Hauskatze
es: Doméstico de pelo corto
et: Kodukass lühikarvaline
fr: Domestique à poil court
lt: Naminė trumpaplaukė
nl: Britse korthaar
pl: Kot domowy krótkowłosy
pt: Pêlo Curto Doméstico
sk: Domáca krátkosrstá

source: Egyptian Mau
de: Ägyptische Mau
es: Mau Egipcio
fr: Mau Égyptien
he: מאו מצרי
lt: Egipto Mau
nl: Egyptische mau
pl: Egipski Mau
pt: Mau Egípcio
sk: Egyptská Mau

source: Exotic Shorthair
de: Exotisch Kurzhaar
es: Exótico de pelo corto
he: אקזוטי קצר שער
lt: Egzotų katė
nl: Exotic
pl: Egzotyczny krótkowłosy
pt: Pêlo Curto Exótico

source: Extra-Toes Cat (Hemingway Polydactyl)
de: Vielzehigkeit (Hemingway-Katze)
es: Gato Polidactilo
fr: Chat Polydactyle (Chat d'Hemingway)
lt: Polidaktilis (Hemingvėjaus)
nl: Kat met extra tenen
pl: Hemingway Polydactyl

source: Havana
de: Havanna
es: Habana
lt: Havanos
pl: Hawański

source: Himalayan
es: Himalayo
fr: Himalayen
lt: Himalajų
nl: Himalaya Kat
pl: Himalajski

source: Japanese Bobtail
es: Bobtail Japonés
fr: Bobtail Japonais
lt: Japonų bobteilas
nl: Japanse stompstaartkat
pl: Japoński bobtail
pt: Bobtail Japonês

source: Javanese
es: Javanés
fr: Javanais
lt: Javos katė
nl: Javaans
pl: Jawajski
pt: Javanês

source: Korat
he: קוראט
lt: Koratas

source: Maine Coon
he: מיין קון
lt: Meino meškėnas
sk: Mainská mývalia

source: Manx
he: מנקס
lt: Manksų katė
pt: Manês

source: Munchkin
he: מנצ'קין
lt: Mančkinas (žemaūgė katė)

source: Norwegian Forest Cat
de: Norwegische Waldkatze
es: Bosque de Noruega
fr: Chat des Forêts Norvégiennes
he: חתול יערות נורבגי
lt: Norvegų miškinė
nl: Noorse boskat
pl: Norweski Leśny
pt: Gato da Floresta Norueguês

source: Ocicat
he: אוסיקט
lt: Oksikat

source: Oriental Long Hair
de: Orientalisches Langhaar
es: Oriental de pelo largo
fr: Oriental à poil long
he: אוריינטלי ארוך שער
lt: Rytų ilgaplaukė
nl: Oosters langhaar
pl: Orientalny długowłosy
pt: Pêlo Longo Oriental

source: Oriental Short Hair
de: Orientalisches Kurzhaar
es: Oriental de pelo corto
fr: Oriental à poil court
he: אוריינטלי קצר שער
lt: Rytų trumpaplaukė
nl: Oosters korthaar
pl: Orientalny krótkowłosy
pt: Pêlo Curto Oriental

source: Oriental Tabby
de: Orientalisches Tabby
fr: Oriental tigré
lt: Rytų rainoji
nl: Oosterse Tabby
pl: Orientalny tabby
pt: Tabby Oriental

source: Persian
de: Perser
es: Persa
et: Pärsia
fr: Persan
he: פרסי
lt: Persų katė
nl: Pers
pl: Perski
pt: Persa
sk: Perzská

source: Pixie-Bob
he: פיקסי־בוב
lt: Piksi-Bobas

source: Ragamuffin
he: ראגמאפין
lt: Ragamafinas (driskė)

source: Ragdoll
he: רגדול
lt: Regdolas (skudurinė lėlė)

source: Russian Blue
de: Russisch Blau
es: Azul Ruso
et: Russian Blue (Vene sinine)
fr: Bleu Russe
he: רוסי כחול
lt: Rusų melsvoji
nl: Blauwe Rus
pl: Rosyjski niebieski
pt: Azul Russo
sk: Ruská modrá

source: Scottish Fold
es: Fold Escocés
he: סקוטי שמוט אוזניים
lt: Škotų nulėpausė
nl: Schotse vouwoorkat
pl: Szkocki Fold
pt: Fold # Escocês

source: Selkirk Rex
es: Rex Selkirk
he: סלקירק רקס
lt: Selkirko reksas

source: Siamese
de: Siam
es: Siamés
et: Siamese (Siiam)
fr: Siamois
he: סיאמי
lt: Siamo katė
nl: Siamees
pl: Syjamski
pt: Siamês
sk: Siamská

source: Siberian
de: Sibirische Katze
es: Siberiano
fr: Sibérien
he: סיבירי
lt: Sibiro katė
pl: Syberyjski
pt: Sibéria

source: Singapura
es: Singapur
he: סינגפורה
lt: Singapūro katė
pl: Singapurski

source: Snowshoe
he: סנואו־שו
lt: Sniego letenėlė

source: Somali
es: Somalí
he: סומלי
lt: Somalio katė
pl: Somalijski
pt: Somálio

source: Sphynx (hairless cat)
de: Sphinx (haarlose Katze)
es: Sphynx
et: Sphynx (hairless cat) (Sfinks)
fr: Sphynx (chat nu)
he: ספינקס (חתול חסר שער)
lt: Sfinksas
nl: Sphynx
pl: Sfinks (nagi kot)
sk: Sphynx

source: Tiger
es: Tigre
fr: Tigre
he: נמר
lt: Tigrinė
nl: Tijger
pl: Tygrys
pt: Tigre

source: Tonkinese
de: Tonkanese
es: Tonquinés
fr: Tonkinois
he: טונקינזי
lt: Tonkino katė
nl: Tonkanees
pl: Tonkijski

source: Turkish Angora
de: Türkische Angora
es: Angora Turco
fr: Angora Turc
he: אנגורה
lt: Turkų angora
nl: Turkse angora
pl: Turecka Angora
pt: Angora Turco

source: Turkish Van
de: Türkisch Van
es: Van Turco
fr: Turc de Van
he: ואן טורקי
lt: Turkų van
nl: Turkse Van
pl: Turecki Van
pt: Van Turco

source: American
de: Amerikanisch
es: Americano
fr: Américain
lt: Amerikiečių
nl: Amerikaans
pl: Amerykański
pt: Americano

source: American Fuzzy Lop
es: Conejo American Fuzzy Lop
lt: Amerikos gauruotasis nulėpausis
nl: Amerikaanse Fuzzy Lop - Konijn
pl: Amerykański Fuzzy Lop
pt: Fuzzy Lop Americano

source: American Sable
es: Conejo American Sable
lt: Amerikos sabalinis
nl: Amerikaanse Sable - Konijn
pl: Amerykański Sable
pt: Sable Americano

source: Angora Rabbit
de: Angora Kaninchen
es: Conejo Angora
fr: Lapin Angora
lt: Angoros triušis
nl: Angorakonijn
pl: Królik Angora
pt: Coelho Angora
sk: Angorský králik

source: Belgian Hare
fr: Lièvre Belge
lt: Belgų kiškis
nl: Belgische haas
pl: Królik Belgijski Hare
pt: Hare Belga

source: Beveren
lt: Bevereno
nl: Van Beveren

source: Britannia Petite
lt: Britanijos miniatiūrinis
nl: Britannia - Konijn
pl: Królik Mały Brytyjski
pt: Petite Britânico

source: Bunny Rabbit
de: Karnickel
et: Bunny Rabbit (küülik)
lt: Triušiukas
nl: Jong konijn
pl: Królik

source: Californian
lt: Kalifornijos
nl: Californian - Konijn
pl: Królik kalifornijski
pt: Californiano
sk: Kalifornská

source: Checkered Giant
fr: Géant papillon
lt: Margasis milžinas (Checkered Giant)
nl: Vlaamse reus - Konijn
pl: Królik Olbrzymi Checkered

source: Dutch
de: Niederländisch
es: Holandés
fr: Hollandais
lt: Olandų
nl: Dutch - Konijn
pl: Holenderski
pt: Holandês

source: Dwarf
fr: Nain
lt: Žemaūgis
nl: Dwerg Konijn
pl: Królik Dwarf
sk: Zakrslý

source: Dwarf Eared
lt: Trumpaausis
nl: Dwerg konijn
pl: Królik Dwarf Eared

source: English Lop
es: Belier Inglés
fr: Bélier Anglais
lt: Anglų nulėpausis
nl: Engelse Lop - Konijn
pl: Królik Angielski Lop
pt: Lop Inglês

source: English Spot
fr: Papillon Anglais
lt: Anglų dėmėtasis
nl: Engelse Spot - Konijn
pl: Królik English Spot
pt: Spot Inglês

source: Flemish Giant
fr: Géant des Flandres
lt: Flamandų didysis
nl: Vlaamse reus
pl: Królik Olbrzymi Flemish

source: Florida White
fr: Lapin de Floride
lt: Floridos baltasis
nl: Florida White - Konijn
pl: Królik Florida White
pt: Branco Flórida

source: French-Lop
fr: Bélier Français
lt: Prancūzų nulėpausis
nl: Franse Lop - Konijn
pl: Królik Francuski Lop
pt: Lop Francês

source: Harlequin
lt: Arlekinas
nl: Harlekijn - Konijn

source: Holland Lop
fr: Bélier Hollandais
lt: Olandų nulėpausis
nl: Hollandse Lop - Konijn
pl: Królik Holenderski Lop
pt: Lop Holandês

source: Jersey Wooly
fr: Nain Angora
lt: Džersio kailiuotasis
nl: Jersey Wooly - Konijn
pl: Królik Jersey Wooly

source: Lop Eared
fr: Bélier
lt: Nulėpausis
nl: Hangoor konijn
pl: Królik Lop Eared

source: Mini-Lop
fr: Bélier Nain
lt: Mini nulėpausis
nl: Mini-lop - Konijn
pl: Królik Mini-Lop

source: Mini Rex
fr: Rex Nain
lt: Mini reksas
nl: Mini Rex - Konijn
pl: Królik Mini Rex

source: Netherland Dwarf
fr: Nain Hollandais
lt: Olandų nykštukas
nl: Nederlands dwerg konijn
pl: Królik Niderlandzki Dwarf

source: New Zealand
de: Neuseeland
es: Nueva Zelanda
fr: Nouvelle Zélande
lt: Naujosios Zelandijos
nl: Nieuw-Zeeland
pl: Królik Nowo Zelandzki
pt: Nova Zelândia

source: Polish
de: Polnisch
es: Polaco
fr: Polonais
lt: Lenkų
nl: Pools
pl: Polski
pt: Polaco

source: Rex
lt: Reksas
nl: Rex - Konijn
pl: Królik Rex

source: Rhinelander
lt: Reino žemės (Rhinelander)
nl: Rhinelander - Konijn
pl: Królik Rhinelander

source: Satin
el: Μεταξένιο
lt: Lygiakailis
nl: Satijn konijn

source: Silver Fox
de: Silber Fuchs
el: Αλεπού πολικών περιοχών
lt: Sidabrinė lapė
nl: Zilver vos - Konijn
pt: Fox Prata

source: Silver Marten
el: Κουνέλι Silver Marten
lt: Sidabrinė kiaunė
nl: Zilver Marten - Konijn
pt: Marten Prata

source: Appaloosa
lt: Apalūzas

source: Arabian
de: Arabisch
es: Pura Sangre Árabe
fr: Arabe
he: ערבי
lt: Arabų
nl: Arabier
pl: Arab
pt: Árabe

source: Clydesdale
lt: Klaidesdeilas

source: Donkey/Mule
de: Esel / Maultier
es: Burro/Mula
fr: Âne
he: חמור/פרד
lt: Asilas/Mulas
nl: Ezel/muildier
pl: Osioł/Muł
pt: Mula/Burro

source: Draft
de: Vorlage
el: Ergas;iaw
es: Borrador
et: Draft (Mustand)
lt: Sunkusis
nl: Koudbloed
pt: Rascunho

source: Gaited
de: Gangpferd
el: Ήρεμος Καλπασμός
es: Caballo de paso
fr: Cheval d'allure
lt: Jojamasis arklys
nl: Gangpaard

source: Grade
de: Stufe
es: Cruzado
fr: Grade (Croisé)
lt: Neveislinis

source: Missouri Foxtrotter
lt: Misūrio fokstroteris
nl: Missouri Foxtrotter - Paard
pl: Koń Missouri Foxtrotter
pt: Foxtrotter do Missouri

source: Morgan
lt: Morgano

source: Mustang
he: מוסטנג
lt: Mustangas
pl: Koń Mustang

source: Paint/Pinto
de: Pinto
es: Pinto
lt: Paintas/Pintas
nl: Pintopony

source: Percheron
lt: Perseronas
nl: Percheron - Paard

source: Peruvian Paso
es: Peruano de Paso
fr: Paso Péruvien
lt: Peruvijos Paso
nl: Peruvian Paso - Paard
pl: Peruwiański Paso

source: Pony
es: Poni
fr: Poney
he: פוני
lt: Ponis
pl: Kucyk

source: Quarterhorse
lt: Kvorteris
pt: Acomodações

source: Saddlebred
de: Reitpferd
lt: Amerikiečių jojamasis

source: Standardbred
de: Halbblut
lt: Ristūnas
nl: Draver

source: Thoroughbred
de: Vollblut
lt: Grynakraujis jojamasis
nl: Engelse volbloed

source: Tennessee Walker
lt: Tenesio
nl: Tennessee walking horse
pt: Walker do Tennessee

source: Warmblood
de: Warmblut
lt: Šiltakraujis
nl: Warmbloed
pl: Gorącokrwisty

source: Ferret
de: Frettchen
es: Hurón
et: Tuhkur
fr: Furet
he: חמוס
lt: Šeškas
nl: Fret
pl: Fretka
sk: Fretka

source: Gerbil
de: Rennmaus
es: Jerbo
et: Liivahiir
fr: Gerbilles
he: גרביל
lt: Smiltpelė
pl: Myszoskoczek
sk: Pieskomil

source: Guinea Pig
de: Hausmeerschweinchen
es: Cobaya
et: Merisiga
fr: Cochon de Guinée
he: קביה
lt: Jūros kiaulytė
nl: Huiscavia
pl: Świnka morska
pt: Porco da Guiné
sk: Morča

source: Hamster
he: אוגר
lt: Žiurkėnas
pl: Chomik
sk: Škrečok

source: Hedgehog
de: Stacheligel
es: Erizo
et: Siil
fr: Hérisson
he: קיפוד
lt: Ežys
nl: Egel
pl: Jeż
sk: Ježko

source: Mouse
de: Maus
el: Ποντίκι
es: Ratón
et: Hiir
fr: Souris
he: עכבר
lt: Pelė
nl: Muis
pl: Mysz
pt: Rato
sk: Myš

source: Prairie Dog
de: Prärie Hund
el: Κυνόμυς
es: Perro de la Pradera
et: Rohtlahaukur
fr: Chien de Prairie
he: נובחנית
lt: Prerijų šunelis
nl: Prairiehond
pl: Piesek Preriowy

source: Rat
de: Ratte
el: Αρουραίος
es: Rata
et: Rott
he: עכברוש
lt: Žiurkė
pl: Szczur
pt: Rato
sk: Potkan

source: Skunk
de: Stinktier
el: Βρομοκούναβο
es: Mofeta
fr: Cochon d'Inde (Cobaye)
he: בואש
lt: Skunkas
nl: Stinkdier
pl: Skunks

source: Sugar Glider
el: Ιπτάμενος σκίουρος ζάχαρης
es: Petauro del Azúcar
et: Liugurkuskus
he: כיסן דואה
lt: Voverinė skraiduolė
nl: Suikereekhoorn
pl: Lotopałanka

source: Vietnamese Pot Bellied
el: Χοίρος Βιετναμέζικος Pot Bellied
es: Puerco Vietnamita
fr: Cochon Nain Vietnamien
he: חזיר ננסי ויאטנמי
lt: Vietnamo
nl: Vietnamees hangbuikzwijn
pl: Świnia Wietnamska
pt: Pot Bellied Vietnamita

source: Gecko
de: Geckos
el: Σαύρα
es: Lagarto Gecko
et: Geko
he: שממית
lt: Gekonas
nl: Gekko
pl: Gekon

source: Lizard
de: Echse
el: Σαύρα
es: Lagarto
et: Sisalik
fr: Lézard
he: לטאה
lt: Driežas
nl: Hagedis
pl: Jaszczurka
pt: Lagarto
sk: Jašterica

source: Snake
de: Schlange
el: Φίδι
es: Culebra
et: Madu
fr: Serpent
he: נחש
lt: Gyvatė
nl: Slang
pl: Wąż
pt: Cobra
sk: Had

source: Turtle
de: Schildkröte
el: Χελώνα
es: Tortuga
et: Kilpkonn
fr: Tortue
he: צב
lt: Vėžlys
nl: Schildpad
pl: Żółw
pt: Tartaruga
sk: Korytnačka

source: Fish
de: Fisch
el: Ψάρι
es: Pez
et: Kala
fr: Poisson
he: דג
lt: Žuvis
nl: Vis
pl: Ryba
pt: Peixe
sk: Ryba

source: African Grey
de: Graupapagei
el: Αφρικανικός γκρίζος
es: Loro Gris Africano (Yaco)
fr: Gris d'Afrique
he: אפרור אפריקני
lt: Žako/Afrikos pilkoji papūga
nl: Grijze roodstaart
pl: Żako
pt: Cinzento Africano

source: Amazon
el: Παπαγάλος Αμαζόνα
es: Loro del Amazonas
fr: Amazone
lt: Amazonė
nl: Amazone
pl: Amazonka
pt: Amazonas

source: Brotogeris
lt: Plonasnapė papūga
nl: Brotogeris - Vogel
pl: Papuga Stadniczka

source: Budgie/Budgerigar
de: Wellensittich
el: Μελοψίττακος ο κυματοειδής
es: Periquito Australiano
et: Viirpapagoi
lt: Banguotoji papūgėlė
nl: Grasparkiet
pl: Papużka falista

source: Caique
el: Παπαγάλος Caique
lt: Baltapilvė papūga
nl: Caique - Vogel
pl: Papuga Caique

source: Canary
de: Kanarienvogel
el: Καναρίνι
es: Canario
et: Kanaarilind
fr: Canari
lt: Kanarėlė
nl: Kanarie
pl: Kanarek
pt: Canario
sk: Kanárik

source: Chicken
de: Huhn
el: Κοτόπουλο
es: Pollo
et: Kana
fr: Poule
he: עוף
lt: Viščiukas
nl: Kip
pl: Kurczak
pt: Galinha
sk: Sliepka

source: Cockatiel
el: Παπαγάλος Μαύρη κακατούα
fr: Calopsitte élégante
he: קוקטיל (נימפית מצויצת)
lt: Papūga
nl: Valkparkiet
pl: Papuga Nimfa

source: Cockatoo
de: Nymphensittich
el: Κακατούα
es: Cacatúa
et: Kakaduu
fr: Cacatoès
he: קקדו
lt: Kakadu
nl: Kaketoe
pl: Kakadu
sk: Kakadu

source: Conure
el: Παπαγάλος Κονούρα
es: Conuro
lt: Kūgiauodegė papūga
nl: Papegaai
pl: Papuga Conure

source: Dove
de: Taube
el: Περιστέρι
es: Paloma
et: Tuvi
fr: Colombe
he: יונה
lt: Balandis
nl: Duif
pl: Gołąb
sk: Holubica

source: Duck
de: Ente
el: Πάπια
es: Pato
et: Part
fr: Canard
he: ברווז
lt: Antis
nl: Eend
pl: Kaczka
pt: Pato
sk: Kačka

source: Eclectus
el: Παπαγάλος eclectus
he: אקלקטוס
lt: Eklektusas
nl: Edelpapegaai
pl: Papuga Eclectus

source: Finch
de: Fink
el: Σπίνος
es: Pinzón
et: Vint, leevike
fr: Pinson
lt: Giesmininkas
nl: Vink
pl: Ziarnojad
sk: Pinka

source: Goose
de: Gans
el: Χήνα
es: Oca
et: Hani
fr: Oie
he: אווז
lt: Žąsis
nl: Gans
pl: Gęś
sk: Hus

source: Guinea fowl
el: Πουλί της Γουινέας
es: Guineo
et: Pärlkana
fr: Pintade (Poule de Guinée)
he: פנינייה
lt: Perlinė višta
nl: Parelhoen
pl: Perliczka
sk: Perlička

source: Kakariki
el: Παπαγάλος Ν. Ζηλανδίας
fr: poule guinée pintade
he: קקריקי
lt: Kakarikas
pl: Papuga Kakariki

source: Lory/Lorikeet
el: Παπαγάλος ψιττακός Αυστραλίας
es: Lori
fr: Lori
lt: Loris
nl: Lori
pl: Papuga Lory
sk: Lori

source: Lovebird
el: Παπαγάλος Lovebird
es: Agapornis
et: Lembelind
fr: Inséparable
he: ציפור אהבה
lt: Agapornis
nl: Dwergpapegaai
pl: Agapornis

source: Macaw
el: Παπαγάλος Macaw
es: Loro del Macaw
et: Aara
lt: Ara
nl: Ara
pl: Ara

source: Mynah
el: Μάινα
et: Acridotheres maina lind
fr: Mainate
lt: Varnėnas
nl: Mynah - Vogel
pl: Szpak

source: Ostrich
de: Strauss
el: Στρουθοκάμηλος
es: Avestruz
et: Jaanalind
fr: Autruche
he: יען
lt: Strutis
nl: Struisvogel
pl: Struś

source: Parakeet (Other)
de: Sittich
el: Παπαγάλος
es: Perico
et: (Väike pika sabaga) papagoi
fr: Perruche (Autre)
he: דררה (אחר)
lt: Ilgauodegė papūga (kita)
nl: Parkiet
pl: Papuga (inne)

source: Parrot (Other)
de: Papagei
el: Ψιττακός
es: Loro
et: Papagoi (muu)
fr: Perroquet (Autre)
he: תוכי (אחר)
lt: Papūga (kita)
nl: Parkiet (andere)
pl: Papuga (Inna)

source: Parrotlet
el: Παπαγαλάκια
es: Periquito de Anteojos
fr: Perruche
lt: Žvirblinė papūgėlė
nl: Papagaai
pl: Papużki

source: Peacock/Pea fowl
de: Pfau
el: Παγώνι
es: Pavo Real
et: Paabulind
fr: Paon
he: טווס
lt: Povas
nl: Pauw
pl: Paw

source: Pheasant
de: Fasan
el: Φασιανός
es: Faisán
et: Faasan
fr: Faisan
he: פסיון
lt: Fazanas
nl: Fazant
pl: Bażant

source: Pigeon
de: Taube
el: Περιστέρι
es: Paloma
et: Tuvi
lt: Balandis
nl: Duif
pl: Gołąb
sk: Holub

source: Pionus
el: Παπαγάλος Μεξικού Pionus
es: Loro de cabeza azul
he: פיונוס
lt: Pionas
nl: Pionus - Vogel

source: Poicephalus/Senegal
el: Παπαγάλος Αφροτροπικός - Σενεγαλάκι
es: Loro del Senegal
et: Poicephalus/Senegal (turteltuvi)
fr: Youyou du Sénégal
lt: Ilgasparnė papūga
nl: Poicephalus
pl: Afrykanka

source: Quaker Parakeet
el: Παπαγάλος Αργεντινής Quaker
es: Loro Quaker
fr: Perruche Moine
he: קוואקר/תוכי הנזיר
lt: Kalita
nl: Monniksparkiet
pl: Quaker

source: Rhea
el: ρέα Αμερικάνα
et: Nandu
fr: Nandou d'Amérique
he: ננדו
lt: Nandu
nl: Nandoe

source: Ringneck/Psittacula
de: Ringeltaube
el: Παπαγάλος ringneck
es: Periquito de collar
fr: Perruche à collier (Psittacula)
lt: Žieduotoji papūga
nl: Halsband parkiet

source: Rosella
el: Παπαγάλος rosella
es: Periquito Oriental
fr: Pennant
he: רוזלה
lt: Rozela

source: Softbill (Other)
el: Πουλί softbill (άλλα)
es: Pico Blando (Otros)
fr: Toucan (Autre)
lt: Minkštasnapis (kita)
nl: Softbill - Vogel

source: Swan
el: Κύκνος
es: Cisne
et: Luik
fr: Cygne
he: ברבור
lt: Gulbė
nl: Zwaan
pl: Łabądź

source: Toucan
el: Πουλί Toucan
es: Tucán
et: Tuukan
he: טוקן
lt: Tukanas
nl: Toekan
pl: Tukan
sk: Tukan

source: Turkey
de: Türkei
el: Γαλοπούλα
es: Pavo
et: Türgi
fr: Dinde
he: תרנגול הודו
lt: Kalakutas
nl: Kalkoen
pl: Indyk
pt: Turquia
sk: Moriak

source: Cow
de: Kuh
el: Αγελάδα
es: Vaca
et: Lehm
fr: Vache
he: פרה
lt: Karvė
nl: Koe
pl: Krowa
pt: Vaca
sk: Krava

source: Goat
de: Ziege
el: Γίδα
es: Cabra
et: Kits
fr: Chèvre
he: עז
lt: Ožys
nl: Geit
pl: Koza
pt: Cabra
sk: Koza

source: Sheep
de: Schaf
el: Πρόβατο
es: Oveja
et: Lammas
fr: Mouton
he: כבשה
lt: Avis
nl: Schaap
pl: Owca
pt: Ovelha
sk: Ovca

source: Llama
de: Lama
el: Λάμα
et: Laama
fr: Lama
he: לאמה
lt: Lama
nl: Lama
pt: Lama
sk: Lama

source: Pig (Farm)
de: Schwein
el: Χοίρος (Φάρμα)
es: Cerdo (Granja)
et: Kodusiga
fr: Cochon
he: חזיר (חווה)
lt: Kiaulė (ferma)
nl: Varken (boerderij)
pl: Świnia
pt: Porco
sk: Prasa

source: Organisation
el: Οργανισμός
es: Organización
et: Organisatsioon
fr: Nom du refuge
he: ארגון
lt: Organizacija
nl: Organisatie
pl: Organizacja
pt: Organização
sk: Organizácia

source: Baby
el: Νεογέννητο
es: Bebé
et: Beebi
fr: Bébé
he: תינוק
lt: Jauniklis
pl: Dziecko
pt: Bébé
sk: Mláďa

source: Young Adult
de: Jungtier
el: Νεαρό ενήλικο
es: Adulto joven
et: Nooruk
fr: Jeune adulte
he: נוער
lt: Jaunas gyvūnas
nl: Jongvolwassen
pl: Młody Dorosły
pt: Jovem Adulto
sk: Junior

source: Adult
de: Ausgewachsen
el: Ενήλικο
es: Adulto
et: Täiskasvanu
fr: Adulte
he: בגיר
lt: Suaugęs gyvūnas
nl: Volwassen
pl: Dorosły
pt: Adulto
sk: Dospelé

source: Senior
el: Ηλικιωμένος
et: Seenior
fr: Sénior
he: קשיש
lt: Senas gyvūnas
nl: Ouder
pt: Mais velho

source: Board and Food
el: Σίτιση και τροφή
he: מחייה ומזון
lt: Išlaikymas ir šėrimas
nl: Verblijf en voer
pl: Zakwaterowanie i Wyżywienie
pt: Alimentação e Comida
sk: Potrava a pod.

source: Non-Microchipped Animals
de: Tiere ohne Microchip
el: Ζώα χωρίς μικροτσίπ
es: Animales sin microchip
et: Ilma kiibita loomad
fr: Animaux sans transpondeur
he: חיות מחמד ללא שבב
lt: Gyvūnai be mikroschemos
nl: Niet-gechipte dieren
pl: Zwierzęta bez czipów
pt: Animais sem Chip
sk: Zvieratá bez mikročipu

source: Auditing
de: Überprüfung
el: Επιθε
es: Auditoría
et: Audit (revideerimine)
fr: Auditer
he: ביקורת ספרים
lt: Auditas
nl: Doorlichten
pl: Audytowanie
pt: Auditar
sk: Kontrola

source: Animals Without Photo Media
de: Tiere ohne Foto
el: Ζώα χωρίς φωτογραφία
es: Animales sin multimedia
et: Pildita loomad
fr: Animaux sans photo
he: חיות מחמד ללא מדיה/תמונות
lt: Gyvūnai be nuotraukų failų
nl: Dieren zonder foto
pl: Zwierzęta bez zdjęć
pt: Animais sem Foto
sk: Zvieratá bez fotografie

source: Animals Never Vaccinated
de: Tiere ohne Impfung
el: Ζώα που ποτέ δεν εμβολιάστηκαν
es: Animales nunca vacunados
et: Loomad, keda pole kunagi vaktsineeritud
fr: Animaux jamais vaccinés
he: חיות מחמד שטרם חוסנו
lt: Nevakcinuoti gyvūnai
nl: Nooit-gevaccineerde dieren
pl: Zwierzęta bez szczepień
pt: Animais nunca vacinaos
sk: Nevakcinované zvieratá

source: Non-Neutered/Spayed Animals Aged Over 6 Months
de: Tiere ohne Sterilisation über 6 Monate
el: Μη στειρωμένα ζώα ηλικίας άνω των 6 μηνών
es: Animales no esterilizados de más de 6 meses
et: Üle 6-kuused oomad, kes pole steriliseeritud/kastreeritud
fr: Animaux entiers agés de plus de 6 mois
he: חיות מחמד שאינן מסורסות/מעוקרות שגילן מעל חצי שנה
lt: Nekastruoti/Nesterilizuoti 6 mėn. ir vyresni gyvūnai
nl: Ongesteriliseerde/ongecastreerde dieren ouder dan 6 maanden
pl: Niewysterylizowane zwierzęta starsze niż 6 m-cy
pt: Animais não castrados com mais de 6 meses
sk: Nekastrované zvieratá nad 6 mesiacov

source: Cats Not Combi-Tested
de: Katzen nicht Kombi getestet
el: Γάτες χωρίς πολλαπλό τεστ
es: Gatos no diagnosticados con FIV/leucemia
et: Kassid, kellele ei ole tehtud Combi Testi
fr: Chats non-testés FIV/FLV
lt: Katės be FLV/FIV testo
nl: Katten zonder combi-Test
pl: Koty bez testów FIV/L
pt: Gatos sem teste combi
sk: Mačky bez Combi-Test
