Repository: bobintetley/asm2
Catalog: src/locale/po/*.po
Languages: de, el, es, et, fr, he, lt, nl, pl, pt, sk

source: Edit Transaction
de: Transaktion bearbeiten
el: Επεξεργασία συναλλαγής
he: עריכת תנועה
lt: Redaguoti transakciją
nl: Transactie bewerken
pl: Edytuj Tranzakcję
pt: Editar a Transacção
sk: Upraviť transakciu

source: Save this transaction and exit
de: Diese Transaktion speichern und beenden
el: Αποθήκευση συναλλαγής και έξοδος
he: שמירת תנועה זו ויציאה
lt: Išsaugoti šią transakciją ir uždaryti
nl: Opslaan van transactie en afsluiten
pl: Zapisz tą tranzakcję i wyjdź
pt: Gravar esta transacção e sair
sk: Uložiť túto transakciu a odísť

source: Edit the selected transaction
de: Markierte Transaktion bearbeiten
el: Επεξεργασία επιλεγμένης συναλλαγής
he: עריכת התנועה הנבחרת
lt: Redaguoti pasirinktą transakciją
nl: Bewerk de geselecteerde transactie
pl: Edytuj wybraną tranzakcję
pt: Editar a transacção seleccionada
sk: Upraviť zvolenú transakciu

source: Delete the selected transactions
de: Die ausgewählten Transaktionen löschen
el: Διαγραφή της επιλεγμένης συναλλαγής
he: מחיקת התנועות הנבחרות
lt: Trinti pasirinktas transakcijas
nl: Verwijder de geselecteerde transactie
pl: Usuń wybraną tranzakcję
pt: Apagar as transacções seleccionadas
sk: Vymazať zvolené transakcie

source: Reconcile the selected transactions
de: Die ausgewählten Transaktionen ausgleichen
el: Έλεγξε τις επιλεγμένες συναλλαγές
he: חיפוי מחודש של התנועות הנבחרות
lt: Suderinti pasirinktas transakcijas
nl: Betaal de geselecteerde transacties
pt: Reconciliar as transacções seleccionadas
sk: Vysporiadať zvolené transakcie

source: Add a transaction
de: Transaktion hinzufügen
el: Πρόσθεση μία συναλλαγή
he: הוספת תנועה
lt: Pridėti transakciją
nl: Transactie toevoegen
pl: Dodaj Tranzakcję
pt: Adicionar uma nova transacção
sk: Pridať transakciu

source: Income::
de: Einkommen:
el: Έσοδα:
he: הכנסה::
lt: Pajamos::
nl: Inkomsten
pl: Przychód::
pt: Proveito::
sk: Príjem::

source: to
de: zu
el: σε
he: אל
lt: kam
nl: naar
pl: do
pt: para

source: View this owner
de: Zeige den Besitzer
el: Προβολή ιδιοκτήτη
he: צפייה בבעלים אלו
lt: Žiūrėti šį asmenį
nl: Bekijk deze eigenaar
pl: Pokaż tego Właściciela
pt: Ver este dono

source: Donation From:
de: Spende von:
el: Δωρεά από:
he: תרומה מאת:
lt: Parama nuo:
nl: Donatie van:
pl: Darowizna od:
pt: Doação de:

source: View this animal
de: Dieses Tier zeigen
el: Προβολή ζώου
he: צפייה בחיית מחמד זו
lt: Žiūrėti šį gyvūną
nl: Bekijk dit dier
pl: Pokaż to zwierzę
pt: Ver este animal

source: View this movement
de: Diesen Augenblick betrachten
el: Εμφάνισε αυτή την κίνηση
he: צפייה בהעברה זו
lt: Žiūrėti šį veiksmą
nl: Bekijk deze
pl: Pokaż to przeniesienie
pt: Ver este movimento

source: Reconciled:
de: Ausgeglichen:
el: Ταιριασμένα:
he: לאחר אישור:
lt: Suderintos:
nl: Betalen

source: Non-Reconciled
de: Nicht ausgeglichen
el: Μη ταιριασμένα
he: ללא אישור
lt: Nesuderintos
nl: Niet-betaald

source: Both
de: Beide
el: Και τα δύο
he: שניהם
lt: Abi
nl: Beiden

source: Delete this litter
de: Diesen Wurf löschen
el: Διαγραφή αυτής της Γέννας
es: Borrar esta camada
et: Kustuta see pesakond
fr: Supprimer cette portée
he: מחיקת המלטה זו
lt: Šalinti šią vadą
nl: Verwijder dit nest
pl: Usuń ten miot
pt: Apagar esta ninhada
sk: Vymazať tento vrh

source: Really Delete
de: Wirklich löschen?
el: Διέγραψε πραγματικά
es: Borrar en serio
et: Tõesti kustuta
fr: Confirmer la suppression
he: באמת למחוק?
lt: Tikrai šalinti
nl: Daadwerkelijk verwijderen
pl: Naprawdę usunąć
pt: Apagar Realmente
sk: Naozaj vymazať

source: Parent
de: Elternteil
el: Γονέας
es: Progenitor
et: Vanem
he: הורה
lt: Motina
nl: Ouder
pl: Rodzic
pt: Pai
sk: Rodič

source: Remaining
de: Verbleibend
el: Εναπομείναντα
es: Restante
et: Järele jäänud
fr: Restant
he: נותר
lt: Liko
nl: Resterend
pl: Pozostało
pt: Restante
sk: Zostáva

source: New litter
de: Neuer Wurf
el: Νέα Γέννα
es: Nueva camada
et: UUs pesakond
fr: Nouvelle portée
he: המלטה חדשה
lt: Nauja vada
nl: Nieuw nest
pl: Nowy miot
pt: Nova Ninhada
sk: Nový vrh

source: Edit this litter
de: Diesen Wurf bearbeiten
el: Επεξεργασία αυτής της Γέννας
es: Editar esta camada
et: Muuda pesakonda
fr: Éditer cette portée
he: עריכת המלטה זו
lt: Redaguoti šią vadą
nl: Bewerk dit nest
pl: Edytuj ten miot
pt: Editar esta Ninhada
sk: Upraviť tento vrh

source: Animal Litters
de: Würfe
el: Γέννες ζώου
es: Camadas de animales
et: Looma pesakonnad
fr: Portées
he: המלטות של חיות מחמד
lt: Gyvūnų vados
nl: Nesten
pl: Mioty Zwierząt
pt: Ninhadas de Animais
sk: Vrhy zvierat

source: View the animals in this litter
de: Jungtiere anzeigen
el: Εμφάνισε τα ζώα αυτής της Γέννας
es: Visualizar los animales de esta camada
et: Vaata loomi selles pesakonnas
fr: Voir les animaux de cette portée
he: צפייה בחיות המחמד בהמלטה זו
lt: Žiūrėti gyvūnus šioje vadoje
nl: Bekijk de dieren in dit nest
pl: Pokaż zwierzęta z tego miotu
pt: Ver os animais nesta ninhada
sk: Prezrieť zvieratá v tomto vrhu

source: Acceptance
de: Aktzeptanz
el: Αποδοχή
es: Admisión
et: Nõusolek
fr: Acceptation
he: זיהוי
lt: Priėmimas
nl: Aanvaarden
pl: Akceptacja
pt: Aceitação
sk: Prijatie

source: Adoption No:
de: Vermittlungsnummer:
el: Αριθμός υιοθεσίας:
es: Número de adopción:
et: Loovutus number:
fr: N° d'adoption :
he: מס' אימוץ:
lt: Veiksmo nr.:
nl: Adoptienummer:
pl: Adopcja Numer:
pt: Nº de Adopção:
sk: Číslo adopcie:

source: Has Comments:
de: Anmerkungen:
el: Έχει σχόλια:
es: Tiene comentarios:
et: Kommentaarid:
fr: Commentaires :
he: יש הערות:
lt: Komentaruose yra:
nl: Heeft opmerkingen:
pl: Posiada Komentarze:
pt: Tem Comentários:
sk: Má komentáre:

source: Search
de: Suche
el: Έρευνα
es: Buscar
et: Otsi
fr: Recherche
he: חיפוש
lt: Ieškoti
nl: Zoeken
pl: Szukaj
pt: Pesquisa
sk: Vyhľadávanie

source: Clear
de: Leeren
el: Εκκαθάριση
es: Limpiar
et: Puhasta
fr: Effacer
he: מחיקה
lt: Išvalyti
nl: Wis
pl: Wyczyść
pt: Apagar
sk: Zmazať

source: Inc. Deceased
de: Verstorbene Tiere mit einbezogen
el: Συμπεριέλαβε τα θανόντα
es: Incluir Muertos
et: Kaasa arvatud surnud
fr: Inclure les décédés
he: כולל מתים
lt: Įtraukti mirusius
nl: Inclusief overleden
pl: Wł. Zmarłe
pt: Inc. Falecidos
sk: Zahrnúť uhynuté

source: Tick this box to include deceased animals
de: Auswählen um verstorbene Tiere mit einzubeziehen
el: Τσεκάρισε αυτό το κουτάκι για να συμπεριληφθούν τα αποθανώντα ζώα
es: Marque esta casilla para incluir animales fallecidos.
et: Märgi see kast, et kaasata surnud loomad
fr: Cocher cette case pour inclure les animaux décédés
he: יש לסמן תיבה זו כדי לכלול חיות שמתו
lt: Pažymėkite šį laukelį, jei norite įtraukti mirusius gyvūnus.
nl: Vink dit aan om overleden dieren mee te tellen
pl: Zaznacz by dolączyć zmarłe zwierzęta
pt: Clique nesta caixa para incluir animais falecidos
sk: Označte toto ak zahrnúť aj uhynuté

source: Type:
de: Art:
el: Τύπος:
es: Tipo:
et: Tüüp:
he: סוג:
lt: Tipas:
pl: Typ:
pt: Tipo:
sk: Typ:

source: ShortCode
de: Kurzbezeichnung
el: Συνοπτικός κωδικός
et: Lühikood
fr: CodeCourt
he: קוד מקוצר
lt: Trumpas kodas
pl: Kod Skrócony
pt: Código Pequeno
sk: Krátky kód

source: Acc. No:
de: Kennnummer:
el: Αρ. λογ.:
fr: N° d'acceptation :
he: מס' זיהוי:
lt: Priėmimo nr.:
nl: Acc. Nr:
pl: Konto Nr:
pt: Nº de Conta:
sk: Číslo príjmu:

source: Internal Loc:
de: Interne Unterbringung
el: Εσωτερική θέση:
es: Ubicación interna:
et: Asukoht:
fr: Emplacement interne :
he: מיקום פנימי:
lt: Vidaus patalpa:
nl: Interne locatie
pt: Loc. Interna
sk: Interné umiestnenie:

source: Name:
el: Όνομα:
es: Nombre:
et: Nimi:
fr: Nom :
he: שם:
lt: Vardas:
nl: Naam:
pl: Nazwa:
pt: Nome:
sk: Meno:

source: Reserved:
de: Reserviert:
el: Κρατημένο:
es: Reservado:
et: Broneeritud:
fr: Réservé :
he: בהזמנה:
lt: Rezervacija:
nl: Gereserveerd:
pl: Zarezerwowane:
pt: Reservado:
sk: Rezervované:

source: Sex:
de: Geschlecht:
el: Φύλο:
es: Sexo:
et: Sugu:
fr: Sexe :
he: מגדר:
lt: Lytis:
nl: Geslacht:
pl: Płeć:
pt: Sexo:
sk: Pohlavie:

source: Bad Date
de: Falsches Datum
el: Λάθος ημερομηνία
es: Fecha errónea
et: Halb kuupäev
fr: Mauvaise date
he: תאריך שגוי
lt: Neteisinga data
nl: Foutive datum
pl: Nieprawidłowa Data
pt: Data com problemas
sk: Zlý dátum

source: Location:
de: Standort:
el: Τοποθεσία:
es: Ubicación:
et: Asukoht:
fr: Emplacement :
he: מיקום:
lt: Statusas:
nl: Locatie:
pl: Lokalizacja:
pt: Localização:
sk: Umiestnenie:

source: Aged between:
de: Alter zwischen:
el: Ηλικίας μεταξύ:
es: Con una edad entre:
et: Vanusevahemik:
fr: Agé entre :
he: בטווח הגילאים:
lt: Amžius (metais) tarp:
nl: Leeftijd tussen:
pl: W wieku pomiędzy:
pt: Idade entre:
sk: Vekom medzi:

source: Open
de: Öffnen
el: Άνοιξε
es: Abrir
et: Ava
fr: Ouvrir
he: פתיחה
lt: Atidaryti
pl: Otwórż
pt: Abrir
sk: Otvoriť

source: Unreserved
de: Nicht reserviert
el: Μη κρατημένο
es: No reservado
et: Broneerimata
fr: Non réservé
he: לא שמור
lt: Nerezervuotas
nl: Niet gereserveerd
pl: Niezarezerwowane
pt: Sem Reserva
sk: Nerezervované

source: Print
de: Drucken
el: Εκτύπωση
es: Imprimir
et: Prindi
fr: Imprimer
he: הדפסה
lt: Spausdinti
pl: Drukuj
pt: Imprimir
sk: Tlačiť

source: Search complete - no matches found.
de: Suche abgeschlossen - keine Ergebnisse gefunden
el: Η αναζήτηση ολοκληρώθηκε - Δεν βρέθηκαν αντιστοιχήσεις.
es: Búsqueda completa - no se han encontrado coincidencias.
et: Otsing tehtud - ei olnud vasteid.
fr: Recherche terminée - aucune correspondance trouvée.
he: החיפוש הושלם - לא נמצאו תוצאות.
lt: Paieška atlikta - rezultatų nerasta.
nl: Zoekactie volledig - geen overeenkomsten gevonden.
pl: Wyszukiwanie zakończone - nie znaleziono żadnych wyników.
pt: Procura completa - ocorrências não encontradas
sk: Vyhľadávanie ukončené - žiadne výsledky.

source: and:
de: und:
el: και:
es: y:
et: ja:
fr: et :
he: וגם:
lt: ir:
nl: en:
pl: i:
pt: e:
sk: a:

source: In Between:
de: Zwischen:
el: Μεταξύ:
es: En medio:
et: Vahemikus:
fr: Admis entre :
he: בטווח שבין:
lt: Pateko į prieglaudą tarp:
nl: Tussen:
pl: Pomiędzy:
pt: entre:
sk: Uprostred:

source: Features:
de: Eigenschaften:
el: Χαρακτηριστικά:
es: Características:
et: Omadused:
fr: Signe(s) particulier(s) :
he: תכונות:
lt: Požymiai:
nl: Eigenschappen:
pl: Zawiera:
pt: Características:
sk: Znaky (vzhľad):

source: (all)
de: (Alle)
el: (όλα)
es: (todos)
et: (kõik)
fr: (tous)
he: (הכל)
lt: (visi)
nl: (alle)
pl: (wszystkie)
pt: (todos)
sk: (všetko)

source: Insurance No:
de: Versicherungs Nummer:
el: Αρ. ασφάλισης:
es: Número de seguro:
et: Kindlustuse number:
fr: N° d'assurance :
he: מס' הביטוח:
lt: Draudimo nr:
nl: Verzekeringsnummer:
pl: Nr. Ubezpieczenia:
pt: Nº de Seguro:
sk: Číslo poistky:

source: Find Animal
de: Tier suchen
el: Εύρεση ζώου
es: Buscar Animal
et: Leia loom
fr: Rechercher un animal
he: חיפוש חיית מחמד
lt: Gyvūno paieška
nl: Zoek dier
pl: Znajdź Zwierzę
pt: Procurar Animal
sk: Vyhľadať zviera

source: Reserved
de: Reserviert
el: Κρατημένο
es: Reservado
et: Broneeritud
fr: Réservé
he: בהזמנה
lt: Rezervuotas
nl: gereserveerd
pl: Zarezerwowane
pt: Reservado
sk: Rezervované

source: Species:
de: Tierart:
el: Είδη:
es: Especie:
et: Liigid:
fr: Espèce :
he: זן:
lt: Rūšis:
nl: Diersoort:
pl: Gatunki:
pt: Espécies:
sk: Druhy:

source: Searching the database, please wait...
de: Datenbank wird durchsucht bitte warten...
el: Έρευνα στη βάση δεδομένων
es: Buscando en la base de datos, espere por favor...
et: Otsin andmebaasist, palun oota...
fr: Recherche dans la base de données, veuillez patentier...
he: מתבצע חיפוש במסד הנתונים, נא להמתין...
lt: Ieškoma duomenų bazėje, prašome palaukti...
nl: De databank doorzoeken, heb geduld...
pl: Przeszukiwanie bazy danych, proszę czekać...
pt: A Procurar na Base de Dados, Aguarde...
sk: Prehľadávam databázu, prosím, čakajte

source: Reclaimed By Owner
de: Vom Eigentümer zurückgefordert
el: Αναζητήθηκε από τον ιδιοκτήτη
es: Reclamado por el contacto
et: Tagastatud omanikule
fr: Réclamé par le propriétaire
he: נדרש בחזרה על ידי הבעלים
lt: Grąžintas šeimininkui
nl: Teruggeëist door eigenaar
pl: Odebrane przez Właściciela
pt: Reclamado pelo Dono
sk: Vrátené späť majiteľom

source: Code:
de: Kennzeichnung:
el: Κωδικός:
es: Código:
et: Kood:
he: קוד:
lt: Kodas:
pl: Kod:
pt: Código:
sk: Kód:

source: (both)
de: (Beide)
el: (και τα δύο)
es: (ambos)
et: (mõlemad)
fr: (tous)
he: (שניהם)
lt: (abu)
nl: (beiden)
pl: (oba)
pt: (ambos)
sk: (obe)

source: Microchip No:
de: Microchip Nein:
el: Νούμερο μικροτσίπ
he: מס׳ השבב:
lt: Mikroschemos nr.
nl: Nummer Microchip
pl: Nr. Mikrochipu:
pt: Microschip Nº

source: Vaccination Book
de: Impfbuch
el: Βιβλίο εμβολιασμών
es: Libro de Vacunas
et: Vaktsineerimisraamat
fr: Registre vaccination
he: ספר החיסונים
lt: Vakcinacijų tvarkaraštis
nl: Vaccinatieboek
pl: Książka Szczepień
pt: Livro de Vacinas
sk: Kniha vakcinácií

source: Filling list...
de: Liste wird gefüllt...
el: Η λίστα συμπληρώνεται...
es: Completando la lista...
et: Täidan nimekirja...
fr: Remplissage de la liste...
he: הרשימה מתמלאת...
lt: Sąrašas pildomas...
nl: Lijst wordt gevuld...
pl: Zapełnianie listy...
pt: Lista de Preenchimento
sk: Vytváram zoznam...

source: Open the animal record for this vaccination record
de: Tierdaten für diesen Impfeintrag öffnen
el: Άνοιξε το αρχείο ζώων για αυτό το αρχείο εμβολιασμών
es: Abrir el registro del animal correspondiente a esta vacunación
fr: Ouvrir la fiche de l'animal concerné
he: פתיחת רשומת חיית המחמד עבור רשומת חיסון זו
lt: Atidaryti su šiuo įrašu apie vakcinaciją susijusį gyvūno įrašą
nl: Open het dier-record voor dit vaccinatie-record
pl: Otwórz wpis zwierzęcia odpowiadający temu wpisowi szczepień
pt: Abrir o registo do animal para este registo de vacina
sk: Otvoriť záznam zvieraťa pre tento záznam vakcinácie

source: Could not read media entry from database:
de: Medien Einträge konnten nicht gelesen werden:
el: Δεν μπόρεσε να γίνει ανάγνωση της εγγραφής πολυμέσου από τη βάση δεδομένων:
es: No es posible leer la entrada multimedia de la base de datos:
et: Ei suuda lugeda meediafaili andmebaasist:
fr: Impossible de lire le média depuis la base de données :
he: לא ניתן לקרוא את רשומת המדיה ממסד הנתונים:
lt: Nepavyko nuskaityti failo įrašo iš duomenų bazės.:
nl: Media in databank onleesbaar:
pl: Nie można odczytać zdjęć z bazy danych:
pt: Impossível de ler entrada da base de dados
sk: Nemôžem čítať súbor z databázy:

source: Edit Media Entry
de: Medien Einträge bearbeiten
el: Διαχείριση καταχώρησης φωτογραφίας
es: Editar entrada multimedia
et: Muuda meediafaili
fr: Éditer le média
he: עריכת רשומת מדיה
lt: Redaguoti prieigą prie failo
nl: Bewerk media
pl: Edytuj Wpis Zdjęć
pt: Editar entrada
sk: Upraviť súbory

source: Notes about the animal, if you are using the internet plugin, these will be used as the animal's description
de: Anmerkungen zu diesem Tier. Wird bei Nutzung des Internet Plugin als die Beschreibung genutzt.
el: Σημειώσεις για το ζώο, αν χρησιμοποιείτε το πρόσθετο διαδικτύου αυτές θα χρησιμοποιηθούν ως περιγραφή του ζώου
es: La notas acerca del animal serán empleadas como la descripción de éste si se está utilizando el plugin para Internet
et: Märkmed looma kohta, mida kasutatakse internetis looma kirjeldusena
fr: Notes concernant l'animal, si vous utilisez le plugin Internet elles feront office de description de l'animal
he: הערות אודות חיית המחמד, אם נעשה שימוש בתוסף האינטרנט, פרטים אלו ישמשו כדי לתאר את חיית המחמד
lt: Pastabos apie gyvūną. Jei naudojatės internetu, jos bus panaudotos kaip gyvūno aprašymas.
nl: Als u de internet plugin gebruikt, worden opmerkingen over het dier gebruikt als de omschrijving van het dier
pl: Notatki dotyczące zwierzęcia. Jeśli korzystasz z opcji eksportu internetowego, ten wpis będzie użyty jako opis zwierzęcia.
pt: Notas sobre o animal, se está a utilizar o plugin de internet, estas serão usadas como a descrição do animal
sk: Poznámky o zvierati, ak používate internetový plugin, toto bude použité ako popis zvieraťa

source: The species of the litter
de: Tierart für diesen Wurf
el: Τα είδη της γέννας
es: La especie de la camada
et: Pesakonna liik
fr: L'espèce de la portée
he: זן ההמלטה
lt: Vados gyvūnų rūšis
nl: De diersoort van het nest
pl: Gatunek miotu
pt: As esécias da ninhada
sk: Druhy vo vrhu

source: Edit Litter
de: Wurf bearbeiten
el: Επεξεργασία Γέννας
es: Editar camada
et: Muuda pesakonda
fr: Éditer la portée
he: עריכת המלטה
lt: Redaguoti vadą
nl: Bewerk nest
pl: Edytuj Miot
pt: Editar ninhada
sk: Upraviť vrh

source: Acceptance:
de: Akzeptiert:
el: Αποδοχή:
es: Aceptación:
et: Nõusolek:
fr: Acceptation :
he: זיהוי:
lt: Priėmimas:
nl: Aanvaarden:
pl: Akceptacja:
pt: Aceitação:
sk: Prijatie

source: Create New Litter
de: Neuen Wurf anlegen
el: Δημιούργησε νέα Γέννα
es: Crear nueva camada
et: Loo uus pesakond
fr: Créer une nouvelle portée
he: יצירת המלטה חדשה
lt: Pridėti naują vadą
nl: Maak een nieuw nest aan
pl: Dodaj Nowy Miot
pt: Criar nova ninhada
sk: Vytvoriť nový vrh

source: Mother:
de: Mutter:
el: Μητέρα:
es: Madre:
et: Ema:
fr: Mère :
he: אם:
lt: Motina:
nl: Moeder:
pl: Matka:
pt: Mãe:
sk: Matka:

source: Number:
de: Nummer:
el: Νούμερο:
es: Número:
fr: Numéro :
he: מספר:
lt: Numeris:
nl: Aantal:
pl: Numer:
pt: Número:
sk: Číslo:

source: The number of animals in the litter
de: Anzahl der Jungtiere
el: Αριθμός ζώων στη γέννα
es: Número de animales de la camada
et: Loomade arv pesakonnas
fr: Le nombre d'animaux dans la portée
he: מספר חיות המחמד בהמלטה
lt: Gyvūnų skaičius vadoje
nl: Het aantal dieren in het nest
pl: Ilość zwierząt w miocie
pt: Número de animais na ninhada
sk: Počet zvierat vo vrhu

source: The date the litter was born or entered the shelter
de: Gegurtsdatum oder Tierheim Eintrittsdatum
el: Ημερομηνία γέννησης ή εισαγωγής στο καταφύγιο, της γέννας
es: Fecha en la que la camada nació o entró al refugio
et: Kuupäev mil pesakond sündis või jõudis varjupaika
fr: La date de naissance ou date d'arrivée au refuge de la portée
he: התאריך בו התרחשה ההמלטה או תאריך הכניסה לבית המחסה
lt: Vados gimimo arba atsiradimo prieglaudoje data
nl: De datum waarop de dieren van dit nest zijn geboren of zijn binnengekomen in het opvangcentrum
pl: Data kiedy miot był urodzony lub kiedy został umieszczony w schronisku
pt: Data em que a ninhada nasceu ou entrou no canil
sk: Dátum, kedy bol vrh narodený alebo prijatý do útulku

source: The date this litter expires
de: Gültigkeitsdatum für den Wurf
el: Ημερομηνία λήξης της γέννας
es: Fecha en la caduca la camada
fr: La date d'expiration de la portée
he: התאריך בו ההמלטה פגה
lt: Vados galiojimo laiko pabaiga
nl: De datum waarop dit nest vervalt
pl: Data wygaśnięcia tego miotu
pt: Data em que expira a ninhada
sk: Dátum kedy tento vrh vyprší

source: Abandon this record
de: Diesen Datensatz verlassen
el: Εγκατάλειψε το αρχείο
es: Abandonar este registro
et: Hülga see kirje
fr: Annuler cet enregistrement
he: התעלמות מרשומה זו
lt: Atšaukti šį įrašą
nl: Verlaat dit record
pl: Porzuć ten wpis
pt: Abandonar este registo
sk: Zakázať tento záznam

source: The acceptance number for all the animals in this litter - the system can automatically remove litters
de: Die Eingangsnummer für alle Tiere dieses Wurfes - das System kann den Wurf automatisch entfernen
el: Ο αριθμός αποδοχής για όλα τα ζώα αυτής της γέννας - το σύστημα μπορεί να αφαιρέσει αυτόματα Γέννες
es: El número de aceptación para todos los animales de esta camada. El sistema puede borrar automáticamente camadas
fr: Le numéro d'acceptation pour tous les animaux de cette portée - le système peut supprimer les portées automatiquement
he: מספר הזיהוי עבור כל חיות המחמד בהמלטה זו - המערכת יכולה להסיר המלטות אוטומטית
lt: Priėmimo numeris visiems šios vados gyvūnams - sistema gali automatiškai pašalinti vadas
nl: Het aanvaardingsgetal voor alle dieren in dit nest - het systeem kan automatisch nesten verwijderen
pt: Número de aceitação para todos os animais nesta ninhada - o sistema pode remover automaticamente ninhadas
sk: Príjmové číslo pre všetky zvieratá v tomto vrhu - systém môže automaticky odstraňovať vrhy

source: Edit Vaccination
de: Impfung bearbeiten
el: Επεξεργασία εμβολιασμού
es: Editar vacunación
et: Muuda vaktsineerimist
fr: Mettre à jour les vaccinations
he: עריכת חיסון
lt: Redaguoti vakcinaciją
nl: Bewerk vaccinatie
pl: Edytuj Szczepienia
pt: Editar vacinação
sk: Upraviť vakcináciu

source: Abandon changes to this record
de: CostEdit
el: Εγκατάλειψε τις αλλαγές στο αρχείο
es: Abandonar los cambios de este registro
et: Hülga selle kirje muudatused
fr: Abandonner les modifications
he: התעלמות משינויים לרשומה זו
lt: Atšaukti šio įrašo pakeitimus
nl: Breek de veranderingen aan dit record af
pl: Porzuć zmiany tego wpisu
pt: Abandonar modificação neste registo
sk: Zakázať zmeny pre tento záznam

source: The date the animal was actually given this vaccination treatment
de: Datum der Impfung
el: Ημερομηνία που δόθηκε πραγματικά η θεραπεία εμβολιασμού στο ζώο
es: Fecha en la que el animal recibió el tratamiento de vacunación
et: Kuupäev, mil looma reaalselt vaktsineeriti
fr: La date à laquelle l'animal a été vacciné
he: התאריך בו ניתנה לחיית מחמד זו טיפול חיסונין זה
lt: Vakcinacijos data
nl: De datum waarop de vaccinatie is toegediend
pl: Data kiedy poddano zwierzę szczepieniu
pt: Data em que o animal levou a vacinação
sk: Dátum kedy bolo zviera vakcinované

source: New Vaccination
de: Neue Impfung
el: Νέος εμβολιασμός
es: Nueva vacunación
et: Uus vaktsineerimine
fr: Nouvelle vaccination
he: חיסון חדש
lt: Nauja vakcinacija
nl: Nieuwe vaccinatie
pl: Nowe Szczepienie
pt: Nova vacina
sk: Nová vakcinácia

source: Date Given:
de: Impfdatum:
el: Δοθείσα ημερομηνία:
es: Fecha Asignada:
et: Manustamise kuupäev:
fr: Date d'administration :
he: התאריך בו ניתן:
lt: Atlikimo data:
nl: Datum toegediend
pl: Data Podania:
pt: Data dada:
sk: Podané dňa:

source: Date Required:
de: Vorgesehenes Datum:
el: Απαιτούμενη ημερομηνία:
es: Fecha Requerida:
et: Nõutav kuupäev:
fr: Date recommandée :
he: התאריך הנדרש:
lt: Planinė data:
nl: Datum verplicht:
pl: Wymagana Data:
pt: Data necessária
sk: Požadované dňa:

source: The date the animal should be given this vaccination treatment
de: Das Datum an dem die Impfung erfolgen soll
el: Η ημερομηνία που θα έπρεπε να δοθεί στο ζώο η θεραπεία εμβολιασμού
es: Fecha en la que el animal debe recibir este tratamiento de vacunación
et: Kuupäev, mil loom peaks saama selle vaktsiini
fr: La date à laquelle l'animal doit être vacciné
he: התאריך בו אמורה חיית המחמד לקבל טיפול חיסוני זה
lt: Data, kai gyvūnas turetų būti vakcinuojamas
nl: De datum waarop de vaccinatie moet toegediend worden
pl: Data następnego szczepienia
pt: Data em que o animal deverá receber a vacina
sk: Dátum kedy malo byť zviera vakcinované

source: Treatment Type:
de: Behandlungsart:
el: Τύπος θεραπείας:
es: Tipo de tratamiento:
et: Ravi tüüp:
fr: Type de traitement :
he: סוג הטיפול:
lt: Vakcinacijos tipas:
nl: Behandelingtype:
pl: Typ Leczenia:
pt: Tipo de Tratamento
sk: Typ ošetrenia:

source: Any comments about the vaccination treatment
de: Anmerkungen zur Impfbehandlung
el: Σχόλια για τις θεραπείες εμβολιασμών
es: Comentarios acerca del tratamiento de vacunación
et: Kommentaarid vaktsineerimise kohta
fr: Commentaires à propos du traitement vaccinatoire
he: הערות כלשהן על אודות הטיפול החיסוני
lt: Komentarai apie vakcinaciją
nl: Opmerkingen over de vaccinatie
pl: Komentarze dotyczące szczepienia
pt: Adicionar comentários sobre a vacina
sk: Komentáre k vakcinácii

source: Create a new vaccination treatment
de: Neue Impfbehandlung anlegen
el: Δημιούργησε μια νέα θεραπεία εμβολιασμών
es: Crear un nuevo tratamiento de vacunación
et: Loo uus vaktsineerimine
fr: Créer
he: יצירת טיפול חיסוני חדש
lt: Naujas įrašas apie vakcinaciją
nl: Maak een nieuwe vaccinatie aan
pl: Stwórz nowe szczepienie
pt: Criar um novo tratamento de vacinas
sk: Vytvoriť novú vakcináciu

source: Location:
de: Ort der Unterbringung:
el: Τοποθεσία:
es: Ubicación:
et: Asukoht:
fr: Emplacement :
he: מיקום:
lt: Patalpa:
nl: Locatie:
pl: Lokalizacja:
pt: Localização:
sk: Umiestnenie:
