Repository: bobintetley/asm2
Catalog: src/locale/po/*.po
Languages: de, el, es, et, fr, he, lt, nl, pl, pt, sk

source: Total number of treatments must be numeric
de: Gesamtanzahl der Behandlungen muss numerisch sein
el: Τοσύνολο των θεραπευτικών αγωγών πρέπει να είναι αριθμός.
es: El número de tratamientos ha de ser una cifra
et: Ravide koguarv peab olema märgitud numbritena
fr: Le nombre total de traitements doit être numérique
he: מספר סך כל הטיפולים חייב להיות בעל ערך מספרי
lt: Bendras medikamentų skaičius turi būti išreikštas skaičiumi
nl: Het totaal aantal behandelingen moet een getal zijn
pl: Całkowita ilość procesów leczenia musi być wyrażona liczbą
pt: O número total de tratamentos deverá ser numérico.
sk: Celkový počet ošetrení musí byť numerický

source: You must supply a date.
de: Bitte ein Datum angeben
el: Πρέπει να δώσετε ημερομηνία.
es: Es necesario introducir una fecha.
et: Määra kuupäev.
fr: Vous devez saisir une date.
he: יש לציין תאריך.
lt: Būtina nurodyti datą.
nl: Geef een datum aan.
pl: Musisz podać datę
pt: Deverá inserir uma data.
sk: Musíte zadať dátum

source: You must supply a log type.
de: Bitte einen Protokolltypen angeben.
el: Πρέπει να ορίσετε τύπο αρχείου καταγραφής.
es: Es necesario introducir un tipo de registro.
et: Määra log type.
fr: Vous devez fournir un type de journal.
he: יש לציין סוג רישום.
lt: Būtina nurodyti žurnalo tipą.
nl: Geef een logboektype op.
pl: Musisz podać typ dziennika.
pt: Deve fornecer um tipo de registo.
sk: Musíte zadať typ logu.

source: You must supply the log entry.
de: Bitte einen Protokolleintrag eingeben.
el: Πρέπει να καταχωρήσετε στοιχεία.
es: Es necesario introducir la entrada de registro.
et: Määra log entry.
fr: Vous devez fournir l'entrée du journal.
he: יש לציין את הרשומה ברישום.
lt: Būtina pateikti žurnalo įrašą.
nl: Geef de logboekvermelding op.
pl: Musisz coś wpisać do dziennika.
pt: Deve inserir a entrada de registo
sk: Musíte zadať záznam logu.

source: Done.
de: Erledigt.
el: Ολοκληρώθηκε.
es: Hecho.
et: Valmis.
fr: Terminé.
he: בוצע.
lt: Atlikta.
nl: Klaar.
pl: Gotowe.
pt: Concluído
sk: Hotovo.

source: {0} years and {1} months
de: {0} Jahre und {1} Monate
el: {0} έτη και {1} μήνες
es: {0} años y {1} meses
et: {0} aastat ja {1} kuud
fr: {0} an(s) et {1} mois
he: {0} שנים ו־{1} חודשים
lt: {0} met. ir {1} mėn.
nl: {0} jaar en {1} maanden
pl: {0} lat(a) i {1} miesięcy(e)
pt: {0} anos e {1} meses
sk: {0} rokov a {1} mesiacov

source: {0} weeks.
de: {0} Wochen.
el: {0} εβδομάδες.
es: {0} semanas.
et: {0} nädalat.
fr: {0} semaines.
he: {0} שבועות.
lt: {0} sav.
nl: {0} weken.
pl: {0} tygodni(e)
pt: {0} semanas.
sk: {0} týždňov

source: Shelter code {0} has already been used.
de: Tierheim-Code {0} wurde bereits verwendet.
el: Ο κωδικός {0} έχει ήδη χρησιμοποιηθεί.
es: El código de refugio '{0}' ya está siendo utilizado.
et: Varjupaigakood {0} on juba kasutusel.
fr: Le code refuge {0} a déjà été utilisé.
he: מס' בית המחסה {0} כבר נמצא בשימוש.
lt: Prieglaudos kodas {0} jau panaudotas.
nl: Opvangcentrumcode '{0}' is al gebruikt.
pl: Kod schroniskowy {0} jest już używany
pt: O código do canil {0} já se encontra em utilização.
sk: Kód útulku {0} už bol použitý.

source: {0}: does not match the system selected animal coding scheme of {1}
de: {0}: entspricht nicht dem Tier-Kodierungsschema von {1}
el: {0}: δεν συμφωνεί με την επιλεγμένη κωδικοποίηση {1}
es: {0}: no coincide con el esquema de códigos de animales seleccionado de {1}
et: {0}: ei sobi looma kodeerimissüsteemiga {1}
fr: {0} : ne correspond pas au schéma de codage animal de {1} sélectionné dans le système
he: {0}: אינו תואם לתבנית קידוד חיות המחמד שנבחרה על ידי המערכת עבור {1}
lt: {0}: neatitinka sistemos pasirinktos {1} gyvūnų kodavimo sistemos
nl: {0}: komt niet overeen met het door het systeem geselecteerde dier {1}
pl: {0}: nie pasuje do przyjętego schematu kodów {1}
pt: {0}: não coincide com o sistema seleccionado de esquema de codificação animal {1}

source: Reference number {0} has already been used in the database.
de: Referenz {0} wurde in der Datenbank bereits belegt.
el: Ο αριθμός αναφοράς {0} έχει ήδη χρησιμοποιηθεί στη άση δεδομένων.
es: El número de referencia '{0}' ya ha sido empleado en la base de datos.
et: Viide number {0} on juba andmebaasis kasutusel.
fr: La référence numéro {0} est déjà utilisée dans la base de données.
he: מספר ההפנייה {0} כבר נמצא בשימוש במסד הנתונים.
lt: Identifikacinis numeris {0} jau yra panaudotas duomenų bazėje.
nl: Referentie nummer '{0}' is al in gebruik in de databank.
pl: Numer referencyjny został już użyty w bazie danych
pt: O número de referência {0} já está a ser utilizado na base de dados.
sk: Referenčné číslo {0} už bolo použité v databáze.

source: Movement: {0} {1} to {2}
de: Transfer: {0} {1} nach {2}
el: Μετακίνηση: {0} {1} στο {2}
es: Movimiento: {0} {1} a {2}
et: Liikumine: {0} {1} to {2}
fr: Mouvement : {0} {1} vers {2}
he: העברה: מ־{0} {1} אל {2}
lt: Veiksmas: {0} {1} pas {2}
nl: Mutatie: {0} {1} naar {2}
pl: Przesunięcie: {0} {1} do {2}
pt: Movimento: {0} {1} to {2}
sk: Pohyb: {0} {1} do {2}

source: Waiting List: {0}
de: Warteliste: {0}
el: Λίστα αναμονής: {0}
es: Lista de espera: {0}
et: Ootenimekiri: {0}
fr: Liste d'attente : {0}
he: רשימת המתנה: {0}
lt: Laukiančiųjų vietos sąrašas: {0}
nl: Wachtlijst: {0}
pl: Lista oczekiwania: {0}
pt: Lista de espera: {0}
sk: Zoznam čakajúcich: {0}

source: Found Animal: {0}
de: Gefundenes Tier: {0}
el: Ευρεθέντα ζώα: {0}
es: Animal encontrado: {0}
et: Leitud loom: {0}
fr: Animal trouvé : {0}
he: נמצאה חיה: {0}
lt: Rasti gyvūnai: {0}
nl: Gevonden dier: {0}
pl: Znalezione zwierzę: {0}
pt: Animal encontrado: {0}
sk: Nájdené zvieratá: {0}

source: Lost Animal: {0}
de: Entlaufenes Tier: {0}
el: Απωλεσθέντα ζώα: {0}
es: Animal perdido: {0}
et: Kaotatud loom: {0}
fr: Animal perdu : {0}
he: בעל חיים עזוב: {0}
lt: Dingę gyvūnai: {0}
nl: Vermist dier: {0}
pl: Zagubione zwierzę: {0}
pt: Animal desaparecido: {0}
sk: Stratené zvieratá: {0}

source: Owner: {0}
de: Besitzer: {0}
el: Ιδιοκτήτης: {0}
es: Contacto: {0}
et: Omanik: {0}
fr: Propriétaire : {0}
he: בעלים: {0}
lt: Savininkas: {0}
nl: Eigenaar: {0}
pl: Właściciel: {0}
pt: Proprietário: {0}
sk: Majiteľ: {0}

source: Copy of {0}
de: Kopie von {0}
el: Αντιγραφή του {0}
es: Copia de {0}
et: Koopia {0}
fr: Copie de {0}
he: העתק של {0}
lt: {0} kopija
nl: Kopij van {0}
pl: Kopia z {0}
pt: Cópia de {0}
sk: Kópia {0}

source: Additional fields must have a name and a label.
de: Zusätzliche Fehler müssen einen Namen und eine Bezeichnung besitzen.
el: Τα πρόσθετα πεδία πρέπει να έχουν όνομα και ετικέτα.
es: Los campos adicionales deben tener un nombre y una etiqueta.
et: Tiendavatel väljadel peab olema nimi ja märgistus.
fr: Les champs supplémentaires doivent avoir un nom et une étiquette.
he: לשדות הנוספים חייב להיות שם ותווית.
lt: Papildomi laukai privalo turėti pavadinimą ir žymę.
nl: Additionele velden moeten een naam en label hebben
pl: Dodatkowe pola muszą posiadać nazwę i etykietę
pt: Os campos adicionais deve ter um nome e um rótulo.
sk: Doplnkové políčka musia mať meno a označenie.

source: Field names cannot contain spaces.
de: Feldnamen dürfen keine Leerzeichen beinhalten.
el: Τα ονόματα των πεδίων δεν πρέπει να περιέχουν κενά.
es: Los campos de nombres no pueden contener espacios.
et: Väljade nimes ei tohi olla tühikuid.
fr: Le nom des champs ne peut contenir des espaces.
he: שמות השדות לא יכולים להכיל רווחים.
lt: Laukų pavadinimuose negali būti tarpų.
nl: Veldnamen kunnen geen spaties bevatten
pl: Nazwy pól nie mogą zawierać spacji
pt: Os nomes dos campos não podem conter espaços.
sk: Názvy políčok nesmú obsahovať medzery

source: You cannot create a lookup without some lookup items.
de: Sie können kein Wörterbuch ohne Einträge anlegen.
el: Δεν μπορείτε να κάνετε αναζήτηση χωρίς κάποια στοιχεία αναζήτησης.
es: No puede crear una búsqueda sin algún criterio de búsqueda.
et: Otsingut ei saa teha ilma otsinguühikuteta.
fr: Vous ne pouvez pas créer une requête sans critères de recherche.
he: לא ניתן ליצור חיפוש ללא פריטי חיפוש.
lt: Sąrašas negali būti sukurtas be sąrašo elementų.
nl: Je kan geen opzoeking aanmaken zonder opzoekelementen.
pl: Nie możesz stworzyć wyszukiwania bez podania jego parametrów.
pt: Você não pode criar uma pesquisa sem alguns itens de pesquisa.
sk: Nemôžete vytvoriť zoznam bez nejakých položiek zoznamu.

source: You must select two different breeds for a crossbreed animal.
de: Sie müssen zwei unterschiedliche Rassen für eine Kreuzung auswählen.
el: Πρέπει να επιλέξετε δύο διαφορετικές ράτσες για ένα ζώο διασταύρωσης.
es: Es necesario seleccionar dos razas para un animal mestizo.
et: Vali kaks erinevat tõugu segaverelisele loomale.
fr: Vous devez sélectionner deux races différentes pour un animal croisé.
he: יש לבחור בשני גזעים שונים לחיית מחמד מעורבת.
lt: Mišrūnui turi būti parinktos dvi skirtingos veislės.
nl: Je moet twee verschillende rassen opgeven voor een gekruisd dier.
pl: Musisz wybrać dwie różne rasy dla zwierzęcia rasy mieszanej
pt: Você deve selecionar duas raças diferentes para um animal mestiço.
sk: Musíte zvoliť dve rozdielne plemená, ak chcete zviera označiť za kríženca.

source: Donations must be linked to an owner.
de: Abgaben müssen mit einem Eigentümer verlinkt werden.
el: Οι δωρεές πρέπει να είναι συνδεδεμένες με ενα ιδιοκτήτη.
et: Annetused peavad loomaomanikuga olema seotud.
he: יש לקשר תרומות לבעלים.
lt: Parama turi būti susieta su asmeniu.
nl: Giften moeten aan een eigenaar gekoppeld zijn.
pl: Datki muszą być powiązane z właścicielem.
pt: As doações devem ser associadas a um proprietário.
sk: Príspevky musia byť prepojené na majiteľa

source: You must supply a date for the cost.
de: Sie müssen ein Datum für die Ausgabe angeben.
el: Πρέπει να παρέχετε ημερομηνία για το έξοδο.
et: Pead lisama kulule kuupäeva.
he: יש לציין תאריך לעלות.
lt: Būtina nurodyti išlaidų datą.
nl: Je moet een datum opgeven voor de kost.
pl: Muszisz podać datę wystąpienia tego kosztu.
pt: Você deve fornecer uma data para o custo.
sk: Musíte zadať dátum vzniknutého výdavku

source: You must supply a description for the cost.
de: Sie müssen eine Beschreibung für die Ausgabe angeben.
el: Πρέπει να εισάγετε περιγραφή του εξόδου.
et: Ped lisama kulule kirjelduse.
he: יש לציין תיאור לעלות.
lt: Būtina pateikti išlaidų aprašymą.
nl: Je moet een omschrijving opgeven voor de kost.
pl: Musisz podać opis tego kosztu.
pt: Deverá adicionar uma descrição do custo.
sk: Musíte zadať popis vzniknutého výdavku

source: Created {0}
de: Erzeugt {0}
el: Δημιουργήθηκε {0}
he: {0} נוצר
lt: Sukurta {0}
nl: Aangemaakt
pl: Stworzono
pt: Criado {0}

source: Changed {0}
de: Verändert {0}
el: Άλλαξε {0}
he: {0} השתנה
lt: Pakeista {0}
nl: Veranderd
pl: Zmieniono
pt: Alterado {0}

source: Deleted {0}
de: Gelöscht {0}
el: Διαγράφηκε {0}
he: {0} נמחק
lt: Ištrinta {0}
nl: Verwijderd
pl: Usunięto
pt: Eliminado {0}

source: Moved {0} from {1} to {2}
de: {0} verschoben von {1} nach {2}
el: Μετακινήθηκε {0} από {1} στο {2}
he: {0} הועבר מ{1} ל{2}
lt: Perkelta {0} iš {1} į {2}
nl: Verplaatst
pl: Przeniesiono {0} z {1} do {2}
pt: Movido {0} para {1} to {2}

source: Merged {0} into {1}
de: {0} wurde mit {1} zusammengeführt
el: Συγχωνεύτηκαν {0} σε {1}
he: {0} מוזג לתוך {1}
lt: Sujungta {0} su {1}
nl: Samengevoegd
pl: Scalono {0} do {1}
pt: Fundir {0} em {1}

source: The username {0} has already been used.
de: Der Benutzername {0} wird bereits verwendet
el: Το όνομα χρήστη {0} χρησιμοποιείται ήδη.
he: שם המשתמש {0} כבר נמצא בשימוש.
lt: Naudotojo vardas {0} jau naudojamas
nl: De gebruikersnaam is al in gebruik
pl: Nazwa użytkownika jest już zajęta.
pt: O username {0} já foi utilizado.

source: Monthly Donation analysis (by type) for
de: Monatliche Spendenanalyse (nach Typ) für
el: Μηνιαία ανάλυση δωρεών (βάση τύπου) για
es: Análisis de las donaciones mensuales (por tipo) para
et: Kuu annetuste analüüs (tüübi järgi)
fr: Analyse mensuelle des dons (par type) pour
he: ניתוח תרומות חודשי (לפי סוג) עבור
lt: Mėnesio paramos analizė (pagal tipą)
nl: Giftenanalyse per maand (per type) voor
pl: Miesięczna analiza darowizn (wg typu) dla
pt: Análise de doações mensais (por tipo) para
sk: Mesačná analýza darov (podľa typu) pre

source: Monthly Donation analysis (by species) for
de: Monatliche Spendenanalyse (nach Spezies) für
el: Μηνιαία ανάλυση δωρεών (βάση ειδών) για
es: Análisis de las donaciones mensuales (por especies) para
et: Kuu annetuste analüüs (loomaliigiti)
fr: Analyse mensuelle des dons (par espèce) pour
he: ניתוח תרומות חודשי (לפי זן) עבור
lt: Mėnesio paramos analizė (pagal rūšį)
nl: Giftenanalyse per maand (per diersoort) voor
pl: Miesięczna analiza darowizn (wg gatunków) dla
pt: Análise mensal de doações (por espécie) para
sk: Mesačná analýza darov (podľa druhu) pre

source: Adoption Return Reasons for
de: Grund für Rückgabe von
el: Λόγοι αναστροφής υιοθεσίας για
es: Razones del retorno de adopciones para
et: Loovutatud loomade tagastus
fr: Motifs des retours d'adoptions pour
he: סיבות להחזרה מאימוץ עבור
lt: Atiduotų gyvūnų grąžinimų priežastys
nl: Terugbreng reden na adoptie voor
pl: Powody zwrotów z adopcji dla
pt: Devolução de animais adoptados para
sk: Dôvody vrátenia zvieraťa pre

source: Animal Entry Reasons for
de: Abgabegrund für
el: Λόγοι εισαγωγής ζώων για
es: Razones de entrada de animales para
et: Loomade saabumise põhjus
fr: Motifs des admissions pour
he: סיבת כניסת חיית המחמד עבור
lt: Gyvūnų patekimo priežastys
nl: Binnenkomst redenen voor
pt: Razões para a entrada de animais
sk: Dôvody príjmu zvieraťa pre

source: Monthly Adoption analysis (by species) for
de: Monatliche Vermittlungsanalyse (nach Spezies) für
el: Μηνιαία ανάλυση υιοθεσιών (βάση ειδών) για
es: Análisis de las adopciones mensuales (por especies) para
et: Kuu loovutuste analüüs (loomaliigiti)
fr: Analyse mensuelle des adoptions (par espèce) pour
he: ניתוח אימוץ חודשי (לפי זן) עבור
lt: Atidavimų per mėnesį analizė (pagal rūšis)
nl: Analyse adoptie per maand (per diersoort) voor
pl: Miesięczna analiza adopcji (wg gatunku) dla
pt: Análise mensal de adopções (por espécies) para
sk: Mesačná analýza adopcií (podľa druhu) pre

source: Oct
de: Okt.
el: Οκτ.
et: oktoober
he: אוק'
lt: Spalis
nl: Okt
pl: paź
sk: Okt

source: Monthly Adoption analysis (by location,
de: Monatliche Vermittlungsanalyse (nach Ort,
el: Μηνιαία ανάλυση υιοθεσιών (βάση τοποθεσίας,
es: Análisis de las adopciones mensuales (por ubicación,
et: Kuu loovutuste analüüs (asukoha järgi,
fr: Analyse mensuelle des adoptions (par localisation,
he: ניתוח אימוץ חודשי (לפי מיקום,
lt: Atidavimų per mėnesį analizė (pagal vietovę,
nl: Analyse adoptie per maand (per gemeente,
pl: Miesięczna analiza adopcji (wg lokalizacji,
pt: Análise mensal de adopção (por local,
sk: Mesačná štatistika adpocií

source: Jul
de: Juli
el: Ιούλ.
et: juuli
fr: Juil
he: יול'
lt: Liepa
pl: Lip
pt: Julho
sk: júl

source: Aug
de: August
el: Αύγ.
es: Ago
et: august
fr: Août
he: אוג'
lt: Rugpjūtis
pl: Sie
pt: Agosto

source: Which year is this graph for?
de: Für welches Jahr ist dieses Diagramm?
el: Για ποιό έτος είναι το γράφημα;
es: ¿Para qué año es esta gráfica?
et: Millise aasta kohta see graafik on?
fr: Pour quelle année est ce graphique ?
he: לאיזו שנה מיועדת עקומה זו?
lt: Kuriems metams skirtas šis grafikas?
nl: Voor welk jaar is deze grafiek?
pl: Dla którego roku jest ten wykres?
pt: A que ano se reporta este gráfico?
sk: Pre ktorý rok je tento graf?

source: Jan
de: Januar
el: Ιαν.
es: Ene
et: jaanuar
he: ינו'
lt: Sausis
pl: Sty
pt: Janeiro

source: all
de: Alle
el: όλα
es: todos
et: kõik
fr: Tous
he: הכל
lt: visi
nl: alle
pl: wszystkie
pt: tudo
sk: všetky

source: Sep
de: September
el: Σεπτ.
et: september
he: ספט'
lt: Rugsėjis
pl: Wrz
pt: Setembro

source: Nov
de: November
el: Νοέμ.
et: november
he: נוב'
lt: Lapkritis
pl: Lis
pt: Novembro

source: May
de: Mai
el: Μάϊ.
es: Mayo
et: mai
fr: Mai
he: מאי
lt: Gegužė
nl: Mei
pl: Maj
pt: Maio
sk: Máj

source: Apr
de: April
el: Απρ.
es: Abr
et: aprill
fr: Avr
he: אפר'
lt: Balandis
pl: kwi
pt: Abril

source: Dec
de: Dezember
el: Δεκ.
es: Dic
et: detsember
fr: Déc
he: דצמ'
lt: Gruodis
pl: gru
pt: Dezembro

source: species) for
de: Spezies) für
el: είδη) για
es: especies) para
et: liigid)
fr: espèces) pour
he: זן) עבור
lt: rūšis)
nl: diersoort) voor
pt: espécies) para
sk: druhov) pre

source: Mar
de: März
el: Μάρ.
et: märts
fr: Mars
he: מרץ
lt: Kovas
nl: Maa
pt: Março

source: Jun
de: Juni
el: Ιούν.
et: juuni
fr: Juin
he: יונ'
lt: Birželis
pl: cze
pt: Junho
sk: Jún

source: Feb
de: Februar
el: Φεβ.
et: veebruar
fr: Fév
he: פבר'
lt: Vasaris
pl: lut
pt: Fevereiro

source: Generating Graph -
de: Aufstellung erzeugen -
el: Δημιουργία γραφήματος -
es: Generando Gráfica -
et: Teen graafikut-
fr: Génération du graphique -
he: מחולל עקומה -
lt: Kuriamas grafikas -
nl: Grafiek wordt aangemaakt -
pl: Generowanie wykresu -
pt: Gerar gráfico -
sk: Generujem graf

source: What type of graph would you like to generate?
de: Was für eine Art von grafischer Auswertung würden Sie gerne erzeugen?
el: Τι τύπο γραφήματος θέλετε να φτιάξετε;
es: ¿Qué tipo de gráfica desea generar?
et: Millist tüüpi graafikut soovite?
fr: Quel type de graphique souhaitez-vous créer ?
he: איזה סוג של עקומה ברצונך לחולל?
lt: Kokio tipo grafiką norėtumėte sukurti?
nl: Welk soort grafiek wilt u aanmaken?
pl: Jaki wykres chcesz wygenerować?
pt: Que tipo de gráfico gostaria de gerar?
sk: Ktorý typ grafu chcete vygenerovať?

source: Graph Type
de: Aufstellungsart
el: Τύπος Γραφήματος
es: Tipo de gráfico
et: Graafiku tüüp
fr: Type de graphique
he: סוג עקומה
lt: Grafiko tipas
nl: Grafiektype
pl: Typ wykresu
pt: Tipo de Gráfico
sk: Typ grafu

source: Interpolation
de: Erweiterung
el: Παρεμβολή
es: Interpolación
et: Lisandus
he: שרבוב
lt: Interpoliacija
nl: Interpolatie
pl: Interpolacja
pt: Interpolação
sk: Interpolácia (vloženie)

source: Chart -
de: Diagramm -
el: Γράφημα -
es: Diagrama -
et: Tabel-
fr: Diagramme -
he: תרשים -
lt: Diagrama -
nl: Grafiek -
pl: Wykres -
pt: Gráfico -
sk: Graf

source: Plot Chart
de: Liniendiagramm (Messpunkte)
el: Εκτύπωση γραφήματος
es: Diagrama de puntos
et: Peagraafik
fr: Diagramme en courbe
he: תרשים
lt: Taškinė diagrama
nl: Plotgrafiek
pl: Rysuj wykres
pt: Gráfico Plot
sk: Políčkový graf

source: Line Chart
de: Liniendiagramm
el: Γραμμικό γράφημα
es: Diagrama de líneas
et: Joondiagramm
fr: Diagramme en ligne
he: תרשים קו
lt: Linijinė diagrama
nl: Lijngrafiek
pl: Wykres liniowy
pt: Gráfico de linhas
sk: Čiarový graf

source: Line
de: Linie
el: Γραμμή
es: Línea
et: Rida
fr: Ligne
he: קו
lt: Linijinė diagrama
nl: Lijn
pl: Linia
pt: Linha
sk: Riadok

source: Bar Chart
de: Balkendiagramm
el: Ιστόγραμμα (Bar Chart)
es: Gráfico de barras
et: Ribadiagramm
fr: Graphique en Barres
he: תרשים עמודות
lt: Stulpelinė diagrama
nl: Staafgrafiek
pl: Wykres słupkowy
pt: Gráfico de Barras
sk: Stĺpcový graf

source: Unknown chart type '
de: Unbekannter Diagrammtyp
el: Άγνωστος τύπος γραφήματος '
es: Tipo de diagrama desconocido '
et: Tundmatu graafiku tüüp '
fr: Type de diagramme inconnu '
he: סוג תרשים לא ידוע: '
lt: Nežinomas diagramos tipas '
nl: Onbekende grafieksoort '
pl: Nieznany typ wykresu '
pt: Tipo de gráfico desconhecido '
sk: Neznámy typ grafu

source: Pie
de: Tortendiagramm
el: Πίτα
es: Círculo
et: Sektor
fr: Camembert
he: פאי
lt: Skritulinė diagrama
nl: Taart
pl: Kołowy
pt: Queijo
sk: Koláčový graf

source: Bar
de: Balken
el: Μπάρα
es: Barra
et: Tulp
fr: Barre
he: עמודה
lt: Stulpelinė diagrama
nl: Staaf
pl: Słupek
pt: Barra
sk: Stĺpec

source: Rendering Graph...
de: Auswertung wird erstellt ...
el: Το γράφημα σχεδιάζεται...
es: Renderizando Gráfica...
et: Teen graafikut...
fr: Rendu graphique...
he: מצייר את התרשים...
lt: Ruošiamas grafikas...
nl: Berekenen grafiek...
pl: Renderowanie wykresu...
pt: Gerando gráfico...
sk: Vykresľjem graf

source: Plot
de: Grafisch darstellen
el: Σχεδίαση
es: Gráfico
fr: Courbe
he: תרשים
lt: Taškinė diagrama
pl: Wykres
sk: Políčko

source: There is no data to show on the chart.
de: Keine Daten für das Diagramm gefunden.
el: Δεν υπάρχουν δεδομένα να εμφανιστούν στο διάγραμμα.
es: No hay datos que mostrar en el diagrama.
et: Puuduvad andmed graafikus näitamiseks.
fr: Il n'y a aucune donnée à afficher dans le graphique.
he: אין נתונים להצגה בתרשים.
lt: Nėra duomenų rodymui diagramoje.
nl: Er zijn gegevens beschikbaar om te tonen in deze grafiek.
pl: Brak danych do pokazania na wykresie
pt: Não existem dados para exibir no gráfico.
sk: Žiadne dáta na zobrazenie

source: Waiting List (
de: Warteliste (
el: Λίστα αναμονής (
es: Lista de Espera (
et: Ootenimekiri (
fr: Liste d'attente (
he: רשימת המתנה (
lt: Laukia vietos (
nl: Wachtlijst
pl: Lista oczekiwania (
pt: Lista de espera (
sk: Zoznam čakajúcih (

source: Income::Donation
de: Einnahme::Spende
el: Έσοδα::Δωρεά
he: הכנסה::תרומה
lt: Pajamos::Parama
nl: Inkomsten: Donatie
pl: Przychód::Datek
pt: Receita::Doação
sk: Príjem::Dar

source: Incoming donations (misc)
de: Einkommende Spenden (misc)
el: Εισερχόμενες δωρεές (διάφορα)
he: תרומות נכנסות (שונות)
lt: Įeinanti parama (įv.)
nl: Inkomsten donaties (diversen)
pl: Wpływające datki(różne)
pt: Doações recebidas (misc)
sk: Rôzne dary

source: Income::Adoption
de: Einkommen::Annahme
el: Έσοδα::Υιοθεσίες
he: הכנסה::אימוץ
lt: Pajamos::Atidavimas
nl: Inkomsten: Adoptie
pl: Przychód::Adopcja
pt: Receita::Adopção
sk: Príjem::Adopcia

source: Adoption fee donations
de: Adoptionsgebühr Spenden
el: Δωρεές από τέλη υιοθεσίας
he: תרומות לעלויות אימוץ
lt: Gyvūno atidavimo mokestis
nl: Adoptie kosten donaties
pl: Datki adopcyjne
pt: Taxa de doações para adopção
sk: Adopčné poplatky

source: Income::WaitingList
de: Einnahme::Warteliste
el: Έσοδα::Λίστα αναμονής
he: הכנסה::רשימת_המתנה
lt: Pajamos::Laukiančių sąrašas
nl: Inkomsten: Wachtlijst
pl: Przychód:Lista_Oczekujących
pt: Receitas::Lista de espera
sk: Príjem::Zoznam čakajúcich

source: Waiting list donations
de: Spenden Warteliste
el: Λίστα αναμονής δωρεών
he: תרומות לרשימת ההמתנה
lt: Parama iš laukiančių vietos
nl: Wachtlijst donaties
pl: Darowizny z Listy Oczekujących
pt: Doações para a lista de espera
sk: Príspevky zo zoznamu čakajúcich

source: Income::EntryDonation
el: Έσοδα::ΤέληΕισαγωγής
he: הכנסה::תרומת_כניסה
lt: Pajamos::Parama už priėmimą
nl: Inkomsten: Invoeren donatie
pl: Przychód::DarowiznaWejściowa
pt: Receita::DoaçãoEntrada
sk: Príjem::Príspevok pri príjme psa

source: Donations for animals entering the shelter
de: Spenden für Tiere, die in das Tierheim kommen
el: Δωρεές για ζώα που εισάγονται στο καταφύγιο
he: תרומה לחיות הנכנסות לבית המחסה
lt: Parama už priimtą gyvūną
nl: Donaties voor dieren die het asiel binnenkomen
pl: Datki dla zwierząt trafiających do schroniska
pt: Doações para animais que entram no canil
sk: Príspevky pri zvieratách, ktoré boli prijaté do útulku

source: Income::Sponsorship
de: Einnahme:: Patenschaft
el: Έσοδα::Χορηγία
he: הכנסה::חסות
lt: Pajamos::Rėmimas
nl: Inkomsten: Sponsors
pl: Przychód::Sponsor
pt: Receita::Patrocinio
sk: Príjem::Sponzoring

source: Sponsorship donations
de: Patenschaftsspenden
el: Δωρεές χορηγιών
he: תרומות חסות
lt: Rėmėjų parama
nl: Sponsors donaties
pl: Datki sponsorskie
pt: Doações de patrocinadores
sk: Dary od sponzorov

source: Income::Shop
de: Einnahme::Shop
el: Έσοδα::Κατάστημα
he: הכנסה::חנות
lt: Pajamos::Parduotuvė
nl: Inkomsten: Winkel
pl: Przychód::Sklep
pt: Receitas::Loja
sk: Príjem::E-shop

source: Income from an on-site shop
de: Einkommen aus Ladenlokal
el: Έσοδα από ηλεκτρονικό κατάστημα
he: הכנסה מחנות הבית
lt: Pajamos iš prieglaudoje esančios parduotuvės
nl: Inkomsten van Asiel winkel
pl: Przychód ze sklepu
pt: Receitas da loja online
sk: Príjem z e-shopu

source: Income::Interest
de: Einnahme::Zinsen
el: Έσοδα::Τόκος
he: הכנסה::ריבית
lt: Pajamos::Palūkanos
nl: Inkomsten: Rente
pl: Przychód::Oprocentowanie
pt: Receitas::Lucros
sk: Príjem::Príspevok na účet
