Repository: bobintetley/asm2
Catalog: src/locale/po/*.po
Languages: de, el, es, et, fr, he, lt, nl, pl, pt, sk

source: Bank account interest
de: Bankkonto Zinsen
el: Τόκος τραπεζικού λογαριασμού
he: ריבית חשבון הבנק
lt: Banko sąskaitos palūkanos
nl: Rente bankrekening
pl: Oprocentowanie rachunku bankowego
pt: Juros bancários em conta
sk: Príspevok na účet

source: Income::OpeningBalances
de: Einnahmen::Eröffnungsbilanz
el: Έσοδα::Απόμεταφορά
he: הכנסה::מאזנים_פותחים
lt: Pajamos::Pradiniai likučiai
nl: Inkomsten: Open balans
pl: Przychód::BilansOtwarcia
pt: Receitas::BalançosAbertura
sk: Príjem::Vstupný vklad

source: Opening balances
de: Eröffnungsbilanzen
el: Άνοιγμα ισοζυγίου από μεταφορά
he: מאזנים פותחים
lt: Pradiniai likučiai
nl: Open balans
pl: Bilanse otwarcia
sk: Vstupný vklad

source: Bank::Current
el: Τράπεζα:τρέχουσα
he: בנק::נוכחי
lt: Bankas::Esama
nl: Bank: Huidige status
pl: Bank::Saldo
pt: Banco::Actual
sk: Banka::Bežný účet

source: Bank current account
de: Aktuelles Bankkonto
el: Τρέχων λογαριασμός τραπέζης
he: החשבון הנוכחי בבנק
lt: Dabartinė banko sąskaita
nl: Bank huidige rekening
pl: Aktualne konto bankowe
pt: Conta corrente bancária
sk: Bežný účet v banke

source: Bank::Deposit
de: Bank::Einlage
el: Τράπεζα::Καταθέσεις
he: בנק::הפקדה
lt: Bankas::Depozitinė
nl: Bank: Storting
pl: Bank::Depozyt
pt: Banco::Depósito
sk: Banka::Vklad

source: Bank deposit account
de: Einlagenkonto
el: Τραπεζικός λογαριασμός καταθέσεων
he: חשבון ההפקדה בבנק
lt: Depozitinė banko sąskaita
nl: Bank rekening
pl: Konto bankowe depozytowe
pt: Conta bancária de depósito
sk: Bankový vklad

source: Bank::Savings
de: Bank::Ersparnisse
el: Τράπεζα::Αποταμιεύσεις
he: בנק::חסכונות
lt: Bankas::Taupomoji
nl: Bank: Spaarrekening
pl: Bank::Oszczędności
pt: Banco::Poupanças
sk: Banka::Sporenie

source: Bank savings account
de: Sparbuch
el: Τραπεζικός λογαριασμός αποταμιεύσεων
he: חשבון חסכון בבנק
lt: Taupomoji banko sąskaita
nl: Bank spaarrekening
pl: Konto bankowe oszczędności
pt: Conta poupança
sk: Sporenie v banke

source: Asset::Premises
de: Aktiva::Grundstücke
el: Περιουσία::Εγκαταστάσεις
he: נכס::שטח_ומבנה
lt: Turtas::Pastatai
nl: Bezitting: Pand
pl: Aktywa::Nieruchomości
pt: Activo::Loja

source: Premises
de: Immobilien
el: Εγκαταστάσεις
he: האזור והמבנה של בית המחסה
lt: Pastatai
nl: Pand
pl: Nieruchomości
pt: Permissas

source: Expenses::Phone
de: Kosten::Telefon
el: Έξοδα::Τηλεφώνου
he: הוצאות::טלפון
lt: Sąnaudos::Telefonas
nl: Kosten: Telefoon
pl: Wydatki::Telefon
pt: Despesas::Telefone
sk: Výdavky::Telefón

source: Telephone Bills
de: Telefonrechnungen
el: Τηλεφωνικοί λογαριασμοί
he: חשבונות טלפון
lt: Sąskaitos už telefono ryšį
nl: Telefoon Rekening
pl: Rachunki za telefon
pt: Contas de telefone
sk: Účty za telefón

source: Expenses::Electricity
de: Kosten::Strom
el: Έξοδα::Ηλεκτρικού
he: הוצאות::חשמל
lt: Sąnaudos::Elektra
nl: Kosten: Electriciteit
pl: Wydatki::Elektryczność
pt: Despesas::Electricidade
sk: Výdavky::Elektrina

source: Electricity Bills
de: Stromrechnungen
el: Λογαριασμοί ηλεκτρικού
he: חשבונות חשמל
lt: Sąskaitos už elektrą
nl: Electriciteitsrekening
pl: Rachunki za prąd
pt: Contas de Electricidade
sk: Účty za elektrinu

source: Expenses::Water
de: Kosten::Wasser
el: Έξοδα::Νερό
he: הוצאות::מים
lt: Sąnaudos::Vanduo
nl: Kosten: Water
pl: Wydatki::Woda
pt: Despesas::Água
sk: Výdavky::Voda

source: Water Bills
de: Wasserrechnungen
el: Λαγαριασμοί νερού
he: חשבונות מים
lt: Sąskaitos už vandenį
nl: Waterrekening
pl: Rachunki za wodę
pt: Contas da água
sk: Účty za vodu

source: Expenses::Gas
de: Kosten::Gas
el: Έξοδα::Καυσίμων
he: הוצאות::גז
lt: Sąnaudos::Dujos
nl: Kosten: Gas
pl: Wydatki::Paliwo
pt: Despesas::Gás
sk: Výdavky::Plyn

source: Gas Bills
de: Gasrechnungen
el: Λογαριασμοί καυσίμων
he: חשבונות גז
lt: Sąskaitos už dujas
nl: Gasrekening
pl: Rachunki za paliwo
pt: Contas do Gás
sk: Účty za plyn

source: Expenses::Postage
de: Kosten::Porto
el: Έξοδα::Ταχυδρομικά
he: הוצאות::דואר
lt: Sąnaudos::Paštas
nl: Kosten: Verzendkosten
pl: Wydatki::Poczta
pt: Despesas::Correspondência
sk: Výdavky::Poštovné

source: Postage costs
de: Portokosten
el: Ταχυδρομικές δαπάνες
he: עלויות שימוש בשרותי דואר
lt: Pašto išlaidos
nl: Verzendkosten
pl: Koszty obsługi pocztowej
pt: Despesas de correspondência
sk: Poštovné

source: Expenses::Stationary
de: Ausgaben::Fixe Ausgaben
el: Έξοδα::Αναλώσιμα
he: הוצאות::ציוד_כתיבה
lt: Sąnaudos::Kanceliarija
nl: Kosten: Drukwerk
pl: Wydatki::Stacjonarne
pt: Despesas::Imóvel

source: Stationary costs
de: Fixe Ausgaben
el: Κόστος αναλώσιμων
he: עלויות ציוד כתיבה
lt: Išlaidos kanceliarinėms prekėms
nl: Drukwerk kosten
pl: Koszty stacjonarne
pt: Despesas do imóvel

source: Expenses::Food
de: Ausgaben::Futter
el: Έξοδα::Τροφή
he: הוצאות::מזון
lt: Sąnaudos::Pašarai
nl: Kosten: Eten
pl: Wydatki::Żywność
pt: Despesas::Comida
sk: Výdavky::Potrava

source: Animal food costs
de: Tier-Futter Kosten
el: Κόστος τροφής ζώων
he: עלויות המזון לחיות המחמד
lt: Išlaidos gyvūnų pašarams
nl: Kosten Dierenvoer
pl: Koszty wyżywienia zwierząt
pt: Custos com a alimentação dos animais
sk: Výdavky na potravu

source: D (Dog)
de: D (Hund)
el: Σ (Σκύλος)
es: D (Perro)
et: K (Koer)
fr: D (Chien)
he: D (כלב)
lt: S (Šuo)
nl: D (Hond)
pl: D (Pies)
pt: C (Cão)
sk: P (Pes)

source: F (Stray Dog)
de: F (Streunender Hund)
el: F (Αδέσποτος Σκύλος)
es: F (Perro callejero)
et: H (Hulkuv koer)
fr: F (Chien errant)
he: F (כלב תועה)
lt: G (Gyvūnas iš gatvės)
nl: F (Zwerfhond)
pl: F(Bezdomny Pies)
pt: V (Cão vadio)
sk: F (zatúlaný pes)

source: U (Unwanted Cat)
de: U (Ungewollte Katze)
el: Α (Ανεπιθύμητη γάτα)
es: U (Gato abandonado)
et: S (Soovimatu kass)
fr: U (Chat indésirable)
he: U (חתול לא רצוי)
lt: N (Gyvūnas iš namų)
nl: U (Ongewenste kat)
pl: U(Niechciany Kot)
pt: I (Gato indesejado)
sk: N (Nechcená mačka)

source: S (Stray Cat)
de: S (Streunende Katze)
el: S (Αδέσποτη Γάτα)
es: S (Gato callejero)
et: T (Hulkuv kass)
fr: S (Chat errant)
he: S (חתול תועה)
lt: P (Gyvūnas iš prieglaudos)
nl: S (Zwerfkat)
pl: S(Bezdomny Kot)
pt: V (Gato vadio)
sk: S (zatúlaná mačka)

source: M (Miscellaneous)
de: M (Sonstiges)
el: Δ (Διάφορα)
es: M (Diversos)
et: M (Muu)
fr: M (Divers)
he: M (שונות)
lt: X (Nežinoma)
nl: M (Veelsoortig)
pl: M (Inne)
pt: D (Diverso)
sk: R (Rôzny)

source: N (Non Shelter Animal)
de: N (Kein Tier aus einem Tierheim)
el: Ν (Δεν είναι ζώο καταφυγίου)
es: N (Animal externo)
et: E (Mitte varjupaigaloom)
fr: N (animal extra-refuge)
he: N (חיית מחמד שאינה במקלט)
lt: E (Ne prieglaudos apskaitai)
nl: N (Niet-centrumdier)
pl: N (Zwierzę przebywające poza schroniskiem)
pt: N (Animal não pertencente ao canil)
sk: N (Neumiestnené zviera)

source: Black
de: Schwarz
el: Μαύρο
es: Negro
et: Must
fr: Noir
he: שחור
lt: Juoda
nl: Zwart
pl: Czarny
pt: Preto
sk: Čierna

source: White
de: Weiß
el: Λευκό
es: Blanco
et: Valge
fr: Blanc
he: לבן
lt: Balta
nl: Wit
pl: Biały
pt: Branco
sk: Biela

source: Black and White
de: Schwarz und Weiß
el: Μαύρο και άσπρο
es: Negro y Blanco
et: Must ja Valge
fr: Noir et blanc
he: שחור ולבן
lt: Juoda su balta
nl: Zwart en wit
pl: Czarno-biały
pt: Preto e Branco
sk: Čiernobiela

source: Ginger
de: Rothaarig
el: Πυρρόξανθο
es: Pelirrojo
et: Punakaspruun
fr: Roux
he: ג'ינג'י
lt: Ryža
nl: Ros
pl: Rudy
pt: Avermelhado
sk: Hrdzavá

source: White and Black
de: Weiß und Schwarz
el: Άσπρο και Μαύρο
es: Blanco y Negro
et: Valge ja must
fr: Blanc et noir
he: לבן ושחור
lt: Balta su juoda
nl: Wit en zwart
pl: Biało-czarny
pt: Branco e preto
sk: Bieločierna

source: Tortie
de: Schildpatt
el: Χελωνίτσα
he: טורטי
lt: Vėžlio kiauto
nl: Schildpad
pt: Calico

source: Tabby
de: Getigert
el: Τιγρέ
es: Atigrado
et: Vöödiline
fr: Tigré
he: טאבי
lt: Raina
pl: Pręgowany (wzdłuż)
pt: Listado
sk: Pruhovaná mačka

source: Tan
de: Hellbraun
el: Ανοιχτοκαστανό
es: Canela
et: Kollakaspruun
fr: Fauve
he: חום־צהבהב
lt: Rusva
nl: Lichtbruin
pl: Rdzawobrązowy
pt: Bronzeado
sk: Svetlohnedá

source: Black and Tan
de: Schwarz und Hellbraun
el: Μαύρο και ανοιχτοκαστανό
es: Negro y Canela
et: Must pruuni markeeringuga
fr: Noir et fauve
he: שחור וחום־צהבהב
lt: Juoda su rusva
nl: Zwart en lichtbruin
pl: Czarny i rdzawobrązowy
pt: Preto e amarelo
sk: Čierna a svetlohnedá

source: Tan and Black
de: Hellbraun und Schwarz
el: Ανοιχτικαστανό και μαύρο
es: Canela y Negro
et: Kollakaspruun mustaga
fr: Fauve et noir
he: חום־צהבהב ושחור
lt: Rusva su juoda
nl: Lichtbruin en zwart
pl: Rdzawobrązowy i czarny
pt: Amarelo e Preto
sk: Svetlohnedá a čierna

source: Brown
de: Braun
el: Καφέ
es: Marrón
et: Pruun
fr: Marron
he: חום
lt: Ruda
nl: Bruin
pl: Brązowy
pt: Castanho
sk: Hnedá

source: Brown and Black
de: Braun und Schwarz
el: Καφέ και Μαύρο
es: Marrón y Negro
et: Pruun ja must
fr: Marron et noir
he: חום ושחור
lt: Ruda su juoda
nl: Bruin en zwart
pl: Brązowo-czarny
pt: Castanho e preto
sk: Hnedočierna

source: Black and Brown
de: Schwarz und Braun
el: Μαύρο και Καφέ
es: Negro y Marrón
et: Must ja pruun
fr: Noir et marron
he: שחור וחום
lt: Juoda su ruda
nl: Zwart en bruin
pl: Czarno-brązowy
pt: Preto e castanho
sk: Čiernohnedá

source: Brindle
de: Gescheckt
el: Καστανόχρωμο με πιτσιλιές
es: Manchado
et: Hallikaspruun
fr: Bringé
he: מנומר
lt: Tigrinė (šunims)
nl: Tijgergestreept
pl: Pręgowany
pt: Malhado
sk: Strakatá

source: Brindle and Black
de: Gescheckt und Schwarz
el: Καστανόχρωμο με πιτσιλιές και μαύρο
es: Manchado y Negro
et: Hallikaspruun ja must
fr: Bringé et noir
he: מנומר ושחור
lt: Tigrinė su juoda
nl: Tijgergestreept en zwart
pl: Pręgowany i czarny
pt: Preto com manchas
sk: Tigrovaná a čierna

source: Brindle and White
de: Gescheckt und Weiß
el: Καστανόχρωμο με πιτσιλιές και λευκό
es: Manchado y Blanco
et: Hallikaspruun ja valge
fr: Bringé et blanc
he: מנומר ולבן
lt: Tigrinė su balta
nl: Tijgergestreept en wit
pl: Pręgowany i biały
pt: Branco com manchas
sk: Tigrovaná a biela

source: Black and Brindle
de: Schwarz und Gescheckt
el: Μαύρο και καστανόχρωμο με πιτσιλιές
es: Negro y Manchado
et: Must ja hallikaspruun
fr: Noir et bringé
he: שחור ומנומר
lt: Juoda su tigrine
nl: Zwart en tijgergestreept
pl: Czarny i pręgowany
pt: Preto com manchas
sk: Čierna a tigrovaná

source: White and Brindle
de: Weiß und Gescheckt
el: Λευκό και καστανόχρωμο με πιτσιλιές
es: Blanco y Manchado
et: Valge ja hallikaspruun
fr: Blanc et bringé
he: לבן ומנומר
lt: Balta su tigrine
nl: Wit en tijgergestreept
pl: Biały i pręgowany
pt: Branco com manchas
sk: Biela a tigrovaná

source: Tricolour
de: Dreifarbig
el: Τρίχρωμο
es: Tricolor
fr: Tricolor
he: תלת־צבעי
lt: Trispalvė
nl: Driekleurig
pl: Trikolor
pt: Tricolor
sk: Trojfarebná

source: Liver
de: Rotbraun
el: Βαθυκόκκινο
es: Con lunares
et: Maksavärvi
fr: Chocolat
he: חום כהה
lt: Rausvai ruda
nl: Donkerbruin
pl: Wątrobiany
pt: Figado
sk: Tmavohnedá

source: Liver and White
de: Rotbraun und Weiß
el: Βαθυκόκκινο και λευκό
es: Con lunares y Blanco
et: Maksavärvi ja valge
fr: Chocolat et blanc
he: חום כהה ולבן
lt: Rausvai ruda su balta
nl: Donkerbruin en wit
pl: Wątrobiany i biały
pt: Fígado e Branco
sk: Tmavohnedá a biela

source: White and Liver
de: Weiß und Rotbraun
el: Λευκό και βαθυκόκκινο
es: Blanco y Con lunares
et: Valge ja maksavärvi
fr: Blanc et chocolat
he: לבן וחום כהה
lt: Balta su rausvai ruda
nl: Wit en donkerbruin
pl: Biały i wątrobiany
pt: Branco e Fígado
sk: Biela a tmavohnedá

source: Cream
de: Cremefarben
el: Κρεμ
es: Crema
et: Kreemikas
fr: Crème
he: קרם
lt: Kreminė
nl: Crèmekleurig
pl: Kremowy
pt: Creme
sk: Krémová

source: Tan and White
de: Hellbraun und Weiß
el: Ανοιχτοκαστανό και λευκό
es: Canela y Blanco
et: Kollakaspruun ja must
fr: Fauve et blanc
he: חום־צהבהב ולבן
lt: Rusva su balta
nl: Lichtbruin en wit
pl: Rdzawobrązowy i biały
pt: Amarelo e branco
sk: Svetlohnedá a biela

source: White and Tan
de: Weiß und Hellbraun
el: Λευκό και ανοιχτοκαστανό
es: Blanco y Canela
et: Valge ja kollakaspruun
fr: Blanc et fauve
he: לבן וחום־צהבהב
lt: Balta su rusva
nl: Wit en lichtbruin
pl: Biały i rdzawobrązowy
pt: Branco e amarelo
sk: Biela a svetlohnedá

source: Tortie and White
de: Schildpatt mit weiß
el: Λευκό με χρωματιστές πιτσιλιές
he: טורטי ולבן
lt: Vėžlio kiauto su balta
nl: Schildpad met wit
pt: Calico e Branco

source: Tabby and White
de: Gefleckt und Weiß
el: Τιγρέ και λευκό
es: Atigrado y Blanco
et: Vöödiline ja valge
fr: Tigré et blanc
he: טאבי ולבן
lt: Raina su balta
nl: Tabby en wit
pl: Tabby i biały
pt: Listado e branco
sk: Strakatá a biela

source: Ginger and White
de: Rothaaring und Weiß
el: Πυρρόξανθο και λευκό
es: Pelirrojo y Blanco
et: Punakaspruun ja valge
fr: Roux et blanc
he: ג'ינג'י ולבן
lt: Ryža su balta
nl: Ros en wit
pl: Rudy i biały
pt: Avermelhado e branco
sk: Ryšavá a biela

source: Grey
de: Grau
el: Γκρί
es: Gris
et: Hall
fr: Gris
he: אפור
lt: Pilka
nl: Grijs
pl: Szary
pt: Cinzento
sk: Šedá

source: Grey and White
de: Grau und Weiß
el: Γκρί και Λευκό
es: Gris y Blanco
et: Hall ja valge
fr: Gris et blanc
he: אפור ולבן
lt: Pilka su balta
nl: Grijs en wit
pl: Szary i biały
pt: Cinzento e branco
sk: Šedobiela

source: White and Grey
de: Weiß und Grau
el: Λευκό και Γκρί
es: Blanco y Gris
et: Valge ja hall
fr: Blanc et gris
he: לבן ואפור
lt: Balta su pilka
nl: Wit en grijs
pl: Biały i szary
pt: Branco e cinzento
sk: Bielošedá

source: White and Torti
de: Weiß und Braun gemischt (Torti)
el: Λευκό και πιτσιλωτό
es: Blanco y Torti
et: Valge ja kilpkonnavärvi
fr: Blanc et écaille de tortue
he: לבן וטורטי
lt: Balta su vėžlio kiauto
nl: Wit en schildpad
pl: Biały i szylkret
pt: Branco e tartaruga
sk: Biela a korytnačinová

source: Brown and White
de: Braun und Weiß
el: Καφέ και λευκό
es: Marrón y Blanco
et: Pruun ja valge
fr: Marron et blanc
he: חום ולבן
lt: Ruda su balta
nl: Bruin en wit
pl: Brązowy i biały
pt: Castanho e branco
sk: Hnedobiela

source: Blue
de: Blau
el: Μπλέ
es: Azul
et: Sinine
fr: Bleu
he: כחול
lt: Melsva
nl: Blauw
pl: Niebieski
pt: Azul
sk: Modrá

source: White and Tabby
de: Weiß und Gescheckt
el: Λευκό και πιτσιλωτό
es: Blanco y Atigrado
et: Valge ja vöödiline
fr: Blanc et tigré
he: לבן וטאבי
lt: Balta su raina
nl: Wit en tabby
pl: Biały i tabby
pt: Branco e listado
sk: Biela a strakatá

source: Yellow and Grey
de: Gelb und Grau
el: Κίιτρινο και γκρί
es: Amarillo y Gris
et: Kollane ja hall
fr: Jaune et gris
he: צהוב ואפור
lt: Geltona su pilka
nl: Geel en grijs
pl: Żółty i szary
pt: Amarelo e cinzento
sk: Žltosivé

source: Various
de: Verschiedene
el: Ποικιλόχρωμο
es: Multicolor
et: Mitmesugune
fr: Divers
he: מגוון
lt: Įvairi
nl: Meerdere
pl: Różne
pt: Vários
sk: Rôzna

source: White and Brown
de: Weiß und Braun
el: Λευκό και καφέ
es: Blanco y Marrón
et: Valge ja pruun
fr: Blanc et marron
he: לבן וחום
lt: Balta su ruda
nl: Wit en bruin
pl: Biały i brązowy
pt: Branco e castanho
sk: Bielohnedá

source: Green
de: Grün
el: Πράσινο
es: Verde
et: Roheline
fr: Vert
he: ירוק
lt: Žalia
nl: Groen
pl: Zielony
pt: Verde
sk: Zelená

source: Amber
el: Μελί
he: ענבר
lt: Gintarinė
pt: Âmbar

source: Black Tortie
de: Schildpatt Schwarz
el: Μαύρο με χρωματιστές πιτσιλιές
he: טורטי שחור
lt: Vėžlio kiauto (juodo atspalvio)
nl: Zwart schildpad
pt: Calico Preto

source: Blue Tortie
de: Schildpatt Blau
el: Μπλε με χρωματιστές πιτσιλιές
he: טורטי כחול
lt: Vėžlio kiauto (melsvo atspalvio)
nl: Blauw schildpad
pt: Calico Azul

source: Chocolate
de: Schokoladenbraun
el: Σοκολατί
he: שוקולד
lt: Šokoladinė
nl: Chocolade bruin

source: Chocolate Tortie
de: Schildpatt Schokoladenbraun
el: Σοκολατί με χρωματιστές πιτσιλιές
he: טורטי שוקולד
lt: Vėžlio kiauto (šokoladinio atspalvio)
nl: Chocolade schildpad
pt: Calico Chocolate

source: Cinnamon
he: קינמון
lt: Cinamonas
nl: Warm bruin
pl: Cynamonowy

source: Cinnamon Tortoiseshell
de: Schildpatt Zimtfarben
el: Κανελλί με χρωματιστές πιτσιλιές
he: שריון צב בגוון קינמון
lt: Vėžlio kiauto (cinamono atspalvio)
nl: Bruin schildpad
pt: Atartarugado Canela

source: Fawn
de: Rehfarben
el: Μπεζ
he: עופר
lt: Smėlinė
nl: Beige
pt: Bege

source: Fawn Tortoiseshell
de: Schildpatt Rehfarben
el: Μπεζ με πολύχρωμες πιτσιλιές
he: שיריון צב בגוון עופר
lt: Vėžlio kiauto (smėlinio atspalvio)
nl: Beige schildpad
pt: Atartarugado Bege

source: Golden
el: Χρυσαφί
he: מוזהב
lt: Auksinė
nl: Goudkleurig
pt: Dourado

source: Light Amber
de: Leicht Bernsteinfarben
el: Ανοιχτό Μελί
he: ענבר בהיר
lt: Šviesiai gintarinė
nl: Licht amber
pt: Âmber Claro

source: Lilac
he: לילך
lt: Alyvinis
nl: Lilac (duifgrijs)
pl: Królik Lilac

source: Lilac Tortie
de: Schildpatt Lavendelfarben
el: Lilac με χρωματιστές πιτσιλιές
he: טורטי לילך
lt: Vėžlio kiauto (alyvinio atspalvio)
nl: Lilac schildpad
pt: Calico Lilás

source: Ruddy
de: Rötlich
el: Ροδοκόκκινο
he: אדמדם
lt: Rausva
nl: Somali (wildkleur)
pt: Acastanhado

source: Seal
el: Φώκια
he: כלב ים
lt: Pilkšva
nl: Seal point - Donker bruin
pt: Cinzento acastanhado

source: Silver
de: Silber
el: Ασημί
es: Plateado
he: כסוף
lt: Sidabrinis
nl: Zilver
pt: Prata

source: Sorrel
el: Καστανό
lt: Bėra
nl: Oranje bruin
pt: Vermelho indiano

source: Sorrel Tortoiseshell
el: Καστανό με πολύχρωμες πιτσιλιές
lt: Vėžlio kiauto (sorrel)
nl: Oranje bruin schildpad
pt: Atartarugado Vermelho indiano

source: Affenpinscher
he: אפנפינצ'ר
lt: Afenpinčeris
pl: Pinczer małpi/Affenpinczer
sk: Opičí pes

source: Afghan Hound
de: Afghanischer Windhund
es: Lebrel Afgano
fr: Lévrier Afghan
he: אפגני
lt: Afganų kurtas
nl: Afghaanse windhond
pl: Chart afgański
sk: Afgánsky chrt

source: Airedale Terrier
he: איירדייל טרייר
lt: Erdelterjeras
nl: Airedaleterriër
sk: Airedale teriér

source: Akbash
fr: Akbash (Berger d'Anatolie)
he: אקבש
lt: Akbašas

source: Alaskan Malamute
es: Malamute de Alaska
fr: Malamute d'Alaska
he: אלסקן מלמוט
lt: Aliaskos malamutas
nl: Alaska-malamute
pt: Malamute do Alasca
sk: Aljašský malamut

source: American Bulldog
de: Amerikanische Bulldogge
es: Bulldog Americano
fr: Bouledogue Américain
he: בולדוג אמריקאי
lt: Amerikiečių buldogas
nl: Amerikaanse buldog
pl: Buldog amerykański
pt: Bulldog Americano
sk: Americký Bulldog

source: American Eskimo Dog
de: Amerikanischer Eskimohund
es: Perro Esquimal Americano
fr: Esquimau Américain
he: כלב אסקימו אמריקאי
lt: Amerikiečių eskimų šuo
nl: Amerikaanse Eskimo
pl: Amerykański pies eskimoski

source: American Staffordshire Terrier
de: Amerikanischer Staffordshire-Terrier
es: Staffordshire Terrier Americano
he: אמסטף
lt: Amerikiečių Stafordšyro terjeras
nl: Amerikaanse Staffordshireterriër
pl: Amerykański Staffordshire Terrier
pt: Staffordshire Terrier Americano
sk: Americký stafordšírsky teriér

source: American Water Spaniel
de: Amerikanischer Wasserspaniel
es: Perro de Agua Americano
lt: Amerikiečių vandens spanielis
nl: Amerikaanse waterspaniël
pl: Amerykański spaniel dowodny
sk: Americký vodný španiel

source: Anatolian Shepherd
de: Anatolischer Hirtenhund
es: Pastor de Anatolia
fr: Berger d'Anatolie
lt: Anatolijos aviganis
nl: Anatolische herder
pl: Owczarek anatolijski
sk: Anatolský pastiersky pes

source: Appenzell Mountain Dog
de: Appenzeller Sennenhund
es: Boyero de Appenzell
fr: Bouvier d'Appenzell
lt: Apenzelerio zenenhundas
nl: Appenzeller sennenhond
pl: Appenzeller

source: Australian Cattle Dog/Blue Heeler
de: Australischer Treibhund/Blue Heeler
es: Boyero Australiano
fr: Bouvier Australien
he: כלב בקר אוסטרלי/רועה אוסטרלי
lt: Australų piemenų šuo/Žydrasis hileris
nl: Australische veedrijvershond
pl: Australijski pies pasterski
sk: Austrálsky dobytkársky pes

source: Australian Kelpie
de: Australischer Kelpie
es: Kelpie Australiano
fr: Kelpie Australien
lt: Australų kelpis
nl: Kelpie
pl: Kelpie australijski
sk: Austrálska kelpia

source: Australian Shepherd
de: Australischer Schäferhund
es: Pastor Australiano
fr: Berger Australien
he: רועה אוסטרלי
lt: Australų aviganis
nl: Australische herder
pl: Owczarek australijski
sk: Austrálsky ovčiak

source: Australian Terrier
de: Australischer Terrier
es: Terrier Australiano
fr: Terrier Australien
lt: Australų terjeras
nl: Australische terriër
pl: Terier australijski
sk: Austrálsky teriér

source: Basenji
he: בסנג'י
lt: Basendžis

source: Basset Hound
es: Sabueso Basset
he: באסט
lt: Basetas
sk: Baset

source: Beagle
he: בייגל
lt: Biglis
sk: Bígl

source: Bearded Collie
es: Collie Barbudo
he: בירדד קולי/קולי מזוקן
lt: Barzdotasis kolis
sk: Bradatá kólia

source: Beauceron
fr: Berger de Beauce
he: בוסרון
lt: Boseronas

source: Bedlington Terrier
fr: Terrier Bedlington
lt: Bedlingtono terjeras
nl: Bedlingtonterriër
sk: Bedlingtonský teriér

source: Belgian Shepherd Dog Sheepdog
de: Belgischer Schäferhund
es: Pastor Belga
fr: Berger Belge Groenendael
lt: Belgų aviganis
nl: Belgische herder
pl: Owczarek belgijski
sk: Belgický ovčiak

source: Belgian Shepherd Laekenois
de: Belgischer Schäferhund Laekenois
es: Pastor Belga Laeknois
fr: Berger Belge Laekenois
lt: Belgų aviganis lakenua
nl: Laekense herder
pl: Owczarek belgijski Laekenois
sk: Belgický ovčiak Laekenois

source: Belgian Shepherd Malinois
de: Belgischer Schäferhund Malinois
es: Pastor Belga Malinois
fr: Berger Belge Malinois
lt: Belgų aviganis malinua
nl: Mechelse herder
pl: Owczarek belgijski Malinois
sk: Belgický ovčiak Malinois

source: Belgian Shepherd Tervuren
de: Belgischer Schäferhund Tervuren
es: Pastor Belga Tervuren
fr: Berger Belge Tervuren
lt: Belgų aviganis terviurenas
nl: Tervuerense herder
pl: Owczarek belgijski Tervuren
sk: Belgický ovčiak Tervuren

source: Bernese Mountain Dog
de: Berner Sennenhund
es: Boyero de Montaña Bernés
fr: Bouvier Bernois
he: כלב ברנזי
lt: Berno kalnų šuo/Berno zenenhundas
nl: Berner sennenhond
pl: Berneński pies pasterski
sk: Bernský salašnícky pes

source: Bichon Frise
es: Bichón de Pelo Rizado
fr: Bichon frisé
he: בישון פריזה
lt: Garbanotasis bišonas
nl: Bichon frisé
sk: Bišon

source: Black and Tan Coonhound
de: Schwarz-Roter Waschbärenhund (Black and Tan Coonhound)
es: Sabueso Negro y Fuego
fr: Coonhound Noir et Feu
lt: Juodas su įrūdžiu kunhaundas
pl: Czarny i Brązowy Coonhound
sk: Čierno-trieslový coonhaund

source: Black Labrador Retriever
de: Schwarz Labrador Retriever
es: Labrador Retriever Negro
fr: Labrador Retriever Noir
he: לברדור רטריבר שחור
lt: Juodas labradoro retriveris
nl: Zwarte labrador retriever
pl: Czarny labrador retriever
pt: Labrador Retriever Preto
sk: Čierny labrador

source: Black Mouth Cur
lt: Juodburnis darbinis šuo
nl: Black Mouth C

source: Bloodhound
de: Bluthund
es: Perro de San Huberto
fr: Chien de Saint Hubert (Bloodhound)
lt: Bladhaundas
nl: Bloedhond
pt: Cão de caça
sk: Svätohubertský pes - Bloodhound

source: Bluetick Coonhound
es: Sabueso Bluetick
lt: Melsvamargis kunhaundas

source: Border Collie
he: בורדר קולי
lt: Borderkolis
sk: Border kólia

source: Border Terrier
lt: Borderterjeras
nl: Borderterriër
sk: Border teriér

source: Borzoi
de: Russischer Jagd Windhund
es: Lebrel Ruso Barsoi
fr: Barzoï
he: בורזוי
lt: Rusų kurtas
nl: Barzoi
pl: Chart rosyjski borzoj
sk: Chrt

source: Boston Terrier
fr: Terrier de Boston
he: בוסטון טרייר
lt: Bostono terjeras
nl: Bostonterriër
sk: Boston teriér

source: Bouvier des Flanders
de: Flandrischer Treibhund
es: Bouvier de Flandes
fr: Bouvier des Flandres
lt: Flamandų buvje
nl: Vlaamse koehond
sk: Flámsky bouvier

source: Boykin Spaniel
lt: Boikino spanielis
sk: Boykin španiel

source: Boxer
he: בוקסר
lt: Bokseris
pl: Bokser

source: Briard
es: Pastor de Brie
fr: Berger de Brie (Briard)
lt: Briaras
pl: Owczarek francuski Briard

source: Brittany Spaniel
de: Bretonischer Spaniel
es: Spaniel Bretón
fr: Épagneul Breton
lt: Bretanės epanjolis
nl: Bretoense Spaniël
pl: Еpagneul bretoński

source: Brussels Griffon
de: Brüsseler Griffon
es: Grifón de Bruselas
fr: Griffon Bruxellois
lt: Briuselio grifonas
nl: Griffon bruxellois
pl: Gryfonik brukselski
sk: Brusselský Griffon

source: Bull Terrier
lt: Bulterjeras
nl: Bulterriër
pl: Bulterier
sk: Bulteriér

source: Bullmastiff
he: בול מסטיף
lt: Bulmastifas
sk: Bulmastif

source: Cairn Terrier
he: קאירן טרייר
lt: Kernterjeras
nl: Cairnterriër
sk: Cairn teriér
