Repository: bobintetley/asm2
Catalog: src/locale/po/*.po
Languages: de, el, es, et, fr, he, lt, nl, pl, pt, sk

source: Medical Profiles
de: Medizinisches Profil
el: Ιατρικά προφίλ
es: Perfiles médicos
et: Meditsiiniprofiilid
fr: Profils médicaux
he: פרופילים רפואיים
lt: Gydymo profiliai
nl: Medische profielen
pl: Profile Weterynaryjne
pt: Perfis Médicos
sk: Liečebné profily

source: Edit the highlighted profile
de: Das ausgewählte Profil bearbeiten
el: Επεξεργασία επισημασμένου προφιλ
es: Editar el perfil seleccionado
et: Muuda esiletõstetud profiili
fr: Éditer le profil sélectionné
he: עריכת הפרופיל המודגש
lt: Redaguoti paryškintą profilį
nl: Bewerk de gemarkeerde profielen
pl: Edytuj zaznaczony profil
pt: Editar o Perfil Seleccionado
sk: Upraviť označený profil

source: Add a new profile
de: Neues Profil anlegen
el: Προσθήκη νέου προφιλ
es: Añadir un perfil nuevo
et: Lisa uus profiil
fr: Ajouter un nouveau profil
he: הוספת פרופיל חדש
lt: Pridėti naują profilį
nl: Voeg een nieuw profiel toe
pl: Utwórz nowy profil
pt: Adicionar novo prefil
sk: Pridať nový profil

source: Delete the highlighted profile
de: Das ausgewählte Profil löschen
el: Διαγραφή επισημασμένου προφιλ
es: Borrar el perfil seleccionado
et: Kustuta esiletõstetud profiil
fr: Supprimer le profil sélectionné
he: מחיקת הפרופיל המודגש
lt: Šalinti paryškintą profilį
nl: Verwijder het gemarkeerde profiel
pl: Usuń zaznaczony profil
pt: Apagar Perfil Seleccionado
sk: Vymazať označený profil

source: Edit Medical Profile
de: Das medizinische Profil berabeiten
el: Επεξεργασία ιατρικού προφιλ
es: Editar diagnóstico
et: Muuda meditsiini profiili
fr: Éditer le profil médical
he: ערכית הפרופיל הרפואי
lt: Redaguoti gydymo profilį
nl: Bewerk medisch profiel
pl: Edytuj Profil Weterynaryjny
pt: Editar Perfil Médico
sk: Upraviť liečebný profil

source: Profile Name:
de: Profilname:
el: Όνομα Προφίλ:
es: Nombre del perfil:
et: Profiili Nimi:
fr: Nom du profil :
he: שם הפרופיל:
lt: Profilio pavadinimas:
nl: Profielnaam:
pl: Nazwa Profilu:
pt: Nome do Perfil:
sk: Názov profilu:

source: Treatment Name:
de: Name der Behandlung
el: Όνομα Θεραπευτικής αγωγής:
es: Terapia:
et: Ravi nimi:
fr: Nom du traitement :
he: שם הטיפול:
lt: Medikamento pavadinimas:
nl: Behandelingsnaam:
pl: Nazwa Leczenia:
pt: Nome do Tratamento:
sk: Názov ošetrenia:

source: Dosage:
de: Dosierung
el: Δοσολογία:
es: Dosis:
et: Doos:
he: מינון:
lt: Vienkartinė dozė:
nl: Dosering:
pl: Dawkowanie:
pt: Dosagem:
sk: Dávka:

source: Single Treatment
de: Einzelbehandlung
el: Απλή θεραπευτική αγωγή
es: Un solo tratamiento
et: Ühekordne ravi
fr: Traitement unique
he: טיפול חד־פעמי
lt: Vienkartinis vartojimas
nl: Enkelvoudige behandeling
pl: Pojedyncze Leczenie
pt: Tratamento Simples
sk: Jednorázové ošetrenie

source: treatments, administered every
de: Regelmässige Behandlung, jeden
el: θεραπευτικές αγωγές, χορηγούνται κάθε
es: tratamientos, administrados cada
et: ravi, manustatakse iga
fr: traitements, administrés tout les
he: טיפולים, מנוהלים בכל
lt: kartas(-ai) per dieną, skiriami kas
nl: behandelingen, toegediend elke
pt: tratamentos, administrados a cada
sk: ošetrenia, každých

source: Duration
de: Dauer
el: Διάρκεια
es: Duración
et: Kestus
fr: Durée
he: משך
lt: Trukmė
nl: Duur
pl: Czas trwania
pt: Duração
sk: Trvanie

source: Multiple Treatments
de: Mehrere Behandlungen
el: Πολλαπλές θεραπευτικές αγωγές
es: Tratamientos múltiples
et: Mitmekordne ravi
fr: Traitements multiples
he: מספר טיפולים
lt: Daugkartinis vartojimas
nl: Meervoudige behandelingen
pt: Tratamentos Múltiplos
sk: Opakujúce sa ošetrenia

source: Create New Medical Profile
de: Neues Behnadlungs Profil
el: Δημιουργία Νέου Ιατρικού Φακέλου
es: Crear nuevo diagnóstico
et: Loo uus meditsiiniline profiil
fr: Créer un nouveau profil médical
he: יצירת פרופיל רפואי חדש
lt: Kurti naują gydymo profilį
nl: Maak een nieuw medisch profiel aan
pl: Utwórz Nowy Profil Weterynaryjny
pt: Criar novo Perfil Médico
sk: Vytvoriť nový liečebný profil

source: Ends after
de: Endet nach
el: Τερματισμός μετά από
es: Finalizar depués de
et: Lõppeb peale
fr: Fini après
he: מסתיים לאחר
lt: Gydymas baigiamas po
nl: Loopt af op
pt: Termina depois
sk: Ukončiť po

source: Status
el: Κατάσταση
es: Estado
et: Olek
fr: Statut
he: מצב
lt: Būsena
pt: Estado

source: Active
de: Aktiv
el: Ενεργό
es: Activo
et: Aktiivne
fr: Actif
he: פעיל
lt: Aktyvus
nl: Actief
pl: Aktywny
pt: Activo
sk: Aktívne

source: Held
de: Gehalten
el: Κατοχή
es: Reservado
fr: Bloqué
he: נשמר
lt: Pristabdytas
nl: Tijdelijk gestopt
pl: Wstrzymany
pt: Em espera
sk: Podržať

source: Edit Medical Regime
de: Veterinär Untersuchung bearbeiten
el: Επεξεργασία φαρμακευτικής αγωγής
es: Editar regimen médico
et: Muuda ravi režiimi
fr: Éditer le régime médical
he: עריכת שגרת תרופות
lt: Redaguoti gydymo režimą
nl: Bewerk medisch regime
pl: Edytuj Reżim Weterynaryjny
pt: Editar Regime Médico
sk: Upraviť liečebný predpis

source: Status:
el: Κατάσταση:
es: Estado:
et: Olek:
fr: Statut :
he: מצב:
lt: Statusas:
pt: Estado:

source: Create New Medical Regime
de: Veterinär Untersuchung erstellen
el: Δημιουργία νέας φαρμακευτικής αγωγής
es: Crear nuevo regimen médico
et: Loo uus ravi režiim
fr: Créer un nouveau régime médical
he: יצירת שגרת תרופות חדשה
lt: Kurti naują gydymo režimą
nl: Maak een nieuw medisch regime aan
pl: Utwórz Nowy Reżim Weterynaryjny
pt: Criar novo Regime Médico
sk: Vytvoriť nový liečebný predpis

source: Create a new regime for this animal
de: Einen neuen Verlauf für das Tier erstellen
el: Δημιουργία νέας φαρμακευτικής αγωγής για αυτό το ζώο
es: Crear un regimen nuevo para este animal
et: Loo uus režiim sellele loomale
fr: Créer un nouveau régime pour cet animal
he: יצירת שגרת תרופות חדשה עבור חיית מחמד זו
lt: Kurti naują režimą šiam gyvūnui
nl: Maak een nieuw regime aan voor dit dier
pl: Utwórz nowy reżim dla tego zwierzęcia
pt: Criar um novo regime para este animal
sk: Vytvoriť nový predpis pre toto zviera

source: Edit the highlighted medical regime
de: Den ausgewählten Medizinischen Vorgang bearbeiten
el: Επεξεργασία της επισημασμένης φαρμακευτικής αγωγής
es: Editar el regimen médico seleccionado
et: Muud esiletõstetud meditsiinilist režiimi
fr: Éditer le régime médical sélectionné
he: עריכת שגרת התרופות המודגשת
lt: Redaguoti paryškintą gydymo režimą
nl: Bewerk het gemarkeerde medische regime
pl: Edytuj zaznaczony reżim weterynaryjny
pt: Editar o regime médico seleccionado
sk: Upraviť označený liečebný predpis

source: Delete the highlighted regime
de: Den ausgewählten Verlauf löschen
el: Διάγραψε την επισημασμένη φαρμακευτική αγωγή
es: Borrar el regimen seleccionado
et: Kustuta esiletõstetud režiim
fr: Supprimer le régime sélectionné
he: מחיקת השגרה המודגשת
lt: Šalinti paryškintą gydymo režimą
nl: Verwijder het gemarkeerde regime
pl: Usuń zaznaczony reżim
pt: Apagar o regime médico seleccionado
sk: Vymazať označený predpis

source: Create a new regime from a medical profile
de: Veterinär Untersuchung aus vorhandenem Profil erstellen
el: Δημιούργησε μια νέα φαρμακευτική αγωγή από ένα ιατρικό προφίλ
es: Crear un regimen nuevo para este diagnóstico
fr: Créer un nouveau régime depuis un profil médical
he: יצירת שגרה רפואית
lt: Kurti naują režimą, naudojant gydymo profilį
nl: Maak een nieuw regime aan gebaseerd op een medisch profiel
pl: Utwórz nowy reżim z profilu weterynaryjnego
pt: Criar um novo regime a partir de um perfil médico
sk: Vytvoriť nový predpis z liečebného profilu

source: Edit the highlighted treatment
de: Die ausgewählte Behandlung bearbeiten
el: Επεξεργασία της επισημασμένης θεραπείας
es: Editar el tratamiento seleccionado
et: Muuda esiletõstetud ravi
fr: Éditer
he: עריכת הטיפול המסומן
lt: Redaguoti paryškintą medikamentą
nl: Bewerk de gemarkeerde behandeling
pl: Edytuj zaznaczone leczenie
pt: Editar i tratamento seleccionado
sk: Upraviť označené ošetrenie

source: Delete the highlighted treatment
de: Die ausgewählte Behandlung löschen
el: Διάγραψε την επισημασμένη θεραπεία
es: Borrar el tratamiento seleccionado
et: Kustuta esiletõstetud ravi
fr: Supprimer
he: מחיקת הטיפול המודגש
lt: Šalinti paryškintą medikamentą
nl: Verwijder de gemarkeerde behandeling
pl: Usuń zaznaczone leczenie
pt: Apagar o tratamento seleccionado
sk: Vymazať označené ošetrenie

source: Date Given
de: Verabreichungsdatum
el: Δοθείσα Ημερομηνία
es: Fecha de aplicación
et: Manustamise kuupäev
fr: Date de prise
he: התאריך שניתן
lt: Atlikimo data
nl: Datum toegediend
pl: Data Podania
pt: Data asignada
sk: Dátum podania

source: Given By
de: Gegeben durch
el: Χορηγήθηκε από
es: Aplicada por
et: Manustaja
fr: Donné par
he: ניתן על ידי
lt: Atliko
nl: Toegediend door
pl: Podane przez
pt: Dado por
sk: Podané kým

source: Edit Medical Treatment
de: Medizinische Behandlung bearbeiten
el: Επεξεργασία Θεραπευτικής Αγωγής
es: Editar tratamiento médico
et: Muuda ravi
fr: Éditer le traitment médical
he: עריכת טיפול רפואי
lt: Redaguoti gydymo medikamentą
nl: Bewerk medische behandeling
pl: Edytuj Leczenie Weterynaryjne
pt: Editar Tratamento Médico
sk: Upraviť liečebné ošetrenie

source: Given By:
de: Gegeben durch
el: Χορηγήθηκε από:
es: Aplicada por:
et: Manustaja:
fr: Donné par :
he: ניתן על ידי:
lt: Atliko:
nl: Toegediend door:
pl: Podane Przez:
pt: Dado por:
sk: Podané kým:

source: Bring all treatments upto date
de: Alle Behandlungen auf den neusten Stand bringen
el: Εμφάνισε όλες τις θεραπευτικές αγωγές μέχρι σήμερα
es: Actualizar todos los tratamientos
et: Kaasjasta kõik ravid
fr: Marquer tout les traitements comme "à jour"
he: הצגת כל הטיפולים עד כה
lt: Visus medikamentus pažymėti atliktais
nl: Maak alle behandelingen up to date
pt: Trazer todos os tratamentos até à data

source: Medical Book
de: Veterinär Buch
el: Ιατρικό Βιβλιάριο
es: Libro Médico
et: Meditsiiniline raamat
fr: Registre médical
he: ספר רפואי
lt: Gydymo nurodymai
nl: Medisch boek
pl: Księga Weterynaryjna
pt: Livro Médico
sk: Liečby

source: Sequence
de: Sequenz
el: Αλληλουχία
es: Secuencia
et: Tsükkel
fr: Séquence
he: רצף
lt: Seka
nl: Reeks
pl: Sekwencja
pt: Sequência
sk: Sekvencia

source: Regime View
de: Behandlungsverlauf
el: Εμφάνιση Θεραπευτικής Αγωγής
es: Visualizar regimen
et: Režiimi vaade
fr: Vue "régime"
he: תצוגת שגרה
lt: Režimo vaizdas
nl: Bekijk regime
pl: Widok Reżimu
pt: Vista de Regime
sk: Prehľad predpisov

source: Treatment View
de: Behandlungsdialog
el: Προβολή Θεραπευτικής Αγωγής
es: Visualizar tratamiento
et: Ravi vaade
fr: Vue "traitement"
he: תצוגה טיפולית
lt: Medikamentų vaizdas
nl: Bekijk Behandeling
pl: Widok Leczenia
pt: Vista de Tratamentos
sk: Prehľad ošetrení

source: Bring selected treatments upto date
de: Ausgewählte Behandlungen auf den neusten Stand bringen
el: Εμφάνισε τις επιλεγμένες θεραπευτικές αγωγές μέχρι σήμερα
es: Actualizar todos los tratamientos seleccionados
et: Kaasajasta valitud ravid
fr: Marquer les traitement sélectionnés comme "à jour"
he: הצגת הטיפולים הנבחרים עד היום
lt: Pasirinktus medikamentus pažymėti atliktais
nl: Maak gemarkeerde behandelingen up to date
pt: Tratamentos médicos até à data

source: Finishes After
de: Anschliessend beendet
el: Τερματισμός μετά από
es: Finaliza después de
et: Lõppeb peale
fr: Fini après
he: מסתיים לאחר
lt: Gydymas baigiamas po
nl: Voltooid na
pt: Acaba depois
sk: Končí po

source: Refresh
de: Aktualisieren
el: Ανανέωση
es: Actualizar
et: Värskenda
fr: Rafraîchir
he: רענון
lt: Atnaujinti
nl: Ververs
pl: Odśwież
pt: Actualizar
sk: Obnoviť

source: Total Today
de: Heute total
el: Σημερινό Σύνολο
es: Total hoy
et: Täna kokku
fr: Total aujourd'hui
he: סך הכל להיום
lt: Viso šiandien
nl: Totaal vandaag
pt: Total de Dias
sk: Spolu dnes

source: Create a new manual treatment
de: Eine neue manuelle Behandlung erstellen
el: Δημιουργία προσαρμοσμένης νέας θεραπευτικής αγωγής
es: Crear un nuevo tratamiento manual
fr: Créer un traitement manuel
he: יצירת טיפול ידני חדש
lt: Kurti naują medikamentą rankiniu būdu
nl: Maak een nieuwe handmatige behandeling aan
pt: Criar um novo manual de tratamentos
sk: Vytvoriť nové ošetrenie manuálne

source: Treatment Periods
de: Behandlungs Zeiräume
el: Περίοδοι θεραπευτικής αγωγής
es: Periodos de tratamiento
et: Ravi perioodid
fr: Période(s) de traitement
he: תדירות הטיפולים
lt: gydymo ciklo (-ų)
nl: Behandelingsperioden
pl: Okres Leczenia
pt: Períodos de Tratamento
sk: Opakovanie ošetrenia

source: View the owner for this reservation
de: Besitzer dieser Reservierung anzeigen
el: Εμφάνισε τον ιδιοκτήτη για αυτή την κράτηση
es: Visualizar el contacto para esta reserva
et: Vaata selle broneeringu omanikku
fr: Voir le contact pour cette réservation
he: צפייה בבעלים עבור הזמנה זו
lt: Žiūrėti rezervavusį asmenį
nl: Bekijk de eigenaar bij deze reservering
pl: Pokaż właściciela przypisanego do tej rezerwacji
pt: Ver o dono para esta reserva
sk: Zobraziť majiteľa pre túto rezerváciu

source: View the movement record for this reservation
de: Reservierungsvorgang anzeigen
el: Εμφάνισε το αρχείο μετακινήσεων για αυτή την κράτηση
es: Visualizar el registro de movimiento para esta reserva
et: Vaata selle broneeringu liikumisi
fr: Voir les données de mouvement pour cette réservation
he: צפייה ברשומת ההעברה עבור הזמנה זו
lt: Žiūrėti šios rezervacijos veiksmo įrašą
nl: Bekijk het mutatierecord voor deze reservering
pl: Pokaż wpis przesunięcia dla tej rezerwacji
pt: Ver o movimento de registo para esta reserva
sk: Zobraziť záznam pohybu pre túto rezerváciu

source: Refresh the list of reservations
de: Reservierungsliste neu laden
el: Ανανεώστε τη λίστα κρατήσεων
es: Actualizar la lista de reservas
et: Värksenda broneeringute nimekirja
fr: Rafraîchir la liste
he: רענון רשימת ההזמנות
lt: Atnaujinti rezervacijų sąrašą
nl: Ververs de lijst met reserveringen
pl: Odśwież listę rezerwacji
pt: Actualizar a lista de reservas
sk: Obnoviť zoznam rezervácií

source: Create a new reservation
de: Neue Reservierung anlegen
el: Δημιουργήστε νέα κράτηση
es: Crear nueva reserva
et: Loo uus broneering
fr: Créer une nouvelle réservation
he: יצירת הזמנה חדשה
lt: Pridėti naują rezervaciją
nl: Maak een nieuwe reservering aan
pl: Utwórz nową rezerwację
pt: Criar uma nova reserva
sk: Vytvoriť novú rezerváciu

source: View the animal for this reservation
de: Reserviertes Tier anzeigen
el: Εμφάνισε το ζώο για αυτή την κράτηση
es: Visualizar el animal para esta reserva
et: Vaata selle broneeringu looma
fr: Voir l'animal concerné par cette réservation
he: צפייה בחיית המחמד עבור הזמנה זו
lt: Žiūrėti rezervuotą gyvūną
nl: Bekijk het dier bij deze reservering
pl: Pokaż zwierzę przypisane do tej rezerwacji
pt: Ver o animal para esta reserva
sk: Zobraziť zviera tejto rezervácie

source: Cancelled:
de: Storniert:
el: Ακυρώθηκε:
es: Cancelado:
et: Tühistatud:
fr: Annulé :
he: בוטל:
lt: Atšaukta:
nl: Geannuleerd:
pl: Anulowano:
pt: Cancelado:
sk: Zrušené:

source: WARNING: This owner has not passed a home check.
de: WARNUNG: Dieser Halter hat keine Hausprüfung bestanden
el: ΕΙΔΟΠΟΙΗΣΗ: Αυτός ο ιδιοκτήτης δεν έχει περάσει έλεγχο οικίας.
es: ADVERTENCIA: Este contacto no ha recibido ninguna visita de revisión.
et: HOIATUS: selle omaniku kodu ei ole kontrollitud
fr: ATTENTION : Ce propriétaire n'a pas été contrôlé à domicile.
he: אזהרה: ביתם של בעלים אלה לא נסקר.
lt: ĮSPĖJIMAS: Nepatikrintos šio asmens būsimos gyvūno laikymo sąlygos.
nl: WAARSCHUWING: Deze eigenaar is nog niet thuis gecontroleerd.
pl: UWAGA: Ten właściciel nie przeszedł kontroli domu.
pt: AVISO: este dono não passou a verificação de lar !
sk: UPOZORNENIE: Tento majiteľ neprešiel kontrolou.

source: This movement record already has an insurance number. Remove it if you wish to generate another.
de: Dieser Vorgang hat bereits eine Versicherungsnummer. Löschen Sie diese um eine neue zu erstellen.
el: Το αρχείο αυτής της μετακίνησης έχει ήδη αριθμό ασφάλισης. Αφαιρέστε τον αν θέλετε να δημιουργήσετε άλλον.
es: Este registro de movimiento dispone ya de un número de seguro. Elimínelo si desea generar otro.
fr: Ce mouvement a déjà un numéro d'assurance. Supprimez-le si vous souhaitez en générer un autre.
he: לרשומת העברה זו כבר יש מספר ביטוח. יש להסיר אותו כדי לייצר אחד אחד.
lt: Šiam veiksmo įrašui jau priskirtas draudimo numeris. Pašalinkite jį, jei norite sugeneruoti kitą.
nl: Dit mutatierecord heeft al een verzekeringsnummer. Verwijder het om een nieuw te kunnen aanmaken.
pl: Ten rekord przesunięcia ma już przypisany numer ubezpieczenia. Usuń jego, jeśli chcesz wygenerować inny.
pt: Este movimento de registo já tem um número de seguro. Remova-o se deseja gerar outro.
sk: Tento záznam o presune už má poistné číslo. Odstráňte ho, ak chcete generovať nové.

source: WARNING: This owner is banned from adopting animals.
de: WARNUNG: Dieser Halter steht auf der Adoptions Bannliste
el: ΠΡΟΣΟΧΗ: Ο ιδιοκτήτης έχει αποκλειστεί από την υιοθέτηση ζώων.
es: ADVERTENCIA: a este contacto se le ha prohibido adoptar animales.
et: HOIATUS: sellele omanikule on pandud loomavõtmise keeld.
fr: ATTENTION : Ce propriétaire est interdit d'adoption.
he: אזהרה: בעלים אלו חסומים ואינם יכולים לאמץ חיות מחמד.
lt: DĖMESIO: šis asmuo įtrauktas į juodąjį sąrašą.
nl: WAARSCHUWING: Deze eigenaar mag geen dieren adopteren.
pl: UWAGA: Ten właściciel ma ZAKAZ adopcji.
pt: AVISO: este dono está banido de adoptar animais !
sk: UPOZORNENIE: Tento majiteľ má zakázané adoptovanie zvierat.

source: The reference number of this movement
de: Vorgangs Nummer
el: Ο αριθμός αναφοράς για αυτή την μετακίνηση
es: Número de referencia de este movimiento
fr: Le numéro de référence de ce mouvement
he: מספר ההפניה להעברה זו
lt: Identifikacinis veiksmo numeris
nl: Het referentienummer van deze mutatie
pl: Numer referencyjny tego przesunięcia
pt: Número de Referência deste movimento
sk: Referenčné číslo tohto presunu

source: The reason the animal was returned
de: Grund der Rückgabe
el: Ο λόγος που επεστράφη το ζώο
es: La razón por la que se devolvió el animal
et: Looma tagasi toomise põhjus
fr: Le motif du retour de l'animal
he: הסיבה שבגללה הוחזרה חיית המחמד
lt: Gyvūno grąžinimo priežastis
nl: De reden waarom het dier teruggebracht is
pl: Powód zwrotu zwierzęcia
pt: Razão pela qual o animal veio devolvido
sk: Dôvod vrátenia zvieraťa

source: Unchecked Owner
de: Halter nicht überprüft
el: Μη ελεγμένος ιδιοκτήτης
es: Contacto sin comprobar
et: Kontrollimata omanik
fr: Contact non contrôlé
he: בעלים שלא נבדקו
lt: Netikrintas asmuo
nl: Ongecontroleerde eigenaar
pl: Niesprawdzony Właściciel
pt: Dono não verificado
sk: Neskontrolovaný majiteľ

source: WARNING: The new owner lives in the same postcode as this animal's original owner (
de: WARNUNG: Neuer Halter hat die gleiche Postleitzahl wie Vorbesitzer (
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Ο νέος ιδιοκτήτης κατοικεί στον ίδιο Τ.Κ. με τον αρχικό ιδιοκτήτη (
es: ADVERTENCIA: El nuevo contacto vive en el mismo código postal que el del contacto original de este animal (
et: HOIATUS: Uus omanik elab samas piirkonnas kui looma vana omanik (
fr: ATTENTION : Le nouveau propriétaire habite au même code postal que le propriétaire d'origine de l'animal (
he: אזהרה: הבעלים החדשים חיים באותו המיקוד כמו הבעלים המקוריים של חיית מחמד זו (
lt: ĮSPĖJIMAS: Naujasis savininkas gyvena vietovėje tuo pačiu pašto kodu kaip šis gyvūno buvęs savininkas (
nl: WAARSCHUWING: De nieuwe eigenaar woont in de buurt van de vorige eigenaar (
pl: UWAGA: Nowy właściciel mieszka w obszarze o tym samym kodzie pocztowym, co pierwotny właściciel
pt: AVISO: o novo dono vive na mesma área de código postal do dono original deste animal (
sk: UPOZORNENIE: Nový majiteľ má rovnaké PSČ ako pôvodný majiteľ zvieraťa (

source: Click here if you have automatic insurance numbers to generate one
de: Hier klicken wenn Sie automatische Versicherungsnummern vergeben können um eine anzulegen
es: Pulse aquí si desea generar un número automático de seguro
fr: Cliquez ici si vous voulez générer automatiquement un numéro d'assurance
he: יש ללחוץ כאן אם יש לך מספרי ביטוח אוטומטיים כדי לייצר אחד
lt: Spauskite čia, jei turite automatinius draudimo numerius ir norite sugeneruoti naują
nl: Kies dit om automatisch een verzekeringsnummer te laten aanmaken
pt: Clique aqui se tem números de seguro automáticos para gerar um
sk: Kliknite sem ak máte automatické poistné číslo pre vygenerovanie jedného

source: Owner:
de: Besitzer:
el: Ιδιοκτήτης:
es: Contacto:
et: Omanik:
fr: Propriétaire :
he: בעלים:
lt: Asmuo:
nl: Eigenaar:
pl: Właściciel:
pt: Dono:
sk: Majiteľ:

source: The insurance reference number
de: Die Versicherungsnummer
es: Número de referencia del seguro
fr: Le numéro de référence de l'assurance
he: מספר ההפניה של הביטוח
lt: Identifikacinis draudimo numeris
nl: Het referentie verzekeringsnummer
pt: Número de referência do seguro
sk: Poistné referenčné číslo

source: Postcode Warning
de: Postleitzahlen Warnung
el: Προειδοποίηση ΤΚ
es: Advertencia de código postal
fr: Avertissement code postal
he: אזהרת מיקוד
lt: Pašto kodo įspėjimas
nl: Postcode-waarschuwing
pt: Aviso de Código Postal
sk: PSČ varovanie

source: This animal already has an uncancelled reservation, are you sure you wish to continue with this record? Clicking NO will close this screen and abandon the current record.
de: Für diese Tier besteht bereits eine Reservierung. Sind Sie sicher dass Sie forfahren wollen? Klicken sie Nein um diesen Dialog zu schliessen und den Datensatz zu verlassen.
es: Este animal ya dispone de una cancelación de reserva.¿Está seguro de que desea continuar con este registro? Si pulsa sobre NO, la pantalla se cerrará y saldrá de este registro.
et: Sellel loomal juba on tühistamata broneering, oled sa kindel, et soovid selle kirjega jätkata? Valides EI see kaart sulgub.
fr: Cet animal est toujours réservé. Etes vous sure de continuer cet enregistrement? Cliquez sur NON fermera cet écran et annulera cet enregistrement.
he: לחיית מחמד זו ישנה הזמנה שאינה מבוטלת, האם להמשיך עם רשומה זו? לחיצה על "לא" תסגור מסך זה ותתעלם מהרשומה הנוכחית.
lt: Šis gyvūnas jau rezervuotas, ar tikrai norite tęsti šį įrašą? Pasirinkus NE, šis langas bus uždarytas ir įrašas atšauktas.
nl: Dit dier is al gereserveerd, wilt u toch doorgaan met dit record? Nee sluit dit scherm en maakt de wijzigingen ongedaan.
pt: Este animal já tem um reserva não cancelável, tem a certeza que deseja continuar com este registo? Clicando NÃO ira fechar este ecrã e abandonar o actual registo.
sk: Toto zviera má stále nezrušenú rezerváciu, chcete pokračovať v tomto zázname? Kliknutím na NIE zatvoríte toto okna a zrušíte záznam.

source: The date the reservation was cancelled
de: Datum der Reservierungs- Aufhebung
el: Ημερομηνία ακύρωσης της κράτησης
es: La fecha de la reserva fue cancelada
et: Broneeringu tühistamise kuupäev
fr: La date à laquelle la réservation a été annulée
he: התאריך בו בוטלה ההזמנה
lt: Rezervacijos atšaukimo data
nl: De datum waarop de reservering is geannuleerd
pl: Data odwołania rezerwacji
pt: Data de cancelamento da reserva
sk: Dátum, kedy rezervácia bola zrušená

source: The date the animal was returned to the shelter
de: Das Datum an dem das Tier zum Tierheim zurückgebracht wurde
es: La fecha en la que el animal fue devuelto al refugio
et: Looma varjupaika tagasi toomise kuupäev
fr: Date à laquelle l'animal est retourné au refuge
he: התאריך בו הוחזרה חיית המחמד אל בית המחסה
lt: Gyvūno grąžinimo į prieglaudą data
nl: De datum waarop het dier teruggebracht is naar het opvangcentrum
pl: Data zwrotu zwierzęcia do schroniska
pt: Data em que o animal voltou para o canil
sk: Dátum vrátenia zvieraťa do útulku

source: Existing Reservation
de: Existierende Reservierung
es: Reserva existente
et: Olemas olev broneering
fr: R\eservation existante
he: הזמנות קיימות
lt: Egzistuojanti rezervacija
nl: Bestaande reservering
pl: Istniejące Rezerwacje
pt: Reserva existente
sk: Existujúca rezervácia

source: Still Reserved
de: Immernoch reserviert
es: Reservado aún
et: Ikka broneeritud
fr: Toujours réservé
he: עדיין בהזמנה
lt: Iki šiol rezervuotas
nl: Nog gereserveerd
pl: Nadal Zarezerwowane
pt: Ainda reservado
sk: Stále rezervované
