Repository: bobintetley/asm2
Catalog: src/locale/po/*.po
Languages: de, el, es, et, fr, he, lt, nl, pl, pt, sk

source: Returned transfer from {0}
de: Zurückkehrender Transfer vom {0}
el: Επιστραφείσα μετακίνηση απόμ{0}
es: transferido desde {0}
et: Tagasitulnud ülekanne {0}
fr: Retour de transfert de {0}
he: העברה שהוחזרה מ־[0}
lt: Grąžintas po perkėlimo į kitą prieglaudą gyvūnas iš: {0}
nl: overgeplaatst van {0}
pl: Zwrócone transfery na dzień {0}
pt: Transferência resultante de {0}
sk: Vrátený presun z {0}

source: Returned fostering to {0}
de: Zurückkehrender Pflegefall nach {0}
el: Επιστραφείσα αναδοχή στο {0}
es: acogido por {0}
et: Tagasitulnud kasuperest {0}
fr: Retour de famille d'accueil de {0}
he: הוחזר מאימוץ זמני אצל {0}
lt: Grąžintas iš laikinos globos namuose pas {0}
nl: naar gastgezin {0}
pl: Zwroty z DT na dzień {0}
pt: Adopção resultante de {0}
sk: Vrátená domáca opatera do {0}

source: Returned adoption to {0}
de: Zurückkehrende Vermittlung nach {0}
el: Επιστραφείσα υιοθεσια {0}
es: adoptado por {0}
et: Tagasitulnud loovutus {0}
fr: Retour d'adoption de {0}
he: הוחזר מאימוץ אצל {0}
lt: Grąžintas naujo šeimininko ({0})
nl: geadopteerd door {0}
pl: Zwroty z adopcji na dzień {0}
pt: Adopção resultante de {0}
sk: Vrátená adopcia do {0}

source: Brought Into Shelter
de: In das Tierheim eingeliefert
el: Προσκομίστηκε στο καταφύγιο
es: Llevado al refugio
et: Toodud varjupaika
fr: Admis au refuge
he: הובאה לבית המחסה
lt: Priimtas į prieglaudą
nl: Naar opvangcentrum gebracht
pl: Przyniesiony do Schroniska
pt: Trazido para o Canil
sk: Prijaté do útulku

source: Method of Entry
de: Einlieferungsmethode
el: Μέθοδος εισαγωγής
es: Método de entrada
et: Sissetuleku viis
fr: Motif
he: שיטת ההכנסה
lt: Patekimo būdas
nl: Wijze van binnenkomst
pl: Metoda Wprowadzenia
pt: Método de Entrada
sk: Spôsob prijatia

source: Animal Search Results (generated on {0})
de: Such Resultate (vom {0})
el: Αποτελέσματα αναζήτησης ζώων (δημιουργήθηκε την {0})
es: Resultados de búsqueda de animales (generado el {0})
et: Looma otsingu tulemused (genereeritud {0})
fr: Résultat de la recherche (généré le {0})
he: תוצאות חיפוש חיות המחמד (נוצר ב־{0})
lt: Gyvūno paieškos rezultatai (suformuota {0})
nl: Dierzoekresultaten (aangemaakt op {0})
pl: Wyniki Wyszukiwania Zwierzęcia (wygenerowano {0})
pt: Resultados da procura de animal (gerados em {0})
sk: Výsledky vyhľadávania zvierat (generované {0})

source: Features
de: Merkmale
el: Χαρακτηριστικά
es: Características
et: Omadused
fr: Signe(s) particulier(s)
he: תכונות
lt: Požymiai
nl: Eigenschappen
pl: Cechy
pt: Características
sk: Znaky (vzhľad)

source: Internal Location
de: Interner Aufbewahrungsort
el: Εσωτερική τοποθεσία
es: Ubicación interna
et: Sisemine asukoht
fr: Emplacement interne
he: מיקום פנימי
lt: Vidaus patalpa
nl: Locatie in asiel
pl: Lokalizacja Wewnętrzna
pt: Localização interna
sk: Interné umiestnenie

source: Date Brought In
de: Eingangsdatum
el: Ημερομηνία προσαγωγής
es: Fecha en que fue traído
et: Toomise kuupäev
fr: Date d'admission
he: תאריך ההכנסה לבית המחסה
lt: Patekimo data
nl: Binnenkomstdatum
pl: Data Przyniesienia
pt: Data de Entrada do Animal
sk: Dátum prijatia

source: Microchip No
de: Microchip Nein
el: Νούμερο μικροτσίπ
he: שבב מס׳
lt: Mikroschemos nr.
nl: Microchip nummer
pl: Numer Mikrochipu
pt: Sem Microchip

source: Size
de: Grösse
el: Μέγεθος
es: Tamaño
et: Suurus
fr: Taille
he: גודל
lt: Dydis
nl: Grootte
pl: Wielkość
pt: Tamanho
sk: Veľkosť

source: No animals have entered the shelter and been returned in this period.
de: Keine Tiere sind in dem angegebenen Zeitintervall in das Heim eingeliefert oder zurückgebracht worden.
el: Δεν έχουν εισαχθεί και δεν έχουν επιστραφεί ζώα στο καταφύγιο αυτή την περίοδο.
es: Ningún animal ha entrado al refugio y ha sido devuelto en este periodo.
et: Sellel perioodil ei tulnud varjupaika sisse ega ei tagastatud ühtegi looma.
fr: Aucun animal admis ou retourné au refuge durant cette période.
he: אין חיות מחמד שהוכנסו לבית המחסה והוחזרו תוך פרק זמן זה.
lt: Šiuo laikotarpiu nebuvo patekusių į prieglaudą ir grąžintų gyvūnų.
nl: Er zijn geen dieren nieuw binnengekomen en teruggebracht in deze periode.
pl: Żadne zwierzę nie weszło do schroniska i nie zostało zwrócone w zadanym okresie czasu.
pt: Não entraram nem foram devolvidos animais no canil neste período
sk: Žiadne zvieratá neboli umiestnené alebo vrátené v tomto období.

source: Length
de: Dauer
el: Μήκος
es: Duración
et: Pikkus
fr: Longueur
he: משך
lt: Trukmė
nl: Lengte
pl: Czas trwania
pt: Tamanho
sk: Dĺžka

source: Reason For Return
de: Gründe für das Zurückbringen
el: Λόγος Επιστροφής
es: Razón de la devolución
et: Tagastamise põhjus
fr: Motif du retour
he: סיבת החזרה
lt: Grąžinimo priežastis
nl: Terugbrengreden
pl: Powód Zwrotu
pt: Motivos da Devolução
sk: Dôvod vrátenia

source: There are no animals on the shelter
de: Keine Tiere im Tierheim gelistet
el: Δεν υπάρχουν ζώα στο καταφύγιο
es: No existen animales en el refugio
et: Varjupaigas ei ole loomi
fr: Il n'y a pas d'animaux dans le refuge
he: אין חיות מחמד בבית המחסה
lt: Prieglaudoje gyvūnų nėra
nl: Er zijn geen dieren in het opvangcentrum
pl: Nie ma zwierząt w schronisku
pt: Não existem animai no canil
sk: V útulku nie sú žiadne zvieratá

source: {0} - {1}: {2} {3} (type {4}), last located on {5}
de: {0} - {1}: {2} {3} (Typ {4}), letzter Aufenthalt {5}
el: {0} - {1}: {2} {3} (τύπος {4}), τελευταία εντοπίστηκε στο {5}
es: {0} - {1}: {2} {3} (tipo {4}), ubicado por última vez en {5}
et: {0} - {1}: {2} {3} (tüüp {4}), viimati asukohas {5}
fr: {0} - {1}: {2} {3} (type {4}), dernière localisation sur {5}
he: {0} - {1}: {2} {3} (סוג {4}), המיקום האחרון הידוע הוא {5}
lt: {0} - {1}: {2} {3} (tipas {4}), paskutinį kartą apgyvendintas {5}
pl: {0} - {1}: {2} {3} (typ {4}), ostatnio zlokalizowane w {5}
pt: {0} - {1}: {2} {3} (tipo {4}), anteriormente localizados em {5}
sk: {0} - {1}: {2} {3} (typ {4}), naposledy umiestený v {5}

source: Returned animals report between {0} and {1}
de: Bericht zurückgekehrter Tiere zwischen {0} and {1}
el: Αναφορά επιστραφέντων ζώων μεταξύ {0} και {1}
es: Informe de animales devueltos entre {0} y {1}
et: Tagastatud loomade aruanne vahemikus {0} ja {1}
fr: Rapport des animaux retournés entre {0} et {1}
he: דוח של חיות המחמד שהוחזרו בין {0} ל־{1}
lt: Grąžintų gyvūnų ataskaita tarp {0} ir {1}
nl: Rapportage teruggebrachte dieren tussen {0} en {1}
pl: Raport zwierząt zwróconych pomiędzy {0} i {1}
pt: Relatório de Animais devolvidos entre {0} e {1}
sk: Report vrátených zvierat medzi {0} a {1}

source: Date Returned
de: Rückgabe Datum
el: Ημερομηνία επιστροφής
es: Fecha de devolución
et: Tagastamise kuupäev
fr: Date du retour
he: תאריך ההחזרה
lt: Grąžinimo data
nl: Terugbrengdatum
pl: Data Zwrotu
pt: Data de Retorno
sk: Dátum vrátenia

source: Generating report: {0}
de: Generiere Bericht: {0}
el: Δημιουργία αναφοράς: {0}
es: Generando informe: {0}
et: Genereerin aruannet: {0}
fr: Génération du rapport : {0}
he: הדוח נוצר: {0}
lt: Formuojama ataskaita: {0}
nl: Samenstellen rapportage: {0}
pl: Tworzenie raportu: {0}
pt: Gerando relatório: {0}
sk: Generujem report: {0}

source: Untitled Report
de: Bericht ohne Titel
el: Αναφορά δίχως τίτλο
es: Informe sin título
et: Pealkirjata aruanne
fr: Rapport sans titre
he: דוח ללא כותרת
lt: Nepavadinta ataskaita
nl: Naamloze rapportage
pl: Nienazwany Raport
pt: Relatório sem título
sk: Neoznačený report

source: Non-microchipped animals on the shelter at {0}
de: Heimtiere ohne Identitäts Microchip am {0}
el: Ζώα στο καταφύγιο χωρίς μικροτσίπ στα {0}
es: Animales sin microchip en el refugio a {0}
et: Mikrokiibita loomad varjupaigas {0}
fr: Animaux du refuge sans transpondeur au {0}
he: חיות מחמד ללא שבב בבית המחסה ב־{0}
lt: Nesužymėti mikroschemomis gyvūnai prieglaudoje: {0}
nl: Ongechipte dieren in het opvangcentrum op {0}
pl: Zwierzęta bez mikrochipów przebywające w schronisku na dzień {0}
pt: Animais no Canil sem micro-chip em {0}
sk: Zvieratá bez mikročipu v útulku {0}

source: All animals on the shelter have been microchipped.
de: Alle Heimtiere haben gültige Identitäts Microchips
el: Σε όλα τα ζώα του καταφυγίου έχει τοποθετηθεί μικροτσίπ.
es: Todos los animales en el refugio disponen de microchip.
et: Kõikidel loomadel on varjupaigas mikrokiip.
fr: Tous les animaux du refuge ont reçu un transpondeur.
he: לכל חיות המחמד בבית המחסה הושתל שבב.
lt: Visi prieglaudos gyvūnai sužymėti mikroschemomis.
nl: Alle dieren in het opvangcentrum zijn gechipt.
pl: Wszystkie zwierzęta w schronisku są oznaczone mikrochipem.
pt: Todos os animais no canil foram chipados
sk: Všetky zvieratá v útulku boli mikročipované.

source: There are no animals on the shelter of the species you selected.
de: Keine Tiere der ausgewählten Rasse im Tierheim
el: Δεν υπάρχουν ζώα στο καταφύγιο από τα είδη που επιλέξατε.
es: No existen animales en el refugio de la especie que ha seleccionado.
et: Valitud liiki loomi ei ole varjupaigas.
fr: Aucun animal de l'espèce sélectionnée dans le refuge.
he: אין חיות מחמד בבית המחסה מהזן הנבחר.
lt: Jūsų pasirinktos rūšies gyvūnų prieglaudoje nėra.
nl: Er zijn geen dieren van de geselecteerde soort in het opvangcentrum.
pl: Nie ma zwierząt wybranego gatunku przez Ciebie gatunku.
pt: Não existem animais no canil das espécies que seleccionou
sk: V útulku nie sú žiadne zvieratá tohto druhu, ktorý ste zvolili.

source: All animals on the shelter have media attached.
de: Alle Heimtiere haben Verknüpfungen zu Medien Daten
el: Όλα τα ζώα του καταφυγίου έχουν καταχώρηση φωτογραφίας.
es: Todos los animales en el refugio disponen de archivos multimedia asociados.
et: Kõigile varjupaigaloomadele on lisatud meediafail.
fr: Tous les animaux du refuge ont des media attachés.
he: לכל חיות המחמד בבית המחסה מצורפת מדיה.
lt: Visi prieglaudos gyvūnai yra su prisegtais failais.
nl: Alle dieren in het opvangcentrum hebben aangehechte media.
pl: Wszystkie zwierzęta w bazie danych mają dołączone zdjęcia.
pt: Todos os animais no canil têm mídia incorporada
sk: Všetky zvieratá v útulku majú priradený nejaký súbor.

source: Animals on the shelter with no media attached at {0}
de: Heimtiere ohne Verknüpfungen zu Medien Daten
el: Ζώα στο καταφύγιο που δεν έχουν καταχώρηση φωτογραφίας στο {0}
es: Animales en el refugio sin archivos multimedia asociados a {0}
et: Loomad varjupaigas ilma meediafailideta {0}
fr: Animaux du refuge sans média attachés au {0}
he: לחיות המחמד בבית המחמד בבית המחסה אין קובצי מדיה משוייכים ב־{0}
lt: Prieglaudos gyvūnai be prisegtų failų: {0}
nl: Dieren in het opvangcentrum zonder aangehechte media op {0}
pl: Zwierzęta w schronisku bez dołączonych zdjęć, na dzień {0}
pt: Animais no Canil sem mídia acoplada em {0}
sk: Zvieratá v útulku bez súborov {0}

source: No animals on the shelter have never been vaccinated.
de: Keine Heimtiere die nicht als geimpft eingestuft wurden vorhanden
el: Δεν υπάρχουν ζώα στο καταφύγιο που δεν έχουν εμβολιασθεί ποτέ.
es: Todos los animales en el refugio han sido vacunados.
et: Mitte ükski varjupaigaloom pole kunagi vaktsineeritud.
fr: Aucun animal du refuge n'a jamais été vacciné.
he: אין חיות מחמד בבית המחסה שלא חוסנו מעולם.
lt: Prieglaudoje nėra nevakcinuotų gyvūnų.
nl: Er zijn geen dieren in het opvangcentrum die nooit gevaccineerd zijn.
pl: Żadne zwierze w schronisku nie jest nieszczepione.
pt: Não existem animais no Canil que nunca tenham sido vacinados
sk: V útulku nie sú zvieratá, ktoré ešte neboli vakcinované.

source: Animals on the shelter that have never been vaccinated at {0}
de: Heimtiere die nicht als geimpft eingestuft wurden am {0}
el: Ζώα στο καταφύγιο οπου δεν έχουν εμβολιασθεί ποτέ στο {0}
es: Animales en el refugio que nunca han sido vacunados a {0}
et: Loomad varjupaigas, keda pole kunagi vaktsineeritud V{0}
fr: Animaux du refuge jamais vaccinés au {0}
he: חיות מחמד בבית המחסה שלא חוסנו מעולם ב־{0}
lt: Nevakcinuoti prieglaudos gyvūnai: {0}
nl: Dieren in het opvangcentrum die nooit gevaccineerd zijn op {0}
pl: Zwierzęta, którym nigdy nie podano szczepień, na dzień {0}
pt: Animais no Canil que nunca foram vacinados em {0}

source: Lost/Found Animal Match Report At {0}
de: Gesucht - Gefunden Vergleichs- Bericht am {0}
el: Αναφορά Χαμένων/Ευρεθέντων ζώων στο {0}
es: Informe de coincidencia de animales perdidos y encontrados a {0}
et: Kadunud/leitud loomade sobivusaruanne {0}
fr: Rapport de correspondance animaux perdus/trouvés du {0}
he: דוח חיות מחמד שאבדו/נמצאו ב־{0}
lt: Dingusių/Rastų gyvūnų atitikimo ataskaita: {0}
nl: Rapportage overeenkomsten vermiste/gevonden dieren op {0}
pl: Raport Dopasowania Zwierząt Zaginionych/Odnalezionych na dzień {0}
pt: Relatório de Ocorrência de Animais Perdidos / Achados em {0}
sk: Report zhody stratených a nájdených zvierat {0}

source: Percentage Match
de: Prozentuale Gemeinsamkeit
el: Ποσοστό αντιστοιχίσεων
es: Porcentaje de coincidencia
et: Sobivusprotsent
fr: Pourcentage de correspondance
he: התאמה באחוזים
lt: Atitikimo procentas
nl: Percentage overeenkomsten
pl: Dopasowanie Procentowe
pt: Percentagem de Correspondência
sk: Percentuálna zhoda

source: Contact
de: Kontakt
el: Επαφή
es: Contacto
et: Kontakt
he: יצירת קשר
lt: Kontaktinis asmuo
pl: Kontakt
pt: Contacto
sk: Kontakt

source: Area Found
de: Fundgebiet
el: Περιοχή εύρεσης
es: Zona en la que se encontró
et: Leidmise piirkond
fr: Lieu de découverte
he: האזור בו נמצא
lt: Radimo vietovė
nl: Vindplaats
pl: Miejsce Znalezienia
pt: Área onde foi encontrado
sk: Oblasť nájdenia

source: Date Found
de: Funddatum
el: Ημερομηνία εύρεσης
es: Fecha en la que se encontró
et: Leidmise kuupäev
fr: Date trouvée
he: התאריך בו נמצא
lt: Radimo data
nl: Vinddatum
pl: Data Znalezienia
pt: Data em que foi encontrado
sk: Dátum nájdenia

source: Area Postcode
de: Postleitzahlen- Gebiet
el: ΤΚ περιοχής
es: Código postal de la zona
et: Piirkonna indeks
fr: Zone du code postal
he: המיקוד באזור
lt: Vietovės pašto kodas
nl: Postcode vindplaats
pl: Kod pocztowy miejsca
pt: Código Postal da Área
sk: PSČ

source: No matches found.
de: Keine Übereinstimmung gefunden.
el: Δεν βρέθηκαν αντιστοιχίσεις.
es: No se han encontrado coincidencias.
et: Vastavusi ei leitud.
fr: Aucune correspondance trouvée.
he: לא נמצאו תוצאות.
lt: Atitikimų nerasta.
nl: Geen overeenkomsten gevonden.
pl: Nie znalezion pasujących wyników.
pt: Nenhum resultado encontrado.
sk: Nenájdené žiadne zhody.

source: Distinguishing Features
de: Besondere Merkmale
el: Ιδιαίτερα χαρακτηριστικά
es: Características específicas
et: Eritunnus
fr: Signe(s) particulier(s)
he: תכונות יחודיות
lt: Ypatingi požymiai
nl: Kenmerkende eigenschappen
pl: Znaki Szczególne
pt: Características Distintivas
sk: Rozpoznávacie znaky

source: Date Of Entry
de: Eintrittsdatum
el: Ημερομηνία εισόδου
es: Fecha de entrada
et: Sissetuleku kuupäev
fr: Date d'entrée
he: תאריך הכניסה
lt: Patekimo data
nl: Datum invoer
pl: Data Wprowadzenia
pt: Data de Entrada
sk: Dátum prijatia

source: No animals on file.
de: Keine Tier Einträge
el: Κανένα ζώο στο αρχείο.
es: No existen animales registrados.
et: Failis ei ole loomi.
fr: Aucun animal dans le fichier.
he: אין חיות מחמד בקובץ
lt: Byloje gyvūnų nėra.
nl: Geen dieren in het bestand.
pl: Brak zwierząt w pliku.
pt: Não existem animais no ficheiro
sk: Žiadne zvieratá.

source: Long Term Animals (On the shelter for 3 months or more) at {0}
de: Langzeitbewohner ( mindestens 3 Monate) in {0}
el: Ζώα μακράς παραμονής (Στο καταφύγιο για 3 ή και περισσότερους μήνες) στο {0}
es: Animales de estancia prolongada (llevan en el refugio 3 o más meses) a {0}
et: Pikaajalised loomad (Varjupaigas 3 ja rohkem kuud) {0}
fr: Animaux long-terme (au refuge depuis 3 mois ou plus) au {0}
he: חיות מחמד לטווח ארוך (בבית המחסה למשך שלושה חודשים או יותר) ב־{0}
lt: Prieglaudos senbuviai (prieglaudoje 3 mėnesius ir ilgiau): {0}
nl: Langverblijvende dieren in het opvangcentrum (3 maanden of langer) op {0}
pl: Zwierzęta przebywające w schronisku dłużej niż 3 miesiące, na dzień {0}
pt: Animais de longo termo (no Canil há 3 ou mais meses) em {0}
sk: Stálice útulku (v útulku 3 mesiace alebo viac) {0}

source: There are no long term animals on the shelter.
de: Keine Langzeitbewohner im Heim.
el: Δεν υπάρχουν ζώα μακράς παραμονής στο καταφύγιο
es: No existen animales de estancia prolongada en el refugio.
et: Varjupaigas ei ole pikaajalisi loomi.
fr: Il n'y pas d'animaux long-terme dans le refuge.
he: אין חיות מחמד לטווח ארוך בבית המחסה.
lt: Prieglaudoje senbuvių nėra.
nl: Er zijn geen langverblijvende dieren in het opvangcentrum.
pl: Brak zwierząt przebywających w schronisku dłużej niż 3 miesiące.
pt: Não existem animais de longo termo no Canil
sk: Žiadne stálice.

source: Animals Adopted
de: Adoptierte Tiere
el: Υιοθετημένα ζώα
es: Animales adoptados
et: Loovutatud loomad
fr: Animaux adoptés
he: חיות מחמד שאומצו
lt: Atiduoti gyvūnai
nl: Geadopteerde dieren
pl: Zwierzęta Adoptowane
pt: Animais Adoptados
sk: Adoptované zvieratá

source: Total Animals Stolen: {0}
de: Summe Entwendete Tiere: {0}
el: Σύνολο κλαπέντων ζώων: {0}
es: Total de animales robados: {0}
et: Varastatud loomi kokku: {0}
fr: Total des animaux volés : {0}
he: סך כל חיות המחמד שנגנבו: {0}
lt: Viso pavogtų gyvūnų: {0}
nl: Totaal aantal gestolen dieren: {0}
pl: Ilość Zwierząt Skradzionych: {0}
pt: Total de Animais Roubados: {0}
sk: Ukradnutých zvierat: {0}

source: Total Animals Brought In: {0}
de: Summe eingelieferter Tiere: {0}
el: Σύνολο προσκομισθέντων ζώων: {0}
es: Total de animales que han sido traídos: {0}
et: Sissetoodud loomi kokku: {0}
fr: Total des admissions d'animaux : {0}
he: סך כל חיות המחמד שהוכנסו: {0}
lt: Viso priimtų gyvūnų: {0}
nl: Totaal aantal binnengekomen dieren: {0}
pl: W sumie zwierząt oddanych do schroniska: {0}
pt: Total de Animais Trazidos: {0}
sk: Prijatých zvierat: {0}

source: Animals Fostered
de: Tiere in Pflege
el: Ζώα με ανάδοχο
es: Animales acogidos
et: Kasuperesse antud loomad
fr: Animaux en famille d'accueil
he: חיות מחמד שאומצו באופן זמני
lt: Atiduoti laikinai globai namuose gyvūnai
nl: Dieren in gastgezinnen
pl: Zwierzęta wydane do Domów Tymczasowych
pt: Animais Adoptados
sk: Domáca opatera

source: Total Animals Adopted: {0}
de: Summe der Adoptionen {0}
el: Σύνολο υιοθετημένων ζώων: {0}
es: Total de animales adoptados: {0}
et: Loovutatud loomad kokku: {0}
fr: Total des animaux adoptés : {0}
he: סך כל חיות המחמד שאומצו: {0}
lt: Viso atiduotų gyvūnų: {0}
nl: Totaal aantal geadopteerde dieren: {0}
pl: Ilość Zwierząt Adoptowanych: {0}
pt: Total de Animais Adoptados: {0}
sk: Adoptovaných zvierat: {0}

source: Animals Stolen
de: Entwendete Tiere
el: Κλαπέντα ζώα
es: Animales robados
et: Varastatud loomad
fr: Animaux volés
he: חיות מחמד שנגנבו
lt: Pavogti gyvūnai
nl: Gestolen dieren
pl: Zwierzęta Skradzione
pt: Animais Roubados
sk: Ukradnuté zvieratá

source: Date Transferred
de: Transfer Datum
el: Ημερομηνία που μεταφέρθηκε
es: Fecha en la que fue transferido
et: Üleviimise kuupäev
fr: Date de transfert
he: תאריך ההעברה
lt: Perkėlimo data
nl: Datum overplaatsing
pl: Data Transferu
pt: Data da Transferência
sk: Dátum presunu

source: Total Animals In: {0}
de: Summe der Tiere in: {0}
el: Σύνολο εισαχθέντων ζώων: {0}
es: Total de animales dentro: {0}
et: Loomi kokku: {0}
fr: Total des animaux dans le refuge : {0}
he: סך כל חיות המחמד שהוכנסו: {0}
lt: Viso atvykimų į prieglaudą: {0}
nl: Totaal aantal dieren in: {0}
pl: W sumie zwierząt w: {0}
pt: Total de Animais em: {0}
sk: Prijatých zvierat: {0}

source: Total Animals Transferred: {0}
de: Summer der Tranferierten Tiere: {0}
el: Σύνολο μεταφερθέντων ζώων: {0}
es: Total de animales transferidos: {0}
et: Üleviidud loomi kokku: {0}
fr: Total des animaux transférés : {0}
he: סך כל חיות המחמד שהועברו: {0}
lt: Viso į kitas prieglaudas perkeltų gyvūnų: {0}
nl: Totaal aantal overgeplaatste dieren: {0}
pl: W sumie zwierząt transferowanych: {0}
pt: Total de Animais Transferidos: {0}
sk: Spolu presunutých zvierat: {0}

source: Total Animals Returned From Transferring Out: {0}
de: Summe der zurückgebrachten Tiere aus Transfers : {0}
el: Σύνολο εξερχόμενω ζώων που επεστράφησαν : {0}
es: Total de animales devueltos tras ser transferidos fuera: {0}
et: Üleviidud loomadest tagastatud kokku: {0}
fr: Total des animaux retournés d'un transfert (sortie) : {0}
he: סך כל חיות המחמד שהוחזרו לאחר שהועברו החוצה: {0}
lt: Viso grąžintų po perkėlimo į kitą prieglaudą gyvūnų: {0}
nl: Totaal aantal dieren teruggebracht na overplaatsing: {0}
pl: W sumie zwierząt zwróconych z transferów wychodzących: {0}
pt: Total de Animais Devovlidos de Transferências: {0}
sk: Spolu zvierat vrátených z premiestnenia: {0}

source: Total Animals Returned From Adoption: {0}
de: Summe der zurückgebrachten Tiere aus Adoptionen: {0}
el: Σύνολο ζώων που επεστράφησαν από υιοθεσία: {0}
es: Total de animales devueltos tras haber sido adoptados: {0}
et: Loovutatud loomadest tagastatud kokku: {0}
fr: Total des animaux retournés d'une adoption : {0}
he: סך כל חיות המחמד שהוחזרו מאימוץ: {0}
lt: Viso grąžintų atiduotų gyvūnų: {0}
nl: Totaal aantal dieren teruggebracht na adoptie: {0}
pl: Suma zwierząt zwróconych po adopcji: {0}
pt: Total de Animais Devolvidos de Adopções: {0}
sk: Celkový počet vrátených zvierat: {0}

source: Returned From
de: Zurück von
el: Επιστροφή από
es: Devuelto desde
et: Tagastatud
fr: Retourné de
he: הוחזר מ־
lt: Grąžintas iš
nl: Teruggebracht van
pl: Zwrócono z..
pt: Devolvidos de
sk: Vrátené od

source: Animals Returned From Transferring Out
de: Rücknahmen aus Transfer
el: Ζώα επιστραφέντα από μεταφορά έξω
es: Animales devueltos tras ser transferidos fuera
et: Üleviidud loomadest tagastatud
fr: Animaux retournés d'un transfert (sortie)
he: חיות מחמד שהוחזרו מהעברה החוצה
lt: Grąžinti po perkėlimo į kitą prieglaudą gyvūnai
nl: Dieren teruggebracht na overplaatsing
pl: Zwierzęta zwrócone z transferu do innego schroniska
pt: Animais Devolvidos de Transferências
sk: Zvieratá vrátené z premiestnenia

source: Animals Released To Wild
de: Wildtiere entlassen
el: Ζώα απελευθερωμένα στην άγρια ζωή
es: Animales puestos en libertad
et: Vabadusse lastud loomad
fr: Animaux remis en liberté
he: חיות מחמד ששוחררו אל הטבע
lt: Paleisti į laisvę gyvūnai
nl: Uitgezette dieren
pl: Zwierzęta Wypuszczone na Wolność
pt: Animais libertados para a natureza
sk: Zvieratá vypustené do divočiny

source: Total Animals Reclaimed: {0}
de: Summe der zurückgeforderten Tiere: {0}
el: Σύνολο ζώων που αναζητήθηκαν: {0}
es: Total de animales reclamados: {0}
et: Vana omaniku poolt tagasi võetud kokku: {0}
fr: Total des animaux réclamés : {0}
he: סך כל חיות המחמד שנדרשו בחזרה: {0}
lt: Viso sugrąžintų šeimininkams dingusių gyvūnų: {0}
nl: Totaal aantal teruggeëiste dieren: {0}
pl: Ilość Zwierząt Odebranych: {0}
pt: Total de Animais Reclamados: {0}
sk: Spolu odobratých zvierat: {0}

source: Fostered To
de: In Pflege bei
el: Αναδοχή από
es: Acogido por
et: Kasupere
fr: Accueilli par
he: אימוץ זמני על ידי
lt: Laikinai globoja
nl: In gastgezin tot
pl: Wydano na DT do
pt: Adoptado para
sk: Do domácej opatery k

source: Adopted To
de: Adoptiert von
el: Υιοθετήθηκε από
es: Adoptado por
et: Loovutatud
fr: Adopté par
he: אימוץ על ידי
lt: Atiduotas kam:
nl: Geadopteerd door
pl: Wyadoptowano do
pt: Adoptado para
sk: Adoptované kým

source: Total Animals Returned From Fostering: {0}
de: Summe der zurückgekehrten Tiere aus Pflegestellen: {0}
el: Σύνολο επιστραφέντων ζώων από αναδοχή: {0}
es: Total de animales devueltos tras haber sido acogidos: {0}
et: Kasuperest tagasi tulnud loomi kokku: {0}
fr: Total des animaux retournés d'une famille d'accueil : {0}
he: סך כל חיות המחמד שהוחזרו מאימוץ זמני: {0}
lt: Viso grąžintų iš laikinų globėjų gyvūnų: {0}
nl: Totaal aantal dieren teruggebracht van gastgezinnen: {0}
pl: W sumie zwierząt zwróconych z DT: {0}
pt: Total de Animais Devolvidos de Adopção: {0}
sk: Spolu zvierat vrátených z domácej opatery: {0}
