Repository: bobintetley/asm2
Catalog: src/locale/po/*.po
Languages: de, el, es, et, fr, he, lt, nl, pl, pt, sk

source: Animals Transferred In
de: Eingänge durch Tiertransfer
el: Ζώα εισαχθέντα
es: Animales transferidos al refugio
et: Üle toodud loomad
fr: Animaux transférés (entrée)
he: חיות מחמד שהועברו אל בית המחסה
lt: Iš kitų prieglaudų priimti gyvunai
nl: Binnengebrachte dieren
pl: Zwierzęta Transferowane do Schroniska
pt: Animais Transferidos para o Canil
sk: Zvieratá prijaté premiestnením

source: Animals Transferred
de: Transferierte Tiere
el: Ζώα μεταφερθέντα
es: Animales transferidos
et: Üle toodud loomad
fr: Animaux transférés
he: חיות מחמד שהועברו
lt: Į kitas prieglaudas perkelti gyvūnai
nl: Overgeplaatste dieren
pl: Zwierzęta Przetransferowane
pt: Animais Transferidos
sk: Presunuté zvieratá

source: Date Reclaimed
de: Datum Zurückverlangt
el: Ημερομηνία αναζήτησης
es: Fecha en la que fue reclamado
et: Vanale omanikule tagasi andmise kuupäev
fr: Date de réclamation
he: תאריך דרישת ההחזרה
lt: Radimo data
nl: Terugeisdatum
pl: Data Odbioru
pt: Relamado em
sk: Dátum odobratia

source: Returned Date
de: Rückgabedatum
el: Ημερομηνία επιστροφής
es: Fecha en la que fue devuelto
et: Tagasitoomise kuupäev
fr: Date de retour
he: תאריך ההחזרה
lt: Grąžinimo data
nl: Terugbrengdatum
pl: Data Zwrotu
pt: Data de Retorno
sk: Dátum vrátenia

source: Brought In By
de: Eingeliefert
el: Προσκομίσθηκε από
es: Traído por
et: Looma tooja
fr: Apporté par
he: הובא לבית המחסה על ידי
lt: Pridavė
nl: Binnengebracht door
pl: Przyniesione Przez
pt: Trazido por
sk: Prijaté od

source: Total Animals Returned From Others: {0}
de: Summe der von anderen zurückgekehrten Tiere: {0}
el: Σύνολο ζώων που επεστράφησαν από άλλους: {0}
es: Total de animales devueltos de otros??: {0}
et: Loomi tagastatud kokku (tesitelt) : {0}
fr: Total des animaux retournés (autres) : {0}
he: סך כל חיות המחמד שהוחזרו מסיבות אחרות: {0}
lt: Viso grąžintų gyvūnų iš kitur: {0}
nl: Totaal aantal dieren teruggebracht van anderen: {0}
pl: W sumie zwierząt zwróconych z pozycji "Inne": {0}
pt: Total de Animais Devolvidos por outros: {0}
sk: Celkový počet vrátených zvierat od ostatných: {0}

source: Animals Out
de: Tierausgänge
el: Ζώα έξω
es: Animales fuera del refugio??
et: Loomi välja
fr: Animaux sortis
he: חיות שהוצאו
lt: Išvykę gyvūnai
nl: Dieren uit
pl: Zwierzęta Wydane
pt: Saídas de Animais
sk: Vydané zvieratá

source: Date Deceased
de: Versterbedatum
el: Ημερομηνία θανάτου
es: Fecha en la que falleció
et: Surmakuupäev
fr: Date du décès
he: תאריך המוות
lt: Mirties data
nl: Datum overleden
pl: Data Zgonu
pt: Data de Óbito
sk: Dátum úhynu

source: Date Fostered
de: In Pflege abgegeben
el: Ημερομηνία αναδοχής
es: Fecha en la que fue acogido
et: Kasuperesse andmise kuupäev
fr: Date de mise en famille d'accueil
he: תאריך האימוץ
lt: Atidavimo laikinai globai namuose data
nl: Datum naar gastgezin
pl: Data Wydania Na DT
pt: Data de Adopção
sk: Dátum začatia domácej opatery

source: Animals Escaped
de: Entlaufene Tiere
el: Ζώα που απέδρασαν
es: Animales que se han escapado
et: Põgenenud loomad
fr: Animaux échappés
he: חיות מחמד שברחו
lt: Pabėgę gyvūnai
nl: Ontsnapte dieren
pl: Zwierzęta Które Uciekły
pt: Animais que fugiram
sk: Utečené zvieratá

source: Daily In/Out Report between {0} and {1}
de: Tägliche Ein/Ausgangsbericht zwischen {0} und {1}
el: Ημερήσια Εισερχόμενα/Εξερχόμενα μεταξύ {0} και {1}
es: Informe diario de entradas y salidas entre {0} y {1}
et: Igapäevane sisse/välja aruanne vahemikus {0} ja {1}
fr: Rapport quotidien des entrées/sorties entre {0} et {1}
he: דוח כניסה/יציאה יומי בין התאריכים {0} ו־{1}
lt: Kasdienė judėjimo į prieglaudą/iš prieglaudos ataskaita tarp {0} ir {1}
nl: Dagelijkse in/uit rapportage tussen {0} en {1}
pl: Dzienny Raport Wejścia/Wyjścia pomiędzy {0} a {1}
pt: Relatório diário de entradas / saídas entre {0} e {1}
sk: Denný report príjmov a výdajov zvierat medzi {0} a {1}

source: Total Animals Out: {0}
de: Summe der Tierausgänge: {0}
el: Σύνολο ζώων Εκτός: {0}
es: Total de salidas de animales: {0}
et: Loomi välja kokku: {0}
fr: Total des animaux sortis : {0}
he: סך כל חיות המחמד שהוצאו: {0}
lt: Viso išvykimų iš prieglaudos: {0}
nl: Totaal aantal dieren uit: {0}
pl: W sumie zwierząt wydanych: {0}
pt: Total de saídas de animais: {0}
sk: Spolu vydaných zvierat: {0}

source: Date Escaped
de: Datum entaulaufen
el: Ημερομηνία απόδρασης
es: Fecha en la que se escapó
et: Põgenemise kuupäev
fr: Date de la fuite
he: תאריך הבריחה
lt: Pabėgimo data
nl: Datum ontsnapt
pl: Data Ucieczki
pt: Data em que escapou
sk: Dátum úteku

source: Total Animals Died On Shelter: {0}
de: Summe der im Heim verstorbenen Tiere {0}
el: Σύνολο θανόντων ζώων στο καταφύγιο: {0}
es: Total de animales fallecidos en el refugio: {0}
et: Varjupaigas surnud loomi kokku: {0}
fr: Total des animaux morts au refuge : {0}
he: סך כל החיות שמתו בבית המחסה: {0}
lt: Viso prieglaudoje mirusių gyvūnų: {0}
nl: Totaal aantal dieren overleden in opvangcentrum: {0}
pl: Ilość zwierząt, które zmarły w schronisku: {0}
pt: Total de mortes de animais: {0}
sk: Počet uhynutých zvierat v útulku: {0}

source: Total Animals Transferred In: {0}
de: Summer der transferierten Tiere in: {0}
el: Σύνολο προσκομισθέντων ζώων: {0}
es: Total de animales que han sido transferidos: {0}
et: Varjupaika ületoodud loomi kokku: {0}
fr: Total des animaux transférés (entrée) : {0}
he: סך כל החיות שהועברו אל בית המחסה: {0}
lt: Viso iš kitų prieglaudų priimtų gyvūnų: {0}
nl: Totaal aantal binnengebrachte dieren: {0}
pl: W sumie zwierząt z transferów przychodzących: {0}
pt: Total de animais transferidos em: {0}
sk: Spolu zvierat prijatých premiestnením: {0}

source: Animals Reclaimed
de: Wiedergeholte Tiere
el: Ζώα που αναζητήθηκαν
es: Animales reclamados
et: Vanale omanikule tagastatud loomad
fr: Animaux réclamés
he: חיות מחמד שנדרשו בחזרה על ידי בעליהן
lt: Sugrąžinti šeimininkams dingę gyvūnai
nl: Teruggeëiste dieren
pl: Zwierzęta Odebrane
pt: Animais Reclamados
sk: Odobraté zvieratá

source: Total Donations: {0}
de: Summer Spenden: {0}
el: Σύνολο δωρεών: {0}
es: Total de Donaciones: {0}
et: Annetusi kokku: {0}
fr: Total des dons : {0}
he: סך כל התרומות: {0}
lt: Viso paramos: {0}
nl: Totaal aan giften: {0}
pl: Ilość Darowizn: {0}
pt: Total de Doações: {0}
sk: Dary spolu: {0}

source: Date Stolen
de: Datum der Entwendung
el: Ημερομηνία κλοπής
es: Fecha en la que fue robado
et: Varastamise kuupäev
fr: Date du vol
he: תאריך הגניבה
lt: Pavogimo data
nl: Datum gestolen
pl: Data Kradzieży
pt: Data em que foi roubado
sk: Dátum ukradnutia

source: Date Released
de: Datum Freigelassen
el: Ημερομηνία απελευθέρωσης
es: Fecha en la que fue liberado
et: Välja laskmise kuupäev
fr: Date de remise en liberté
he: תאריך השחרור
lt: Paleidimo data
nl: Datum vrijgelaten
pl: Data Wypuszczenia
pt: Data em que foi libertado
sk: Dátum vypustenia

source: Returned By
de: Zurückgekehrt
el: Επεστράφη από
es: Devuelto por
et: Tagasitooja
fr: Retourné par
he: הוחזר על ידי
lt: Grąžino
nl: Teruggebracht door
pl: Zwrócono przez
pt: Devolvido por
sk: Vrátené kým

source: Animals Returned From Adoption
de: Von Vermittlungen zurückgekehrt
el: Ζώα επιστραφέντα από υιοθεσίες
es: Animales devueltos tras una adopción
et: Tagastatud loovutatud loomad
fr: Animaux retournés d'une adoption
he: חיות מחמד שחזרו מאימוץ
lt: Naujų šeimininkų grąžinti gyvūnai
nl: Dieren terugbracht na adoptie
pl: Zwierzęta Zwrócone z Adopcji
pt: Animais devolvidos de adopção
sk: Zvieratá vrátené z adopcie

source: Animals In
de: Tier-Eingänge
el: Ζώα μέσα
es: Animales en el refugio
et: Loomi sees
fr: Animaux au refuge
he: חיות מחמד בבית המחסה
lt: Atvykę gyvūnai
nl: Dieren in
pl: Zwierzęta Przyjęte
pt: Entrada de Animais
sk: Prijaté zvieratá

source: Animals Brought In
de: Eingelieferte Tiere
el: Ζώα εισαχθέντα
es: Animales traídos
et: Sisse toodud loomad
fr: Animaux admis
he: חיות שהובאו מבחוץ
lt: Priimti beglobiai gyvūnai
nl: Dieren binnengebracht door
pl: Zwierzęta Oddane do Schroniska
pt: Animais trazidos
sk: Prijaté zvieratá

source: PTS Reason
de: Grund
el: Λόγος ευθανασίας
es: Razón de la eutanasia
fr: Motif de l'euthanasie
he: סיבת ההרדמה
lt: Užmigdymo priežastis
nl: Reden inslapen
pt: Razão de PTS
sk: Dôvod utratenia

source: Total Animals Fostered: {0}
de: Summe der Tiere in Pflege: {0}
el: Σύνολο ζώων υπό αναδοχή: {0}
es: Total de animales acogidos: {0}
et: Loomi kasuperedesse antud kokku: {0}
fr: Total des animaux en famille d'accueil : {0}
he: סך כל חיות המחמד שאומצאו באופן זמני: {0}
lt: Viso atiduotų laikinai globai namuose gyvūnų: {0}
nl: Totaal aantal dieren in gastgezinnen: {0}
pl: Zwięrzeta w DT w sumie: {0}
pt: Total de Animais adoptados: {0}
sk: Spolu zvierat v domácej opatere: {0}

source: Animals Returned From Others
de: Zurückgekehrte Tiere von anderen
el: Ζώα που επεστράφησαν από άλλους
es: Animales devueltos tras otras razones??
et: Tagastatud loomad teiste poolt
fr: Animaux retournés (autres)
he: חיות מחמד שהוחזרו מסיבות אחרות
lt: Kiti grąžinti gyvūnai
nl: Dieren teruggebracht door anderen
pl: Zwierzęta Zwrócone z pozycji "Inne"
pt: Animais devolvidos de outros
sk: Zvieratá vrátené od iných

source: Animals Returned From Fostering
de: Zurückgekehrte Tiere aus Pflegestellen
el: Ζώα που επεστράφησαν από αναδόχους
es: Animales devueltos tras una acogida
et: Tagastatud loomad kasuperedest
fr: Animaux retournés de famille d'accueil
he: חיות מחמד שחזרו מאימוץ זמני
lt: Laikinų globėjų grąžinti gyvūnai
nl: Dieren teruggebracht van gastgezinnen
pl: Zwierzęta Zwrócone z Domów Tymczasowych
pt: Animais devolvidos de adopção
sk: Zvieratá vrátené z domácej opatery

source: Total Animals Released: {0}
de: Summe der in Freiheit entlassenen Tiere: {0}
el: Σύνολο απελευθερωθέντων ζώων: {0}
es: Total de animales liberados: {0}
et: Loomi vabastatud kokku: {0}
fr: Total des animaux relachés : {0}
he: סך כל החיות ששוחררו: {0}
lt: Viso paleista gyvūnų: {0}
nl: Totaal aantal uitgezette dieren: {0}
pl: W sumie zwierząt uwolnionych: {0}
pt: Total de Animais Libertados: {0}
sk: Spolu vypustených zvierat: {0}

source: Total Animals Escaped: {0}
de: Summe entkommener Tiere: {0}
el: Σύνολο ζώων που απέδρασαν: {0}
es: Total de animales escapados: {0}
et: Põgenenud loomi kokku: {0}
fr: Total des animaux échappés : {0}
he: סך כל חיות המחמד שברחו: {0}
lt: Viso pabėgusių gyvūnų: {0}
nl: Totaal aantal ontsnapte dieren: {0}
pl: Ilość zwierząt które uciekły: {0}
pt: Total de Animais que Escaparam: {0}
sk: Spolu utečených zvierat: {0}

source: Animals Died On The Shelter
de: Im Heim verstorbene Tiere
el: Ζώα που πέθαναν στο καταφύγιο
es: Animales fallecidos en el refugio
et: Varjupaigas surnud loomad
fr: Animaux morts au refuge
he: חיות מחמד שמתו בבית המחסה
lt: Prieglaudoje mirę gyvūnai
nl: Dieren overleden in het opvangcentrum
pl: Zwierzęta, które zmarły w schronisku
pt: Animais que morreram no Canil
sk: Zvieratá uhynuté v útulku

source: Subject
de: Betreff
el: Θέμα
es: Asunto
et: Teema
fr: Sujet
he: נושא
lt: Tema
nl: Onderwerp
pl: Temat
pt: Assunto
sk: Predmet

source: No diary notes match your criteria.
de: Keine der Tagesnotizen entspricht den Suchkriterien.
el: Κανένα σημείωμα ημερολογίου δεν ταιριάζει με τα κριτήριά σας
es: No existen notas que coincidan con el criterio indicado.
et: Kriteeriumitega ei sobinud ükski päeviku sissekanne.
fr: Aucune action ne correspond à vos critères.
he: אין הערות ביומן התואמות את הקריטריונים שהוצבו.
lt: Jūsų kriterijus atitinkančių priminimų nėra.
nl: Geen agendanotities die overeenkomen met je criteria.
pl: Nie znaleziono wpisów dziennika pasujących do Twoich kryteriów.
pt: Não existem entradas no diário que correspondam o seu critério
sk: Žiadne poznámky v diári nevyhovujú vašim kritériám.

source: Diary for {0}
de: Tagebuch für {0}
el: Ημερολόγιο για {0}
es: Diario para {0}
et: Päevik {0}
fr: Agenda pour {0}
he: יומן עבור {0}
lt: Priminimai {0}
nl: Agenda voor {0}
pl: Dziennik na dzień {0}
pt: Diário para {0}
sk: Diár pre {0}

source: Diary between {0} and {1}
de: Tagebuch zwischen {0} und {1}
el: Ημερολόγιο μεταξύ {0} και {1}
es: Diario de veterinario entre {0} y {1}
et: Päevik vahemikus {0} ja {1}
fr: Agenda entre {0} et {1}
he: יומן בין {0} ל־{1}
lt: Priminimai tarp {0} ir {1}
nl: Agenda tussen {0} en {1}
pl: Dziennik pomiędzy {0} a {1}
pt: Diário entre {0} e {1}
sk: Diár medzi {0} a {1}

source: Diary Criteria
de: Tagebuch Kriterien
el: Κριτήρια ημερολογίου
es: Criterio del diario
et: Päeviku kriteeriumid
fr: Critères de l'agenda
he: קריטריונים ליומן
lt: Priminimų kriterijai
nl: Agendacriteria
pl: Kryteria Dziennika
pt: Critério de Diário
sk: Kritériá pre diár

source: Diary upto {0}
de: Tagebuch bis {0}
el: Ημερολόγιο μέχρι {0}
es: Diario hasta {0}
et: Päevik kuni {0}
fr: Agenda jusqu'au {0}
he: יומן עד ל־{0}
lt: Priminimai iki {0}
nl: Agenda tot en met {0}
pl: Dziennik do {0}
pt: Diário até {0}
sk: Diár do {0}

source: Animals returned within 6 months of adoption at {0}
de: Aus der Vermittlung zurückgekehrte Tiere innerhalb von 6 Monaten {0}
el: Ζώα που επεστράφησαν εντός 6 μηνών από την υιοθεσία {0}
es: Animales devueltos en 6 meses desde su adopción a {0}
et: Kuue kuu jooksul loovutusest tagastatud loomad {0}
fr: Animaux retournés dans les 6 mois de l'adoption au {0}
he: חיות מחמד שהוחזרו בתוך חצי שנה של אימוץ ב־{0}
lt: 6 mėn. laikotarpiu grąžinti atiduoti gyvūnai {0}
nl: Dieren teruggebracht binnen 6 maanden adoptie op {0}
pl: Zwierzęta zwrócone w ciągu 6 miesięcy po adopcji, na dzień {0}
pt: Animais devolvidos após 6 meses de adopção em {0}
sk: Zvieratá vrátené do 6 mesiacov od adopcie {0}

source: No animals have been returned within 6 months of adoption.
de: Keine innerhalb von 6 Monaten nach der Vermittlung zurückgekehrten Tiere.
el: Κανένα ζώο δεν επεστράφη μέσα σε 6 μήνες από την υιοθεσία
es: Ningún animal ha sido devuelto antes de 6 meses desde su adopción.
et: Kuue kuu jooksul alates loovutusest pole ühtegi looma tagastatud.
fr: Aucun animal rendu dans les 6 mois suivant l'adoption
he: לא הוחזרו חיות מחמד בתוך חצי שנה של אימוץ.
lt: 6 mėn. laikotarpiu grąžintų atiduotų gyvūnų nėra.
nl: Er zijn geen dieren teruggebracht binnen 6 maanden adoptie.
pl: Nie zwrócono żadnego zwierzęcia w ciągu 6 miesięcy po jego adopcji.
pt: Não existem animais devolvidos após 6 mese de adopção
sk: Žiadne zviera nebolo vrátené do 6 mesiacov od adopcie.

source: Code
de: Kurzbezeichnung
el: Κωδικός
es: Código
et: Kood
he: קוד
lt: Kodas
pl: Kod
pt: Código
sk: Kód

source: Date Adopted
de: Vermittlungsdatum
el: Ημερομηνία υιοθεσίας
es: Fecha en la que fue adoptado
et: Loovutuse kuupäev
fr: Date d'adoption
he: תאריך האימוץ
lt: Atidavimo data
nl: Adoptiedatum
pl: Data Adopcji
pt: Data de Adopção
sk: Dátum adopcie

source: Reason for Return
de: Grund der Rückkehr
el: Λόγος επιστροφής
es: Razón de la devolución
et: Tagastamise põhjus
fr: Motif du retour
he: סיבת ההחזרה
lt: Grąžinimo priežastis
nl: Terugbrengreden
pl: Powód Zwrotu
pt: Motivos de Retorno
sk: Dôvod vrátenia

source: No animals have been returned after 6 months of adoption.
de: Keine nach 6 Monaten nach der Vermittlung zurückgekehrten Tiere.
el: Κανένα ζώο δεν επεστράφη 6 μήνες μετά την υιοθεσία
es: Ningún animal ha sido devuelto antes de 6 meses desde su adopción.
et: Kuus kuud peale loovutamist ei ole ütegi looma tagastatud.
fr: Aucun animal rendu après 6 mois d'adoption.
he: לא הוחזרו בעלי חיים לאחר חצי שנה של אימוץ.
lt: Gyvūnų, grąžintų praėjus daugiau kaip 6 men. po atidavimo, nėra.
nl: Er zijn geen dieren teruggebracht na 6 maanden adoptie.
pl: Nie znaleziono zwierząt zwróconych w ciągu 6 miesięcy po adopcji.
pt: Não existem animais devolvidos após 6 meses de adopção
sk: Žiadne zvieratá neboli vrátené po 6 mesiacoch od adopcie.

source: Animals returned after 6 months of adoption at {0}
de: Nach 6 Monaten nach der Vermittlung zurückgekehrten Tiere am {0}
el: Ζώα που επεστράφησαν 6 μήνες μετά την υιοθεσία στα {0}
es: Animales devueltos tras 6 meses desde su adopción a {0}
et: Kuus kuud peale loovutamist tagastatud loomad: {0}
fr: Animaux rendus après 6 mois d'adoption au {0}
he: חיות מחמד שהוחזרו לאחר חצי שנה של אימוץ ב־{0}
lt: Gyvūnai, grąžinti praėjus daugiau kaip 6 mėn. {0}
nl: Dieren teruggebracht na 6 maanden adoptie op {0}
pl: Zwierzęta zwrócone w czasie powyżej 6 miesięcy po adopcji, na dzień {0}
pt: Animais devolvidos após 6 meses de adopção em {0}
sk: Zvieratá vrátené po 6 mesiacoch od adopcie {0}

source: No adoptions on file.
de: Keine Vermittlungen registriert.
el: Καμμία υιοθεσία στο αρχείο.
es: No existe registrada ninguna adopción.
et: Failis ei ole loovutusi.
fr: Aucune adoption dans le fichier.
he: אין אימוצים בקובץ.
lt: Byloje atiduotų gyvūnų nėra.
nl: Geen adopties in het bestand.
pl: Brak adopcji w pliku.
pt: Não existem adopções em ficheiro
sk: Žiadne adopcie.

source: Internal Loc
de: Interne Unterbringung
el: Εσωτερική τοποθεσία
es: Ubi Interna
et: Asukoht
fr: Emplacement interne
he: מיקום פנימי
lt: Vidaus patalpa
nl: Interne locatie
pt: Loc Interno
sk: Interné umiestnenie

source: Type
de: Art
el: Τύπος
es: Tipo
et: Tüüp
he: סוג
lt: Tipas
nl: Soort
pl: Rodzaj
pt: Tipo
sk: Typ

source: Select Month
de: Monat wählen
el: Επιλογή μήνα
es: Seleccione mes
et: Vali kuu
fr: Sélectionnez le mois
he: בחירת חודש
lt: Pasirinkite mėnesį
nl: Kies maand
pl: Wybierz miesiąc
pt: Seleccione Mês
sk: Vyberte mesiac

source: {0} stolen
de: {0} entwendet
el: {0} κλεμμένα
es: {0} robados
et: {0} varastatud
fr: {0} volé(s)
he: {0} נגנבו
lt: pavogta - {0}
nl: {0} gestolen
pl: {0} skradzionych
pt: {0} roubados
sk: {0} ukradnutých

source: Returned To Owner
de: Zum Besitzer zurückgekehrt
el: Επεστράφησαν στον ιδιοκτήτη
es: Devuelto al contacto
et: Tagastatud omanikule
fr: Rendu au propriétaire
he: הוחזר לבעלים
lt: Grąžinta savininkams
nl: Teruggekeerd naar eigenaar
pl: Zwrócone Właścicielowi
pt: Devolvidos para o Dono
sk: Vrátené majiteľovi

source: April
el: Απρίλιος
es: Abril
et: aprill
fr: Avril
he: אפריל
lt: Balandis
pl: Kwiecień
pt: Abril
sk: Apríl

source: To Fostering
de: In Pflege
el: Προς αναδοχή
es: Para acoger
et: Kasuperesse
fr: Vers une famille d'accueil
he: לאימוץ זמני
lt: Atiduoti laikinai globai namuose
nl: Naar gastgezin
pl: Wydane do DT
pt: Para Adopção
sk: Do domácej opatery

source: Cats
de: Katzen
el: Γάτες
es: Gatos
et: Kassid
fr: Chats
he: חתולים
lt: Katės
nl: Katten
pl: Koty
pt: Gatos
sk: Mačky

source: {0} returned from other (transfers, released, escaped, stolen or reclaimed)
de: {0} aus anderen Quellen zurückgekehrt (transferiert, entlassen, entflohen, entwendet oder zurückgefordert)
el: {0} επεστράφησαν από άλλο (μετακινήσεις, αποδράσεις, κλοπές ή
es: {0} devueltos por otras razones (transferencias, liberados, escapados, robados o reclamados)
et: {0} tagastaud muud (ülekanne, vabadusse lastud, põgenenud, varastatud või omanik tuli järgi)
fr: {0} retournés (autres) (transféré, relaché, échappé, volé ou réclamé)
he: {0} הוחזרו מאחרים (העברות, שחרורים, בריחות, גניבות או דרישה להחזרה)
lt: grįžo iš kitur (iš kitų prieglaudų, po paleidimo į laisvę, dingimo, pavogimo arba grąžinimo buvusiems šeimininkams) - {0}
nl: {0} teruggebracht van anderen (overplaatsing, vrijgelaten, ontsnapt, gestolen or teruggeëist)
pl: {0} zwrócone z innych (transfery,uwolnienia,ucieczki,kradzieże,interwencje)
pt: {0} devolvidos de outros (transferências, libertados, escapes, roubados ou reclamados)
sk: {0} vrátených inak (presuny, z voľnej prírody, z úteku, z krádeže alebo odobratím )

source: Which month is this report for?
de: Berichtszeitraum - Monat
el: Για ποιό μήνα είναι η αναφορά;
es: ¿Para cuántos meses es este informe?
et: Millise kuu kohta see aruanne käib?
fr: Ce rapport est pour quel mois ?
he: לאיזה חודש מתייחס דוח זה?
lt: Kurio mėnesio ataskaitos pageidaujate?
nl: Voor welke maand is deze rapportage?
pl: Który miesiąc obejmuje ten raport?
pt: Para que mês é este relatório?
sk: Pre ktorý mesiac je tento report?

source: July
de: Juli
el: Ιούλιος
es: Julio
et: juuli
fr: Juillet
he: יולי
lt: Liepa
nl: Juli
pl: Lipiec
pt: Julho
sk: Júl

source: Summary Totals:
de: Gesamtsumme:
el: Συνοπτικά Σύνολα:
es: Totales de resumen:??
et: Kokku:
fr: Totaux sommaires :
he: סיכומים כלליים:
lt: Suvestinė:
nl: Samenvatting totalen:
pt: Sumério Totais:
sk: Celkové zhrnutie:

source: Which year is this report for?
de: Berichtszeitraum - Jahr
el: Για ποιό έτος είναι αυτή η αναφορά;
es: ¿Para qué año es este informe?
et: Millise aasta kohta see aruanne käib?
fr: Ce rapport est pour quelle année ?
he: לאיזו שנה מתייחס דוח זה?
lt: Kurių metų ataskaitos pageidaujate?
nl: Voor welk jaar is deze rapportage?
pl: Który rok obejmuje ten raport?
pt: Para que ano é este relatório ?
sk: Pre ktorý rok je tento report?

source: Returned
de: Zurückgekehrt
el: Επεστράφησαν
es: Devuelto
et: Tagastatud
fr: Rendu
he: הוחזרו
lt: Grąžinimai
nl: Teruggebracht
pl: Zwrócono
pt: Devolvido
sk: Vrátené

source: Transferred Out
de: Transferiert (Ausgang)
el: Μεταφέρθησαν έξω
es: Transferidos fuera
et: Üleviidud
fr: Transfert sortant
he: הועברו אל מחוץ לבית המחסה
lt: Perkelti į kitą prieglaudą
nl: Overgeplaatst naar
pl: Transfer Wychodzący
pt: Transferido saídas
sk: Presunuté z útulku

source: Avg
de: Durchschnitt
el: Μ.Ο.
es: Media??
et: Keskm
fr: Moy.
he: ממוצע
lt: Vid
nl: Gem
pl: Śrd.
pt: Média
sk: Priemerne

source: Dogs
de: Hunde
el: Σκυλιά
es: Perros
et: Koerad
fr: Chiens
he: כלבים
lt: Šunys
nl: Honden
pl: Psy
pt: Cães
sk: Psy

source: Transferred In
de: Transferiert (Eingang)
el: Μεταφέρθησαν εντός
es: Transferidos dentro
et: Ületoodud
fr: Transfert entrant
he: הועברו לבית המחסה
lt: Priimti iš kitų prieglaudų
nl: Overgeplaatst naar asiel
pl: Transfer Przychodzący
pt: Transferidos entradas
sk: Presunuté do útulku

source: August
el: Αύγουστος
es: Agosto
fr: Août
he: אוגוסט
lt: Rugpjūtis
nl: Augustus
pl: Sierpień
pt: Agosto

source: PTS
de: Euthanasie
el: Ευθανασία
es: Recibió eutanasia
fr: Euthanasie
he: הרדמה
lt: Užmigdyti
nl: Euth
sk: Utratených

source: January
de: Januar
el: Ιανουάριος
es: Enero
et: jaanuar
fr: Janvier
he: ינואר
lt: Sausis
nl: Januari
pl: Styczeń
pt: Janeiro
sk: Január

source: From Fostering
de: Aus Pflegestellen
el: Από αναδοχή
es: De acogida
et: Kasuperest
fr: D'une famille d'accueil
he: מאימוץ זמני
lt: Iš laikinos globos namuose
nl: Van gastgezin
pl: Z DT
pt: De Adopção
sk: Z domácej opatery

source: February
de: Februar
el: Φεβρουάριος
es: Febrero
et: veebruar
fr: Février
he: פברואר
lt: Vasaris
nl: Februari
pl: Luty
pt: Fevereiro
sk: Február

source: {0} to foster home
de: {0} in Pflegestellen
el: {0} στο σπίτι του αναδόχου
es: {0} a casas de acogida
et: {0} kasuperesse
fr: {0} en famille d'accueil
he: {0} לבתים לאימוץ זמני
lt: atiduota laikinai globai namuose - {0}
nl: {0} naar gastgezin
pl: {0} do domów tymczasowych
pt: {0} para a casa mãe
sk: {0} do domácej opatery

source: March
de: März
el: Μάρτιος
es: Marzo
et: märts
fr: Mars
he: מרץ
lt: Kovas
nl: Maart
pl: Marzec
pt: Março
sk: Marec

source: Incoming
de: Eingang
el: Εισερχόμενα
es: Entrante
et: Sissetulev
fr: Entrant
he: הכנסה
lt: Patekę pirmą kartą
nl: Binnenkomend
pl: Przychodzący
pt: Recebido
sk: Prijatých

source: From Other
de: Aus anderen Quellen
el: Από άλλον
es: Desde otras??
et: Teisest
fr: Autre (entrée)
he: מאחר
lt: Iš kitur
nl: Van ander
pl: Z innego źródła
pt: De outros
sk: Inak

source: November
el: Νοέμβριος
es: Noviembre
fr: Novembre
he: נובמבר
lt: Lapkritis
pl: Listopad
pt: Novembro

source: October
de: Oktober
el: Οκτώβριος
es: Octubre
et: oktoober
fr: Octobre
he: אוקטובר
lt: Spalis
nl: Oktober
pl: Październik
pt: Outubro
sk: Október

source: Brought to the Shelter:
de: Im Heim abgegeben
el: Προσκομίσθηκαν στο καταφύγιο
es: Llevado al refugio:
et: Varjupaika toodud:
fr: Admis au refuge :
he: הובאו אל בית המחסה:
lt: Priimta į prieglaudą:
nl: Naar het opvangcentrum gebracht:
pl: Przyprowadzono do schroniska:
pt: Trazidos para o Canil:
sk: Prijaté do útulku:
