Repository: bobintetley/asm2
Catalog: src/locale/po/*.po
Languages: de, el, es, et, fr, he, lt, nl, pl, pt, sk

source: Original owner information and how the animal came into the shelter
de: Angaben zu Vorbesitzern und Einlieferung
el: Πληροφορίες αρχικού ιδιοκτήτη και πως ήρθε το ζώο στο καταφύγιο
es: Información del contacto original y de cómo llego el animal al refugio
et: Info algse omaniku kohta ja kuidas loom sattus varjupaika
fr: Information du propriétaire original et comment l'animal est-il entré au refuge
he: נתוני הבעלים המקוריים וכיצד הגיעה חיית המחמד אל בית המחסה
lt: Informacija apie buvusį savininką ir kaip gyvūnas pateko į prieglaudą
nl: Gegevens oorspronkelijke eigenaar en wijze van binnenkomst
pl: Informacje o właścicielu i o sposobie trafienia do schroniska
pt: Informação do dono original, e como o animal veio para o canil
sk: Informácie o pôvodnom majiteľovi a ako sa zviera dostalo do útulu

source: Vet
de: Veterinär
el: Κτηνίατρος
es: Veterinario
et: Veterinaar
fr: Vétérinaire
he: וטרינר
lt: Veterinaras
nl: Dierenarts
pl: Weterynarz
sk: Veterinár

source: Details of the animal's vet and any health problems
de: Gesundheitsinformationen
el: Λεπτομέρειες για όποια προβλήματα υγείας και άλλα του ζώου
es: Detalles de los veterinarios y cualquier problema de salud
et: Üksikasjad looma veterinaari ja terviseprobleemide kohta
fr: Détails sur le vétérinaire de l'animal et tout problème de santé
he: פרטים על אודות הווטרינר של חיית המחמד ובעיות רפואיות
lt: Duomenys apie gyvūno veterinarą ir sveikatos būklę
nl: Details van de dierenarts van dit dier en enig gezondheidsprobleem
pl: Szczegóły problemów zdrowotnych
pt: Detalhes do Vet do animal e problemas de saúde
sk: Detaily o veterinárovi zvieraťa a zdravotné problémy

source: Death
de: Tod
el: Θάνατος
es: Muerte
et: Surm
fr: Décès
he: מוות
lt: Mirtis
nl: Dood
pl: Zgon
pt: Morte
sk: Úhyn

source: Information if the animal is deceased
de: Informationen bei verstorbenem Tier
el: Πληροφορίες αν το ζώο έχει πεθάνει
es: Información acerca del fallecimiento del animal
et: Info looma surma kohta
fr: Informations si l'animal est mort
he: מידע אודות מות חיית המחמד
lt: Informacija, jei gyvūnas mirė
nl: Gegevens indien het dier is overleden
pl: Informacje o zgonie
pt: Informação se o animal faleceu
sk: Informácie ak bolo zviera utratené

source: Vaccination
de: Impfungen
el: Εμβολιασμός
es: Vacunación
et: Vaktsineerimine
he: חיסון
lt: Vakcinacijos
nl: Vaccinatie
pl: Szczepienie
pt: Vacinação
sk: Vakcinácia

source: Animal vaccination information
de: Impfinformationen
el: Πληροφορίες εμβολιασμού ζώου
es: Información de la vacunación del animal
et: Info looma vaktsineerimiste kohta
fr: Informations sur les vaccinations de l'animal
he: נתוני חיסון חיית מחמד
lt: Informacija apie gyvūno vakcinacijas
nl: Vaccinatie-informatie
pl: Informacje o szczepieniach
pt: Informação de Vacinação do Animal
sk: Informácie o vakcinácii zvieraťa

source: Medical
de: Medizinisch
el: Ιατρικό
es: Médica
et: Meditsiiniline
fr: Médical
he: רפואי
lt: Gydymas
nl: Medisch
pl: Opieka medyczna
pt: Médico
sk: Liečebný

source: Diet Information
de: Diät Informationen
el: Πληροφορίες διαιτολογίου
es: Información acerca de la dieta
et: Info dieedi kohta
fr: information sur le régime
he: נתוני דיאטה
lt: Informacija apie mitybą
nl: Dieet-informatie
pl: Informacje dt. Diety
pt: Informação de Dieta
sk: Informácie o diéte

source: Media
el: Πολυμέσα
es: Medios
et: Meedia
fr: Média
he: מדיה
lt: Failai
pl: Zdjęcia
pt: Mídia
sk: Súbory

source: Media associated with this animal
de: Verknüpfte Media Dateien
el: Πολυμέσα συσχετισμένα με αυτό το ζώο
es: Archivos multimedia asociados a este animal
et: Selle loomaga seotud meedia
fr: Médias associés à cet animal
he: קובצי מדיה המשוייכים עם חיית מחמד זו
lt: Failai, susiję su šiuo gyvūnu
nl: Media gekoppeld aan dit dier
pl: Zdjęcia przypisane do tego zwierzęcia
pt: Mídia associada a este animal
sk: Súbory k tomuto zvieraťu

source: Diary
de: Tagebuch
el: Ημερολόγιο
es: Diario
et: Päevik
fr: Agenda
he: יומן
lt: Priminimai
nl: Agenda
pl: Dziennik
pt: Diário
sk: Diár

source: Related diary information for this animal
de: Verknüpfte Tagesnotizen
el: Σχετικές πληροφορίες ημερολογίου για αυτό το ζώο
es: Información relacionada con el diario referente a este animal
et: Selle loomaga seotud päeviku info
fr: Information de l'agenda en rapport avec cet animal
he: נתונים ביומן הקשורים לחיית מחמד זו
lt: Susiję su šiuo gyvūnu priminimai
nl: Verwante agenda-informatie voor dit dier
pl: Informacje z dziennika dotyczące tego zwierzęcia
pt: Informação diária relativa a este animal
sk: Informácie z diára pre toto zviera

source: Details of animal movement transactions
de: Tierbewegung
el: Λεπτομέρειες διενέργειας μετακινήσεων ζώων
es: Detalles de los movimientos del animal
et: Looma liikumiste üksikasjad
fr: Détails sur les mouvements/transactions de cet animal
he: פריטים על תנועות בנקריות ביחס להעברות חיות מחמד
lt: Duomenys apie atliktus vietos pakeitimus
nl: Details van mutatietransactie
pl: Szczegóły przesunięć
pt: Detalhes de transacções de movimentos deste animal
sk: Detaily o pohyboch zvieraťa

source: Log
el: Αρχείο Καταγραφής
es: Historial
et: Logi
fr: Journal
he: רישום
lt: Žurnalas
nl: Logboek
pt: Registo
sk: Záznam

source: Any other information about the animal
de: Zusatzinformationen
el: Οποιαδήποτε άλλη πληροφορία για αυτό το ζώο
es: Cualquier otro tipo de información acerca del animal
et: Muu info looma kohta
fr: Autre information sur l'animal
he: כל מידע אחד על אודות חיית המחמד
lt: Žurnalo informacija apie gyvūną
nl: Overige gegevens van het dier
pl: Inne informacje o zwierzęciu
pt: Qualquer informação sobre este animal
sk: Ostatné informácie o zvierati

source: Not For Adoption Book
de: Adoptions Auschlussliste
el: Όχι για το βιβλίο υιοθεσιών
es: No para el libro de adopciones
fr: Registre des non-adoptables
he: ספר "לא לאימוץ"
lt: Neatiduodamų gyvūnų sąrašas
nl: Niet-voor-adoptieboek
pl: Księga Zwierząt Nie Przeznaczonych Do Adopcji
pt: Livro de não adopções
sk: Nie sú na adopciu

source: View the animal record
de: Tier Datensatz anzeigen
el: Εμφάνισε το αρχείο του ζώου
es: Visualizar el registro del animal
et: Vaata looma kirjet
fr: Voir les données de l'animal
he: צפייה ברשומת חיית המחמד
lt: Žiūrėti gyvūno įrašą
nl: Bekijke de dierrecords
pl: Pokaż wpis zwierzęcia
pt: Ver o registo deste animal
sk: Prezrieť záznam zvieraťa

source: Refresh the list of animals
de: Liste neu laden
el: Ανανέωσε τη λίστα των ζώων
es: Actualizar la lista de animales
et: Värskenda loomade nimekirja
fr: Rafraîchir la liste
he: רענון רשימת חיות המחמד
lt: Atnaujinti gyvūnų sąrašą
nl: Ververs de lijst van dieren
pl: Odśwież listę zwierząt
pt: Refrescar a lista de animai
sk: Obnoviť zoznam zvierat

source: {0} does not exist.
de: {0} existiert nicht
el: {0} δεν υπάρχει
es: {0} no existe.
et: {0} ei eksisteeri.
fr: {0} n'existe pas.
he: {0} לא קיים.
lt: {0} neegzistuoja.
nl: {0} bestaat niet.
pl: {0} nie istnieje.
pt: {0} não existe.
sk: {0} neexistuje.

source: This file is {0}Kb in size. ASM has been set not to allow files over {1}Kb.
de: Filegrösse {0}Kb. Maximale erlaubte Grösse ist {1}Kb.
el: Αυτό το αρχείο έχει μέγεθος {0}Kb. Το ASM έχει ρυθμιστεί να μην επιτρέπει αρχεία πάνω από {1}Kb.
es: Este archivo tiene {0}Kb de tamaño. ASM ha sido configurado para no aceptar archivos mayores de {1}Kb.
et: See fail on {0}Kb suurune. ASM ei saa salevstada suuremaid faile kui {1}Kb.
fr: Ce fichier fait {0} Ko. ASM est configuré pour ne pas autoriser les fichiers supérieurs à {1} Ko.
he: גודל הקובץ הוא {0} ק"ב. ההגדרה ב־ASM מגבילה את הגודל המותר עד {1} ק"ב.
lt: Ši byla {0}Kb dydzio. ASM nustatyta neleisti didesnių kaip {1}Kb bylų.
nl: Dit bestand is {0}kB groot. ASM is zo ingesteld dat het geen bestanden groter dan {1}kB aanneemt.
pl: Ten plik ma wielkość {0}Kb. ASM nie pozwala na używanie plików powyżej {1}Kb.
pt: Este ficheiro tem {0}Kb. ASM foi definido para não aceitar ficheiros com mais de {1}Kb.
sk: Tento súbor má {0}Kb. ASM nemôže prijať súbor väčší ako {1}Kb.

source: Owner's Vet:
de: Tierarzt des Besitzers
el: Κτηνίατρος ιδιοκτήτη:
es: Veterinario del contacto:
et: Omaniku veterinaar:
fr: Vétérinaire du propriétaire :
he: הווטרינר של הבעלים:
lt: Savininko nurodytas veterinaras:
nl: De dierenarts van de eigenaar:
pl: Weterynarz Właściciela:
pt: Vet. do Dono:
sk: Majiteľov veterinár

source: Search complete - {0} matches found.
de: Suche beendet - {0} matches found.
el: Η αναζήτηση ολοκληρώθηκε - {0} αποτελέσματα βρέθηκαν.
es: Búsqueda completa - {0} coincidencias encontradas.
et: Otsing lõpetatud - {0} sobivust leitud.
fr: Recherche terminée - {0} correspondance(s) trouvée(s).
he: החיפוש הושלם - נמצאו {0} תוצאות.
lt: Paieška atlikta - rasti {0} rezultatai.
nl: Zoekactie volledig - {0} overeenkomsten gevonden.
pl: Zakończono wyszukiwanie - znaleziono {0} rezultatów.
pt: Procura completa - {0} ocorrências encontradas
sk: Vyhľadávanie dokončené - {0} nájdených.

source: Edit Animal - {0}, {1} ({2} {3}) aged {4}
de: Tier bearbeiten - {0}, {1} ({2} {3}) Alter {4}
el: Επεξεργασία ζώων - {0}, {1} {3} ηλιικίας {4}
es: Editar Animal - {0}, {1} ({2} {3}) con una edad de {4}
et: Muuda looma - {0}, {1} ({2} {3}) vanuses {4}
fr: Édition de l''animal - {0}, {1} ({2} {3}) âgé de {4}
he: עריכת חיית המחמד - {0}, {1} ({2} {3}) גיל: {4}
lt: Redaguoti gyvūną - {0}, {1} ({2} {3}), {4} amžiaus
nl: Bewerk dier - {0}, {1} ({2} {3}) leeftijd {4}
pl: Edytuj Zwierzę - {0}, {1} ({2} {3}) w wieku {4}
pt: Editar Animal - {0}, {1} ({2} {3}) com idade {4}
sk: Upraviť zviera - {0}, {1} ({2} {3}) vekom {4}

source: Created on {0} by {1}. Last changed {2} by {3}
de: Erstellt am {0} von {1}. Letzte Änderung am {2} von {3}
el: Δημιουργήθηκε στις {0} από {1}. Τελευταία αλλαγή στις {2} από {3}
es: Creado el {0} por {1}. Último cambiado {2} por {3}
et: Loodud {0} looja {1}. Viimati muudetud {2} muutja {3}
fr: Créer le {0} par {1}. Dernière modification {2} par {3}
he: נוצר ב־{0} ע"י {1}. שונה לאחרונה ב־{2} ע"י {3}
lt: Sukūrė {0} {1}. Paskutinį kartą keitė {2} {3}
nl: Aangemaakt op {0} door {1}. Laatst aangepast op {2} door {3}
pl: Utworzono dnia {0} przez {1}. Ostatnia zmiana dnia {2} dokonana przez {3}
pt: Criado em {0} por {1}. Última modificação {2} por {3}.
sk: Vytvorené {0} - {1}. Naposledy zmenené {2} - {3}

source: Edit this media in its associated application
de: Diese Datei extern bearbeiten
el: Επεξεργασία αυτού του πολυμέσου με την συσχετισμένη του εφαρμογή
es: Editar el archivo en la aplicación asociada.
fr: Éditer ce media avec l'application associée
he: עריכת קובץ מדיה זה ביישום המשוייך לו
lt: Redaguoti failą su juo susietoje programoje
nl: Bewerk deze media in zijn geassocieerde toepassing
pl: Edytuj to zdjęcie w powiązanej aplikacji
pt: Editar esta mídia na sua aplicação associada
sk: Upraviť tento súbor v priradenom programe.

source: Would you like to upload your changes to this media file back to the server?
de: Veränderte Medien Datei auf den Server hochladen?
el: Θέλετε να αποστείλετε τις αλλαγές στο αρχείο πολυμέσων πίσω στον διακομιστή;
es: ¿Desea actualizar en el servidor los cambios realizados?
et: Kas soovid selle meediafaili muudatused serverisse uuesti üles laadida?
fr: Souhaitez-vous transférer les modifications effectuées sur ce média vers le serveur ?
he: האם ברצונך להעלות את השינויים לקובץ מדיה זה בחזרה אל השרת?
lt: Ar norėtumėte savo pakeitimus šiam failui nusiųsti atgal į serverį?
nl: Wil je uw wijzigingen aan dit mediabestand terug naar de server uploaden?
pl: Czy chciałbyś umieścić zmienione zdjęcie na serwerze?
pt: Deseja efectuar o upload das alterações da mídia para o servidor?
sk: Chcete nahrať zmeny k tomuto súboru naspäť na server?

source: Special Needs?
de: Besondere Pflegeanweisungen?
el: Ειδικές Ανάγκες;
es: ¿Cuidados especiales?
et: Erivajadused?
fr: Besoins spécifiques ?
he: צרכים מיוחדים?
lt: Ypatingi poreikiai?
nl: Speciale zorgen vereist?
pl: Szczególne Potrzeby?
pt: Necessidades Especiais?
sk: Špeciálne požiadavky?

source: Tick this box if the animal has special needs
de: Auswählen wenn das Tier bestimmte Pflege erfordert
el: Τσεκάρετε το κουτάκι εάν το ζώο έχει ειδικές ανάγκες
es: Marque esta casilla si el animal tiene alguna necesidad especial
et: Märgi se kastike kui loomal on erivajadusi
fr: Cocher cette case si l'animal a des besoins spécifiques
he: יש לסמן תיבה זו אם לחיית המחמד ישנם צרכים מיוחדים
lt: Pažymėkite šį laukelį, jei gyvūnas turi ypatingų poreikių
nl: Vink dit aan als het dier speciale zorgen vereist
pl: Zaznacz to pole jeśli zwierzę ma jakiekolwiek specjalne potrzeby
pt: Seleccione esta caixa se o animal tem necessidades especiais
sk: Označte toto ak má zviera špeciálne požiadavky.

source: Copy animal comments to the notes field of the animal's web media
de: Anmerkungen auch im Web veröffentlichen
el: Αντίγραψε τα σχόλια ζώου στο πεδίο σχολίων του διαδικτυακού πολυμέσου του ζώου
es: Copie los comentarios del animal al campo de notas del medio web del animal
fr: Copier les commentaires dans le champ note du média web de l'animal
he: העתקת ההערות על אודות חיית מחמד אל שדה ההערות במיצג המקוון של חיית המחמד
lt: Kopijuoti komentarus apie gyvūną į gyvūno failo pastabų laukelį internete
nl: Kopieer diercommentaren naar het nota-veld van de webmedia van het dier
pl: Kopiuj komentarze dotyczące zwierzęcia do pola "Notatki" na stronie internetowej zwierzęcia
pt: Copiar os comentários do animal para o campo de notas do animal na mídia web
sk: Kopírovať komentáre k zvieraťu do poznámok na webe.

source: A short version of the code
de: Kürzel
el: Μια μικρή έκδοση του κώδικα
es: Una versión reducida del código
et: Koodi lühiversioon
fr: Version courte du code
he: גרסה מקוצרת של הקוד
lt: Trumpa kodo versija
nl: Een korte versie van de code
pl: Krótka wersja kodu
pt: Versão curta do código
sk: Skrátená verzia kódu

source: You have changed the brought in date, making the animal''s current code of {0} invalid. ASM will generate a new one.
de: Eine Änderung des Eintrittsdatums erzeugt für die bestehende Vorgangsnummer {0} einen neuen Wert.
el: Έχετε αλλάξει την ημερομηνία προσκόμισης κάνοντας τον τρέχοντα κωδικό ζώου {0} άκυρο. Το ASM θα δημιουργήσει έναν νέο.
es: Ha cambiado la fecha de traída, haciendo el código actual del animal {0} inválido. ASM generará uno nuevo.
et: Oled muutnud looma sissetuleku kuupäeva, millega looma praegune kood {0} muutub kehtetuks. ASM loob uue.
fr: Vous avez modifié la date d'admission et rendu le code actuel de l'animal ({0}) invalide. ASM va en générer un nouveau.
he: תאריך הכניסה לבית המחסה שונה, ובכך הופך הקוד הנוכחי של חיית המחמד {0} לבלתי תקף. ASM תייצר אחד חדש.
lt: Jūs pakeitėte priėmimo datą, todėl dabartinis gyvūno kodas {0} tapo klaidingas. ASM sugeneruos naują kodą.
nl: U heeft de binnenbrengdatum van dit dier gewijzigd waardoor de huidige code {0} niet meer geldig is. ASM maakt een nieuwe aan.
pl: Zmieniłeś datę oddania zwierzęcia do schroniska, co spowodowało że kod zwierzęcia - {0} , jest nieprawidłowy. ASM wygeneruje nowy kod.
pt: Modificou a data de entrada, fazendo o código actual do animal {0} inválido. ASM irá gerar um novo.
sk: Zmenili ste dátum prijatia, a tým je jeho kód {0} neplatný. ASM vygeneruje nový.

source: You have changed the type and the code previously generated no longer matches. ASM will generate a new code for animal type ({0}) instead.
de: Verlinktes Arten Kürzel wird aufgrund Artenänderung neu für ({0}) erstellt.
el: Έχετε αλλάξει τον τύπο και ο κωδικός που δημιουργήθηκε πρόσφατα δεν ταιριάζει πια. Το ASM θα δημιουργήσει ένα νέο κώδικα για τον τύπο ζώου ({0}) αντ'αυτού.
es: Ha modificado el tipo de este animal, por lo que el código generado con anterioridad ya no es válido. ASM generar un nuevo código para este tipo de animal ({0}) ¿en su lugar.
et: Muutsid tüüpi ja praegune kood enam ei sobi. ASM loob uue koodi ({0}) asemel.
fr: Vous avez modifié le type, le code précédent ne correspond plus à présent. ASM va générer un nouveau code pour le type d'animal ({0}).
he: הסוג שונה על ידיך והקוד שיוצר קודם לכן אינו תואם עוד. ASM תייצר קוד חדש עבור סוג חיית המחמד ({0}) במקום.
lt: Jūs pakeitėte tipą, todėl anksčiau sugeneruotas kodas nebetinka. Vietoje jo ASM sugeneruos naują kodą pagal gyvūno tipą ({0}).
nl: U heeft de gegevens van dit dier gewijzigd waardoor de aangemaakte code niet meer correct is. ASM een nieuwe code laten aanmaken ({0}) in plaats van.
pl: Zmieniłeś typ zwierzęcia, przez co kod zwierzęcia nie odpowiada schematowi. ASM wygeneruje nowy kod.
pt: Você modificou o tipo e o código gerado previamente já não corresponde. ASM irá gerar novo código para o tipo de animal ({0}).
sk: Zmenili ste typ a kód vygenerovaný skôr. ASM vygeneruje namiesto toho nový kód pre typ zvieraťa {0}.

source: Include Deceased
de: Verstorben mit einbeziehen
el: Συμπεριέλαβε τα αποθανώντα
es: Incluir Muertos
et: Lisa lahkunud
fr: Inclure les décédés
he: כולל מתים
lt: Įtraukti mirusius
nl: Inclusief overleden
pl: Włączając Zmarłe
pt: Incluir falecidos
sk: Zahrnúť uhynuté

source: Include Off Shelter
de: Extern mit einbeziehen
el: Συμπεριέλαβε τα εκτός καταφυγίου
es: Incluir Externos al Refugio
et: Lisa mitte-varjupaiga
fr: Inclure les extras-refuge
he: כולל מחוץ לבית המחסה
lt: Įtraukti ne prieglaudos
nl: Inclusief buiten opvangcentrum
pl: Włączając zwierzęta z poza schroniska
pt: Incluir fora do canil
sk: Zahrnúť zvieratá mimo útulku

source: Additional
de: Zusatz
el: Επιπρόσθετα
es: Adicional
et: Täiendav
fr: Supplémentaire
he: בנוסף
lt: Papildoma
nl: Bijkomende
pl: Dodatkowe
pt: Adicional
sk: Doplnkové

source: Additional information about the animal
de: Zusätzliche Informationen
el: Πρόσθετες πληροφορίες σχετικά με το ζώο
es: Información adicional sobre el animal
et: Lisainfo looma kohta
fr: Information supplémentaire sur l'animal
he: מידע נוסף אודות חיית המחמד
lt: Papildoma informacija apie gyvūną
nl: Bijkomende informatie over het dier
pl: Dodatkowe informacje o zwierzęciu
pt: Informação adicional sobre este animal
sk: Doplnkové informácie o zvierati

source: Crossbreed
de: Kreuzung
el: Διασταύρωση
es: Raza mestiza
et: Segavereline
fr: Croisé
he: מעורב
lt: Maišytas su
nl: Kruising
pl: Mieszaniec
pt: Cruzamento de Raça
sk: Kríženec

source: Tick this box if this animal is a crossbreed
de: Auswählen bei Kreuzung aus 2 Rassen
el: Τσεκάρετε το κουτάκι αν το ζώο είναι διασταύρωση
es: Marque la casilla si el animal es de raza mestiza
et: Märgi see kastike kui loom on segavereline
fr: Cocher cette case si cet animal est croisé
he: יש לסמן תיבה זו אם בעל החיים הוא מגזעים שונים
lt: Pažymėkite šį laukelį, jei gyvūnas yra mišrūnas
nl: Vink dit aan als het dier een kruising is
pl: Zaznacz to pole, jeśli to zwierzę jest rasy mieszanej
pt: Seleccione esta caixa se o animal é Cruzamento de Raça
sk: Označte toto ak zviera je kríženec

source: If this animal is a crossbreed, the secondary breed
de: Falls Kreuzungng, die zweite Rasse
el: Αν το ζώο είναι από διασταύρωση, η δευτερεύουσα ράτσα
es: Si el animal es de raza mestiza, la segunda raza
et: Kui loom on segavereline, siis mis on teine tõug
fr: Si cet animal est croisé, la seconde race
he: אם חיית מחמד זו מעורבת, הגזע המשני
lt: Antra veislė, jei gyvūnas yra mišrūnas
nl: Als het dier een kruising is, het tweede ras
pl: Jeśli zwierzę jest rasy mieszanej, drugą rasą jest
pt: Se o animal é de raça cruzada, a raça secundária
sk: Ak je toto zviera kríženec, zadajte druhé plemeno

source: Your search term must be at least 2 letters long.
de: Suche muss mindestens 2 Buchstaben enthalten
el: Ο όρος αναζήτησης πρέπει να είναι τουλάχιστον 2 χαρακτήρες.
es: El término a buscar debe tener al menos 2 letras.
et: Otsingutingimus peab olema vähemalt 2 tähe pikkune.
fr: La recherche doit comporter au moins 2 lettres.
he: על מונח החיפוש להיות באורך של 2 תווים לפחות.
lt: Paieškos terminas turi būti mažiausiai iš 2 raidžių.
nl: Uw zoekactie moet minstens 2 letters lang zijn.
pl: Twój wyszukiwany zwrot mus mieć przynajmniej dwie litery.
pt: O seu termo de procura deve ao menos ter 2 letras
sk: Zadanie na vyhľadávanie musí byť najmenej 2 znaky dlhé.

source: Advanced
de: Erweitert
el: Εξελιγμένο
es: Avanzado
et: Laiendatud
fr: Avancé
he: מתקדם
lt: Patikslinta paieška
nl: Geavanceerd
pl: Zaawansowane
pt: Avançado
sk: Pokročilé

source: Simple
de: Einfach
el: Απλό
es: Sencillo
et: Lihtne
he: פשוט
lt: Supaprastinta paieška
nl: Eenvoudig
pl: Proste
pt: Simples
sk: Jednoduché

source: Coat Type:
de: Felltyp
el: Τύπος γούνας:
es: Tipo de Pelaje:
et: Karvkatte tüüp:
fr: Pelage :
he: סוג הפרווה:
lt: Kailio tipas:
nl: Vachttype:
pl: Rodzaj Sierści:
pt: Tipo de pelagem
sk: Typ srsti:

source: The animal's coat type
de: Die Fellart
el: Τύπος γούνας του ζώου
es: El tipo de pelaje del animal
et: Looma karvkatte tüüp
fr: Type de pelage de l'animal
he: סוג הפרווה של חיית המחמד
lt: Gyvūno kailio tipas
nl: Vachttype van dit dier
pl: Rodzaj okrywy zwierzęcia
pt: O tipo de pelagem do animal
sk: Typ srsti zvieraťa

source: Cruelty case
de: Misshandlung
el: Περίπτωση κακοποίησης
es: Caso de crueldad
et: Väärkohtlemine
fr: Maltraitance
he: התעללות
lt: Žiauraus elgesio atvejis
nl: Mishandelingsgeval
pl: Ofiara przemocy
pt: Caso de crueldade
sk: Týrané zviera

source: Tick this box if this animal is a cruelty case
de: Auswählen wenn dieses Tier misshandelt wurde
el: Τσεκάρετε το κουτάκι αν το ζώο είναι περίπτωση κακοποίησης
es: Marque esta casilla si se trata de un caso de crueldad
et: Märgi see kastike kui loom on väärkoheldud
fr: Cocher cette case si cet animal est un cas de maltraitance
he: יש לסמן תיבה זו אם חיית מחמד זו עברה התעללות
lt: Pažymėkite šį laukelį, jei gyvūnas patyrė žiaurų elgesį
nl: Vink dit aan als het dier mishandeld werd
pl: Zaznacz to pole jeśli zwierzę padło ofiarą przemocy
pt: Selecione esta caixa se o animal é um caso de crueldade
sk: Označte toto, ak bolo zviera týrané

source: Current Vet:
de: Bisheriger Tierarzt
el: Τωρινός Κτηνίατρος:
es: Veterinario actual:
et: Praegune veterinaar:
fr: Vétérinaire actuel :
he: הווטרינר הנוכחי:
lt: Gydantis veterinaras:
nl: Huidige dierenarts:
pl: Aktualny Weterynarz:
pt: Vet Actual:
sk: Terajší veterinár:

source: Estimate
de: Geschätzt
el: Εκτίμηση
es: Estimado
et: Hinnanguline
fr: Estimation
he: הערכה
lt: Apytikslė
nl: Geschat
pl: Szacowany
pt: Estimar
sk: Odhadom

source: Tick this box if this date of birth is an estimate
de: Auswählen wenn dieses Datum ein Schätzwert ist
el: Επιλέξτε το πλαίσιο εάν η ημερομηνία γέννησης είναι κατ'εκτίμηση
et: Märgi see kastike kui looma sünnikuupäev on umbkaudne
he: יש לסמן תיבה זו אם תאריך הלידה הוא משוערך
lt: Pažymėkite šį laukelį, jei ši gimimo data yra apytikslė
nl: Vink dit aan als de geboortedatum een schatting is
pl: Zaznacz to pole jeśli data urodzin zwierzęcia jest szacowana
pt: Seleccione esta caixa se a data de nascimento é estimada
sk: Označte toto ak dátum narodenia je len odhadom

source: You do not have permission to save this record.
de: Fehlende Berechtigungen zum Speichern
el: Δεν έχετε άδεια να αποθηκεύσετε αυτή την εγγραφή.
es: No tiene permiso para grabar este registro
et: Sul ei ole õigust seda kirjet salvestada.
fr: Vous n'avez pas les droits pour sauvegarder ces données.
he: אין לך הרשאות לשמירת רשומה זו.
lt: Jums nesuteiktos teisės išsaugoti šį įrašą.
nl: U hebt geen toestemming om dit record op te slaan.
pl: Nie posiadasz uprawnień, które umożliwiłby Ci zapis tego rekordu.
pt: Não tem permissões para gravar este registo
sk: Nemáte oprávnenie uložiť tento záznam.
