Repository: bobintetley/asm2
Catalog: src/locale/po/*.po
Languages: de, el, es, et, fr, he, lt, nl, pl, pt, sk

source: Locate this owner on a map
de: Diesen besitzer auf einer karte anzeign
el: Εντόπισε αυτόν τον ιδιοκτήτη στο χάρτη
et: Kustuta see omanik kaardilt
fr: Localiser ce contact sur une carte
he: איתור הבעלים על המפה
lt: Parodyti gyvenamąją vietą žemėlapyje
nl: Plaats deze eigenaar op een landkaart
pl: Pokaż lokalizację tego właściciela na mapie
pt: Localizar este dono num mapa
sk: Zobraziť tohto majiteľa na mape

source: Potential Adopters
de: Potenzielle Adoptierende
el: Πιθανοί Ανάδοχοι
es: Adoptadores potenciales
et: Potentsiaalsed adopteerijad
fr: Adopteurs potentiels
he: מאמצים פוטנציאליים
lt: Potencialūs šeimininkai
nl: Potentiële adoptie
pl: Potencjalni Adoptujący
pt: Adopções potenciais
sk: Potencionálni adopční

source: Frequency:
de: Häufigkeit:
el: Συχνότητα:
et: Sagedus:
he: תדירות:
lt: Dažnumas:
nl: Frequentie:
pl: Częstość:
pt: Frequência:
sk: Frekvencia:

source: If this owner is a member, their membership number
de: Vereinsnummer falls Mitglied
et: Kui see omanik on liige, siis liikmenumber
he: אם בעלים אלו חברי מועדון, מספר החברות שלהם
lt: Nario numeris, jei šis asmuo yra narys
nl: Als deze eigenaar een lid is, het lidmaatschapsnummer
pl: Jeśli ten właściciel jest członkiem, podaj numer karty członkowskiej
pt: Se este dono é um membro, o seu número de membro
sk: Ak je tento majiteľ členom, jeho číslo členstva

source: Gift Aid Registered
de: Registrierter Spender
lt: Užregistruota Gift Aid parama
nl: Hulpgift geregistreerd
pt: Registo de donativo

source: Mark this donation as received
de: Diese Spende als »empfangen« markieren
el: Σημείωση της δωρεάς ως ληφθείσας
he: סימון תרומה זו כהתקבלה
lt: Pažymėti šią paramą gauta
nl: Duidt deze gift aan als ontvangen
pl: Oznacz tą darowiznę jako otrzymaną
pt: Marcar esta doação como recebida
sk: Označiť tento dar ako obdržaný

source: You are not allowed to view your owner record.
de: Sie haben keine Berechtigung zum Anzeigen Ihres Besitzereintrags.
he: אין לך הרשאה לצפות ברשומת הבעלים שלך.
lt: Jums neleidžiama žiūrėti savo asmens įrašo.
nl: U bent niet gemachtigd om de eigenaarsgegevens te bekijken
pl: Nie masz uprawnień do podglądu swojej karty właściciela
pt: Não está autorizado a ver os registos de donos
sk: Nie ste oprávnený prezerať tento záznam

source: You are not allowed to view staff records.
de: Sie haben keine Berechtigung zum Anzeigen von Mitarbeitereinträgen.
el: Δεν έχετε
he: אין לך הרשאה לצפות ברשומות של הסגל.
lt: Jums neleidžiama žiūrėti personalo įrašų.
nl: U bent niet gemachtigd om de medewerkersgegevens te bekijken
pl: Nie masz uprawnień do podglądu rekordów personelu.
pt: Não está autorizado a ver os registos do pessoal
sk: Nie ste oprávnený prezerať záznamy zamestnancov

source: View This Report In External Browser
de: Diesen Bericht in einem externen Broweser anschauen
el: Εμφάνιση της αναφοράς σε εξωτερικό φυλλομετρητή
es: Visualizar este informe en el navegador
fr: Ouvrir ce rapport dans un navigateur externe
he: צפייה בדוח זה בדפדפן חיצוני
lt: Žiūrėti šią ataskaitą išorinėje naršyklėje
nl: Bekijk deze rapportage in een externe browser
pl: Pokaż Ten Raport w Zewnętrznej Przeglądarce
pt: Ver este relatório num navegador externo
sk: Zobraziť tento report v externom prehliadači

source: Error occurred accessing
de: Fehler beim öffnen
el: Σφάλμα κατά την πρόσβαση
es: Se ha producido un error al acceder
et: Sisenemisel tekkis viga
fr: Une erreur est survenue durant l'accès
he: ארעה שגיאה בעת הגישה אל
lt: Įvyko klaida jungiantis prie
nl: Fout opgetreden bij het aanroepen van
pl: Wystąpił błąd przy próbie dostępu
pt: Ocorreu um erro ao aceder
sk: Chyba počas prístupu

source: Bad File
de: Schlechte Datei
el: Λάθος αρχείο
es: Archivo erróneo
fr: Mauvais fichier
he: קובץ שגוי
lt: Neteisingas failas
nl: Onleesbaar bestand
pl: Uszkodzony Plik
pt: Mau ficheiro
sk: Zlý súbor

source: Zoom In
de: Vergrößern
el: Μεγένθυση
es: Acercarse
et: Suurenda
fr: Agrandir
he: התקרבות
lt: Didinti
pl: Powiększ
pt: Aumentar zoom
sk: Zväčšiť

source: Zoom Out
de: Verkleinern
es: Alejarse
et: Vähenda
fr: Réduire
he: התרחקות
lt: Mažinti
nl: Zoom uit
pl: Pomniejsz
pt: Diminuir zoom
sk: Zmenšiť

source: About...
de: Über...
el: Σχετικά...
es: Acerca de...
et: Teave...
fr: À propos...
he: אודות...
lt: Apie...
nl: Over...
pl: O programie...
pt: Sobre ...
sk: O...

source: Copyright
et: Autoriõigused
he: זכויות יוצרים
lt: Autorių teisės
nl: Auteursrechten
pl: Prawa autorskie © Copyright - All Rights Reserved = © Copyright - Wszelkie Prawa Zastrzeżone
pt: Direitos de Autor

source: Version
el: Έκδοση
es: Versión
et: Versioon
he: גירסה
lt: Versija
nl: Versie
pl: Wersja
pt: Versão
sk: Verzia

source: Visit the Animal Shelter Manager website
de: Die Tierheimwebseite aufrufen
es: Visitar el sitio web de Animal Shelter Manager
et: Külasta Animal Shelter Mangeri kodulehekülge
fr: Visiter le site web de Animal Shelter Manager
he: ביקור באתר הבית של Animal Shelter Manager
lt: Apsilankykite Animal Shelter Manager interneto svetainėje
nl: Bezoek de ASM website
pl: Odwiedź stronę Animal Shelter Manager
pt: Visite o website do Animal Shleter Manager
sk: Navštívte webstránku ASM

source: Credits
de: Mitwirkende
el: Μνεία
es: Créditos
et: Autorid
fr: Remerciements
he: תודות
lt: Kontaktai
nl: Lofwoorden
pl: Autorzy
pt: Créditos
sk: Autori

source: Word Processor:
de: Textverarbeitungsprogramm
el: Επεξεργαστής κειμένου:
es: Procesador de textos:
fr: Traitement de texte :
he: מעבד תמלילים:
lt: Tekstų rengyklė:
nl: Tekstverwerker:
pl: Edytor Tekstu:
pt: Processador de Texto:
sk: Program na dokumenty

source: System Options
de: Systemoptionen
el: Ιδιότητες συστήματος
es: Opciones del sistema
fr: Options du système
he: אפשרויות מערכת
lt: Sistemos parinktys
nl: Systeemopties
pl: Opcje systemowe
pt: Opções de Sistema
sk: Nastavenia systému

source: Warn on multiple reservations
de: Warung bei multiplen Reservierungen
el: Προειδοποίηση σε πολλαπλές κρατήσεις
es: Avisar si producen múltiples reservas
et: Hoiata korduva broneerimise eest
fr: Avertir en cas de réservations multiples
he: הצגת התרעה על הזמנות חופפות
lt: Įspėti apie daugiau nei vieną aktyvią to paties gyvūno rezervaciją
nl: Waarschuw bij dubbele reserveringen
pl: Ostrzegaj przed wielokrotnymi rezerwacjami
pt: Avisar em reservas múltiplas
sk: Varovať pri viacnásobných rezerváciách

source: Warn when adopting to an owner who has brought an animal in
de: Warnung ausgeben bei Adoption durch einen Halter der ein Tier abgegeben hat
es: Avisar si se produce una adopción de un contacto que ha traído un animal
et: Hoiata mind kui hakkan loovutama looma inimesele, kes on oma loomast loobunud
fr: Avertir si l'adoptant a déjà déposé un animal au refuge
he: יש להזהיר בעת אימוץ לבעלים שמסרו חיית מחמד
lt: Įspėti, jei gyvūnas atiduodamas asmeniui, kuris jį pridavė
nl: Waarschuw bij adoptie door een eigenaar die ooit een dier heeft binnengebracht
pl: Ostrzegaj przed adopcją do właściciela, który wcześniej wprowadził inne zwierzę do schroniska
pt: Avisar quando adopção for para um dono que tenha trazido um animal para o Canil
sk: Upozorniť ak si má adoptovať zviera ten od koho bolo prijaté

source: Warn when adopting to an owner in the same postcode as the original owner
de: Warnung ausgeben bei Adoption durch einen Halter mit gleicher Postleitzahl wie der vorherige
es: Avisar si se produce una adopción de un contacto que reside en el mismo código postal que el contacto original
et: Hoiata mind kui hakkan loovutama looma sama postiindeksiga piirkonda, kust loom on algselt pärit
fr: Avertir si l'adoptant a le même code postal que le propriétaire d'origine
he: יש להציג אזהרה בעת אימוץ לבעלים הנמצאים באותו המיקוד כמו הבעלים המקוריים
lt: Įspėti, jei gyvūnas atiduodamas asmeniui, gyvenančiam vietovėje su tokiu pačiu pašto kodu, kaip ir buvusiojo savininko
nl: Waarschuw bij plaatsingen in dezelfde postcode als die van de oorspronkelijke eigenaar
pl: Ostrzegaj przed adopcją, jeśli nowy właściciel ma taki sam kod pocztowy co stary właściciel
pt: Avisar quando adoptando para um dono com a mesma área de código postal que o dono orignal
sk: Varovať pri adopcii ak ide zviera k novému majiteľovi s rovnakým PSČ ako mal pôvodný

source: Prefill new media notes with animal comments
de: Automatische Vorbelegung von neuen Multimedia Anmerkungen mit den Anmerkungen aus dem Stammdatensatz des Tieres.
es: Rellenar automáticamente notas multimedia con los comentarios acerca del animal
fr: Pré-remplir les notes du nouveau média avec les commentaires de l'animal
he: מילוי מראש שך הודעות מדיה חדשות בהערות חיית המחמד
lt: Naujų failų pastabas užpildyti gyvūno komentarais
nl: Vul de nieuwe media (foto) opmerkinegn automatisch met de opmerkingen over het dier
pl: Automatyczne przepisanie komentarzy zwierzęcia do jego notatki przy zdjęciu
pt: Preencher antes as novas notas de imprensa com os comentários do animal
sk: Predplniť poznámky k súboru poznámkami od zvieraťa

source: Warn when adopting to a non-homechecked owner
de: Warnung ausgeben bei Adoption durch einen Halter dessen Wohnung nicht überprüft wurde
es: Avisar si se produce una adopción de un contacto no comprobado
et: Hoiata kui hakkan loovutama omanikule, kelle kodu ei ole eelnevalt külastatud
fr: Avertir si l'adoptant n'a pas été contrôlé à domicile
he: יש להציג אזהרה בעת אימוץ לבעלים שביתו לא נסקר
lt: Įspėti, jei gyvūnas atiduodamas asmeniui, pas kurį nepatikrintos būsimos gyvūno laikymo sąlygos
nl: Waarschuw bij adoptie door een persoon die geen eerder nazorgbezoek heeft gehad
pl: Ostrzegaj przed adopcja do niesprawdzonego domu
pt: Avisar quando o adoptante não tem a casa verificada
sk: Varovať ak sa má adoptovať k neskontrolovanému majiteľovi

source: Update Waiting List Period:
de: Wartelisten Zeiteinheit updaten
el: Ενημέρωση Περιόδου Λίστας Αναμονής:
es: Actualizar periodo de lista de espera:
fr: Intervalle de mise à jour de la liste d'attente :
he: פרק הזמן לעדכוני רשימת ההמתנה:
lt: Laukiančių vietos sąrašo atnaujinimo periodiškumas
nl: Werk wachtlijstperiode bij:
pl: Okres Aktualizacji Listy Oczekujących:
pt: Actualizar Período em Lista de Espera
sk: Perióda updateu zoznamu čakajúcich:

source: Warn when adopting to a banned owner
de: Warnung ausgeben bei Adoption durch einen Halter auf der Bannliste
el: Ειδοποίηση όταν γίνεται υοθέτηση από αποκλεισμένο ιδιοκτήτη
es: Avisar si se produce una adopción de un contacto vetado
et: Hoiata kui hakkan loovutama loomapidamiskeeluga omanikule
fr: Avertir si l'adoptant est un contact banni
he: יש להזהיר בעת אימוץ לידי בעלים חסומים
lt: Įspėti, jei gyvūnas atiduodamas asmeniui iš juodojo sąrašo
nl: Waarschuw bij plaatsing bij een ongewenste eigenaar
pl: Ostrzegaj przed adopcją do właściciela, który ma zakaz adopcji zwierząt
pt: Avisar quando adoptando para um dono banido
sk: Varovať ak sa má adoptovať k zakázanému majiteľovi

source: Highlight animals under 6 months, reserved or dead on reports
de: Hervorherbung von Tieren in Berichten wenn diese jünger sind als 6 Monate oder bereits reserviert oder tod.
es: Seleccionar animales menores de 6 meses, reservados o muertos en los informes
et: Tõsta aruannetes esile alla 6-kuused loomad, broneeritud ja surnud.
fr: Surligner les animaux de moins de six mois, réservés ou morts dans les rapports
he: יש להדגיש בדוחות חיות מחמד שגילן אינו עולה על חצי שנה, שהוזמנו או שמתו
lt: Ataskaitose paryškinti iki 6 mėnesių, rezervuotus ir mirusius gyvūnus
nl: Markeer dieren in minder dan zes maanden, gereserveerd of overleden in rapportages
pl: W raportach wyróżnij zwierzęta poniżej 6 miesiąca życia, zarezerwowane lub martwe
pt: Realçar animais com menos de 6 meses, reservados ou mortos nos relatórios
sk: Označiť zvieratá pod 6 mesiacov, rezervované alebo mŕtve na reportoch

source: Use optimistic record locking on database
de: Optimistische Datenbank Sperre für Parallelzugriff
es: Emplear bloque de registros optimistic?? en la base de datos
fr: Utiliser le verrouillage optimiste avec la base de données
he: שימוש בנעילת רשומות אופטימית במסד הנתונים
lt: Duomenų bazėje naudoti optimistinį įrašų rakinimą
nl: Gebruik optimistisch blokkeren in de databank
pl: Użycie optymistycznego blokowania rekordów bazy danych
pt: Usar bloqueio optimista de registos na Base de Dados

source: When entering new owners, check for similar names
de: Bei der Registrierung neuer Halter nach ähnlichen Namen suchen
el: Όταν εισάγετε νεόυς ιδιοκτήτες, ελέξτε για παρόμοια ονόματα
es: Comprobar nombres similares cuando se introduzcan nuevos contactos
et: Kui lisad uusi omanikke, kontrolli sarnaseid nimesid
fr: Vérifier les doublons à la création d'un nouveau propriétaire
he: בעת הזנת בעלים חדשים, יש לבדוק אחר שמות דומים
lt: Įvedant naujus asmenis, tikrinti panašias pavardes
nl: Controleer bij het invoeren van nieuwe eigenaren op gelijksoortige namen
pl: Sprawdź nowo wprowadzonego właściciela pod kątem podobieństwa nazwisk z już istniejącymi właścicielami
pt: Quando introduzir novos donos, verificar nomes semelhantes
sk: Ak sa vytvárajú noví majitelia, skontrolovať podobné mená

source: Warn and cancel additional reservations when an animal is adopted
de: Zusätzliche Reservierungen bei Adoption stornieren und Warnung ausgeben
es: Advertir y cancelar reservas adicionales cuando un animal sea adoptado
et: Hoiata ja tühista broneeringud kui loom loovutatakse.
fr: Avertir et annuler les réservations lorsque l'animal est adopté
he: יש להזהיר ולבטל הזמנות נוספות כאשר חיית מחמד עוברת לאימוץ
lt: Įspėti ir atšaukti kitas rezervacijas, kai gyvūnas atiduotas
nl: Waarschuw en annuleer reservaties waneer een dier geadopteerd wordt
pl: Ostrzegaj i anuluj dodatkowe rezerwacje, jeśli zwierzę zostało adoptowane
pt: Avisar e cancelar reservas adicionais quando um animal é adoptado
sk: Varovať a zrušiť rezervácie keď je zviera adoptované

source: The interval at which the waiting list urgencies should be updated in days
de: Update Intervall der Notfälle auf der Warte Liste in Tagen
el: Το μεσοδιάστημα στο οποίο πρέπει να ανανεώνονται οι προτεραιότητες της λίστας αναμονής
es: El intervalo en días en el que las urgencias en lista de espera deben ser actualizadas
fr: L'intervalle (en jours) auquel les urgences de la liste d'attente doivent être mises à jour
he: מספר הימים שבו רמות הדחיפות ברשימת ההמתנה מתעדכנות
lt: Intervalas dienomis, kuriuo turėtų būti atnaujinama laukiančiųjų vietos sąrašo skubumas
nl: De interval waarmee de wachtlijsturgenties bijgewerkt moeten worden in dagen
pt: Intervalo em dias em que as urgências de lista de espera devem ser actualizadas
sk: Interval v dňoch, po ktorom sa majú urgencie v zozname čakajúcich updatetnuť

source: When entering new owners, check for similar addresses
de: Beim Eintrag von neuen Haltern mit ähnlichen Adressen vergleichen
el: Όταν εισάγετε νέους ιδιοκτήτες, ελέξτε για παρόμοιες διευθύνσεις
es: Comprobar direcciones similares cuando se introduzcan nuevos contactos
et: Kui lisad uusi omanikke, kontrolli sarnaseid aadresse
fr: Vérifier les doublons d'adresses à la création d'un nouveau propriétaire
he: בעת הזנת בעלים חדשים, יש לבדוק אחר כתובות דומות
lt: Įvedant naujus asmenis, tikrinti panašius adresus
nl: Controleer bij het invoeren van nieuwe eigenaren op overeenkomende adressen
pl: Sprawdź nowo wprowadzonego właściciela pod kątem podobieństwa adresu z już istniejącymi właścicielami
pt: Quando introduzir novos donos, verificar endereços semelhantes
sk: Pri vytváraní nových majiteľov, kontrolovať podobné adresy

source: Warn on close if an animal has no pending vaccinations
de: Beim Schliessen warnen wenn keine zukünftigen Impfungen eingetragen sind
es: Avisar al salir si un animal no tiene vacunaciones pendientes
et: Hoiata sulgemisel kui loomale ei ole lisatud tulevaid vaktsineerimisi
fr: Avertir à la fermeture si un animal n'a pas de vaccination en cours
he: יש להזהיר עם הסגירה אם לחיית המחמד אין חיסונים ממתינים
lt: Įspėti prieš uždarant, jei nėra gyvūnui numatytų vakcinacijų
nl: Waarschuw bij het afsluiten als het dier geen vaccinaties heeft
pl: Ostrzegaj przed zamknięciem karty zwierzęcia, które nie ma przypisanych szczepień
pt: Avisar ao fechar se o animal não tem vacinas pendentes
sk: Varovať pri zatváraní ak zviera nemá naplánované vakcinácie

source: Show Internal Location of animals who have left the shelter as logical location instead
de: Interne Belegung von vermittelten Tieren als logische Standorte anzeigen
es: Mostrar la Ubicación Interna de los animales que han abandonado el refugio en lugar de la ubicación lógica
fr: Afficher l'emplacement logique au lieu de l'emplacement interne pour les animaux qui ont quitté le refuge
he: הצגת המיקום הפנימי של חיות מחמד שעזבו את בית המחסה כמקום הגיוני במקום
lt: Vietoje vidaus patalpos atiduotiems gyvūnams rodyti logišką buvimo vietą
nl: Toon interne locatie van dieren die het opvangcentrum verlaten i.p.v. de logische locatie
pt: Mostrar localização interna de animais que tenham deixado o Canil como localização lógica
sk: Zobraziť interné umiestnenie zvierat, ktoré opustili útulok namiesto logického umiestnenia

source: Don't auto archive animal records on exit
de: Datensätze von Tieren beim schliessen nicht automatisch speichern
el: Μη αυτόματη αρχειοθέτηση εγγραφών ζώων στην έξοδο
es: No archivar automáticamente registros de animales al salir
fr: Ne pas archiver automatiquement les données des animaux en quittant
he: אין לשמור בארכיון באופן אוטומטי את רשומות חיות המחמד בעת היציאה
lt: Uždarant gyvūnų įrašus, jų nearchyvuoti automatiškai
nl: Dierrecords niet auto-archiveren bij afsluiten
pt: Não arquivar automaticamente registos do animal à saída
sk: Automaticky nearchivovať záznamy zvierat pri odchode

source: Handler
es: Manejador
fr: Programmes
he: התוכנה המטפלת
lt: Doroklė
pt: Treinador
sk: Obsluha

source: Add a new file type
de: Neue Dateierweiterung hinzufügen
el: Προσθήκη νέου τύπου αρχείου
es: Añadir nuevo tipo de archivo
et: Lisa uus failitüüp
fr: Nouveau type de fichier
he: הוספת סוג קובץ חדש
lt: Pridėti naują failų tipą
nl: Voeg een nieuw bestandstype toe
pl: Dodaj nowy typ pliku
pt: Adicionar novo tipo de ficheiro
sk: Pridať nový typ súboru

source: Delete the selected type
de: Den gewählten Typ löschen
el: Διαγραφή επιλεγμένου αρχείου
es: Borrar el tipo seleccionado
et: Kustuta valitud tüüp
fr: Effacer la selection
he: מחיקת הסוג שנבחר
lt: Šalinti pasirinktą tipą
nl: Verwijder het gemarkeerde record
pl: Usuń wybrany typ pliku
pt: Apagar o tipo seleccionado
sk: Vymazať označený typ

source: Extension
de: Dateityp
el: Προέκταση
es: Extensión
et: Laiend
fr: Extensions
he: סיומת
lt: Plėtinys
nl: Extensie
pl: Rozszerzenie
pt: Extensão
sk: Koncovka

source: Save the list of filetypes
de: Liste der System Dateitypen speichern
el: Αποθήκευση λίστας των τπων αρχείων
es: Guardar la lista de tipos de archivo
et: Salvesta failitüüpide nimekiri
fr: Sauvegarder la liste
he: שמירת רשימת סוגי הקבצים
lt: Išsaugoti failų tipų sąrašą
nl: Bewaar de lijst met bestandstypes
pl: Zapisz listę typów plików
pt: Gravar a lista de tipos de ficheiros
sk: Uložiť zoznam typov súborov

source: Edit File Types
de: Dateitypen editieren
el: Επεξεργασία τύπων αρχείων
es: Editar tipos de archivo
et: Muuda faili tüüpe
fr: Types de fichiers
he: עריכת סוגי קבצים
lt: Redaguoti failų tipus
nl: Bewerk bestandstypes
pl: Edytuj Typy Plików
pt: Editar tipos de ficheiros
sk: Upraviť typy súborov

source: Animal Shelter Manager has no registered type for '
de: ASM hat keinen registrierten Typ für '
el: Το Animal Shelter Manager δεν έχει εγγραφές για τον τύπο '
es: Animal Shelter Manager no dispone de un tipo registrado para '
fr: Animal Shelter Manager n'a aucun type enregistré pour '
he: ל־Animal Shelter Manager אין סוג רשום עבור '
lt: Animal Shelter Manager neturi užregistruoto tipo, tinkančio '
nl: ASM heeft geen geregistreerd bestandstype voor '
pl: Animal Shelter Manager nie ma zarejstrowanego typu dla '
pt: O Animal Shelter Manager não tem tipo registado para '
sk: ASM nemá priradený typ pre '

source: [no entry]
de: [Kein Eintrag]
es: [ninguna entrada]
fr: [Pas d'entrée]
he: [אין רשומה]
lt: [joks įrašas]
nl: [geen ingang]
pl: [brak wpisu]
pt: [sem entrada]
sk: [žiaden záznam]

source: This file has no type extension. Animal Shelter Manager cannot open it.
de: ASM kann dieses File wegen fehlender File Endung nicht öffnen.
el: Το αρχείο δεν έχει επέκταση. Το ASM δεν δύναται να το ανοίξει.
es: Este archivo no dispone de ningún tipo de extensión. Animal Shelter Manager no puede abrirlo.
fr: Animal Shelter Manager ne peut ouvrir ce fichier car il ne connaît pas le type de son extension.
he: לקובץ זה אין סיומת. ל־Animal Shelter Manager אין אפשרות לפתוח אותו.
lt: Šis failas neturi jokio tipo plėtinio. Animal Shelter Manager jo negali atidaryti.
nl: Dit bestand heeft geen extensie. ASM kan het niet openen.
pl: Plik nie ma rozszerzenia. Animal Shelter Manager nie może go otworzyć.
pt: Este ficheiro não extensão de tipo de ficheiro. O Animal Shelter Manager não o pode abrir
sk: ASM nemôže otvoriť tento súbor lebo k nemu nie je priradený program na spustenie.

source: No type
de: Kein Typ
el: Κανένας τύπος
es: Ningún tipo
fr: Pas de type
he: אין סוג
lt: Nėra tipo
nl: Geen type
pl: Brak Typu
pt: Sem tipo
sk: Žiadny typ

source: Start At:
de: Anfangen bei:
el: Έναρξη:
es: Empezar en:
et: Algus:
fr: Commence à :
he: התחלה ב־:
lt: Pradėti:
nl: Start op:
pt: Começar em:
sk: Začať na:

source: Use Automatic Insurance Numbers
de: Autogenerierte Versicherungsnummern nutzen
el: Χρήση αυτόματων αριθμών Ασφάλισης
es: Emplear números automáticos de seguro
fr: Utiliser la numérotation d'assurance automatique
he: שימוש במספרי ביטוח אוטומטיים
lt: Naudoti automatinius draudimo numerius
nl: Gebruik automatische verzekeringsnummers
pl: Użyj Automatycznego Numerowania Ubezpieczeń
pt: Usar númeração automática de seguros
sk: Používať automatické poisťovacie čísla

source: Next:
de: Nächste:
el: Επόμενο:
es: Próximo:
et: Järgmine:
fr: Suivant :
he: הבא:
lt: Sekantis:
nl: Volgende:
pl: Następny:
pt: Seguinte:
sk: Ďalšie:

source: End At:
de: Endet mit:
es: Finaliza en:
fr: Fini à :
he: סיום ב־:
lt: Baigti:
nl: Einde op:
pl: Kończ Na:
pt: Acaba em:
sk: Skončiť na:

source: System Locale:
de: Lokale System Einstellungen:
el: Γλώσσα συστήματος:
es: Idioma:
fr: Langue :
he: שפת המערכת:
lt: Sistemos lokalė:
nl: Land/taal-instellingen van het systeem:
pl: Lokalizacja Językowa Systemu:
pt: Local de Sistema:

source: Discard changes and exit
de: Änderungen ignorieren und beenden
el: Απόρριψη αλλαγών και έξοδος
es: Descartar los cambios y salir
fr: Quitter sans sauvegarder
he: יציאה תוך התעלמות מהשינויים
lt: Neįrašyti pakeitimų ir uždaryti
nl: Negeer wijzigingen en sluit af
pl: Porzuć zmiany i wyjdź
pt: Ignorar alterações e sair
sk: Zrušiť zmeny a odísť

source: Configure Local Settings
de: Lokale Einstellungen konfigurieren
el: Επιλογή τοπικών ρυθμίσεων
es: Configuración local
fr: Configurer les paramètres locaux
he: תצורת הגדרות מקומיות
lt: Konfigūruoti vietines nuostatas
nl: Configureer lokale instellingen
pl: Konfiguruj Ustawienia Lokalne
pt: Configurar Definições Locais
sk: Konfigurovať lokálne nastavenia

source: Tick this box to start ASM in a maximised window
de: ASM mit maximierter Fenstergrösse starten
el: Επιλογή του πεδίο για έναρξη του ASK σε μεγιστοποιημένο παράθυρο
es: Marque esta casilla si desea ejecutar ASM en modo maximizado
et: Märgi see kastike, et ASm avaneks suurendatud aknas
fr: Cocher cette case pour démarrer ASM en plein écran
he: יש לסמן תיבה זו כדי להפעיל את ASM בחלון מוגדל
lt: Pažymėkite šį laukelį, jei norite, kad ASM būtų atidaromas padidintame lange
nl: Vink dit aan om ASM te starten in het maximale venster
pl: Zaznacz to pole, jeśli chcesz aby ASM uruchamiał się w zmaksymalizowanym oknie
pt: Seleccione esta caixa se deseja iniciar o ASM numa janela maximizada
sk: Označte toto pre spustenie ASM v maximalizovanom okne
