Repository: bobintetley/asm2
Catalog: src/locale/po/*.po
Languages: de, el, es, et, fr, he, lt, nl, pl, pt, sk

source: The type of voucher
de: Die Belegart
el: Ο τύπος του κουπονιού
es: El tipo de vale
et: Vautšeri tüüp
fr: Le type du bon
he: סוג השובר
lt: Talono tipas
nl: Het soort tegoedbon
pl: Typ Vouchera
pt: O tipo do voucher
sk: Typ poukazu

source: The date the voucher was issued
de: Ausstellungs Datum
el: Ημερομηνία που εκδόθηκε το κουπόνι
es: La fecha en que se emitió el vale
et: Vautšeri väljastamise kuupäev
fr: La date à laquelle le bon a été émis
he: התאריך בו הונפק השובר
lt: Talono išdavimo data
nl: De datum waarop de tegoudbon is uitgegeven
pl: Data przyznania Vouchera
pt: Data a que o voucher se refere
sk: Dátum, kedy bol poukaz vydaný

source: The date the voucher expires
de: Das Datum an dem die Gültigkeit erlischt
es: La fecha en que expira el vale
et: Vautšeri aegumise kuupäev
fr: La date à laquelle le bon expire
he: התאריך שבו השובר פג
lt: Talono galiojimo pabaiga
nl: De datum waarop de tegoedbon vervalt
pl: Data wygaśnięcia vouchera
pt: Data que o voucher expira
sk: Dátum, kedy poukaz expiruje

source: The amount the voucher is for
de: Gutschein Summe
es: El valor del vale
et: Vautšeri väärtus
fr: Le montant correspondant à ce bon
he: הסכום אותו מקנה השובר
lt: Talono suma
nl: Het bedrag van de tegoedbon
pl: Kwota, na jaką voucher opiewa
pt: A quantia que o voucher é
sk: Hodnota poukazu

source: Any comments about the voucher
de: Anmerkungen über den Beleg
el: Σχόλια σχετικά με το κουπόνι
es: Comentarios acerca del vale
et: Kommentaarid vautšeri kohta
fr: Commentaires à propos du bon
he: הערות כלשהן אודות השובר
lt: Komentarai apie taloną
nl: Opmerkingen over de tegoedbon
pl: Komentarze dotyczące vouchera
pt: Comentários sobre o voucher
sk: Komentár k poukazu

source: New Voucher
de: Neuer Beleg
el: Νέο Κουπόνι
es: Nuevo vale
et: Uus vautšer
fr: Nouveau bon
he: שובר חדש
lt: Naujas talonas
nl: Nieuwe tegoedbon
pl: Nowy Voucher
pt: Novo voucher
sk: Nový poukaz

source: Edit Voucher
de: Beleg editieren
el: Επεξεργασία Κουπονιού
es: Editar vale
et: Muuda vautšerit
fr: Éditer le bon
he: עריכת שובר
lt: Redaguoti taloną
nl: Bewerk tegoedbon
pl: Edytuj Voucher
pt: Editar voucher
sk: Upraviť poukaz

source: View this link
de: Diesen Link anzeigen
el: Εμφάνισε αυτό το σύνδεσμο
es: Visualizar este enlace
et: Vaata seda linki
fr: Voir ce lien
he: הצגת קישור זה
lt: Žiūrėti šią nuorodą
nl: Bekijk deze koppeling
pl: Pokaż ten odnośnik
pt: Ver esta ligação
sk: Pozrieť tento link

source: Link Type
de: Verknüpfungstyp
el: Τύπος Συνδέσμου
es: Tipo de enlace
et: Lingi tüüp
fr: Type de lien
he: סוג קישור
lt: Sąsajos tipas
nl: Koppelingstype
pl: Typ Odnośnika
pt: Tipo de Ligação
sk: Typ linku

source: Original Owner
de: Ursprünglicher Besitzer
el: Αρχικός Ιδιοκτήτης
es: Contacto original
et: Algne omanik
fr: Propriétaire d'origine
he: בעלים מקוריים
lt: Buvęs savininkas
nl: Oorspronkelijke eigenaar
pl: Pierwszy Właściciel
pt: Dono original
sk: Pôvodný majiteľ

source: Brought Animal In
de: Tier eingeliefert
es: Adquirió el animal en
fr: Dépôt d'animal
he: מסר חיית מחמד
lt: Atidavė gyvūną
nl: Binnengebrachte dieren
pt: Animal trazido

source: Waiting List Contact
de: Kontakt Warteliste
el: Επαφές λίστας αναμονής
es: Contacto de lista de espera
et: Ootenimekirja kontakt
fr: Contact liste d'attente
he: איש קשר מרשימת ההמתנה
lt: Kontaktinis asmuo laukiančių vietos sąraše
nl: Wachtlijst contact
pt: Contactos da Lista de Espera
sk: Kontakt v zozname čakajúcich

source: Lost Animal Contact
de: Kontakt für vermisstes Tier
el: Επαφή Απωλεσθέντος Ζώου
es: Contacto de animal perdido
et: Kaotatud looma kontakt
fr: Contact animal perdu
he: איש קשר לחיית מחמד שאבדה
lt: Dingusio gyvūno kontaktinis asmuo
nl: Vermist-diercontact
pt: Contactos de Animais Perdidos
sk: Kontakt v stratených zvieratách

source: Found Animal Contact
de: Kontakt Gefundene Tiere
el: Επαφή Ευρεθέντος Ζώου
es: Contacto de animal encontrado
et: Leitud looma kontakt
fr: Contact animal trouvé
he: איש קשר לחיית מחמד שנמצאה
lt: Rasto gyvūno kontaktinis asmuo
nl: Gevonden-diercontact
pt: Contactos de Animais Encontrados
sk: Kontakt v nájdených zvieratách

source: Merge another owner record into this one
de: Besitzer Datensätze zusammenführen
el: Συγχώνευσε άλλη εγγραφή ιδιοκτήτη με αυτή
es: Incorporar otro registro de contacto a éste
et: Liida teise omaniku andmed sellega
fr: Fusionner les données d'un autre contact dans celui-ci
he: יש למזג רשומת בעלים נוספת לתוך זו
lt: Prijungti kitą asmenį prie šio
nl: Smelt een ander eigenaarsrecord samen in dit record
pt: Concatenar outro registo de dono com este
sk: Spojiť iný záznam s týmto

source: Owner record successfully merged.
de: Zusammenführung von Datensätzen erfolgreich
el: Επιτυχής συχώνευση εγγραφής ιδιοκτήτη.
es: Registro de contacto incorporado.
et: Omanike andmed edukalt liidetud.
fr: Les données ont été fusionnées avec succès.
he: רשומת הבעלים מוזגה בהצלחה.
lt: Asmens įrašas sėkmingai prijungtas.
nl: Samensmelting eigenaarsrecords geslaagd.
pt: Registo de dono concatenado com sucesso
sk: Záznamy úspešne spojené

source: Successful Merge
de: Zusammenführung erfolgreich
el: Επιτυχής συγχώνευση
es: Incorporación completada
et: Edukas liitmine
fr: Fusion réussie
he: המיזוג הסתיים בהצלחה
lt: Sėkmingas prijungimas
nl: Succesvol samengesmolten
pt: Concatenado com sucesso
sk: Úspešné spojenie

source: You cannot merge an owner into itself.
de: Ein Besitzter kann nicht mit sich selbst zusammengeführt werden.
el: Δεν μπορείτε να συχωνεύσετε την εγγραφή του ιδιοκτήτη στον εαυτό του.
es: No es posible incorporar un contacto a sí mismo.
et: Sa ei saa omanikku tema endaga liita.
fr: Vous ne pouvez pas fusionner un contact avec lui-même.
he: לא ניתן למזג בעלים עם עצמו.
lt: Jūs negalite sujungti asmens su juo pačiu.
nl: Je kan een eigenaar niet met zichzelf samensmelten.
pt: Não pode concatenar um dono com ele próprio
sk: Nemôžete spojiť majiteľa samého so sebou

source: Create a diary task for this owner
de: Tagesaufgabe für diesen Besitzer anlegen
el: Δημιουργία εργασίας ημερολογίου για αυτόν τον ιδιοκτήτη
es: Crear una tarea para este contacto
et: Loo sellele omanikule päeviku sissekanne
fr: Créer une tâche pour ce contact
he: יצירת משימה ביומן לבעלים אלו
lt: Kurti užduotį šiam asmeniui
nl: Maak een agendataak aan voor deze eigenaar
pt: Criar uma tarefa diária para este dono
sk: Vytvoriť záznam v diári pre tohto majiteľa

source: If this owner is a member, the date that membership expires
de: Wenn diese Person ein Mitglied ist, Datum an dem die Mitgliedschaft abläuft.
el: Εαν ο ιδιοκτήτης είναι μέλος, η συνδομή μέλους του λήγει
es: Si este contacto es socio, la fecha en la que expira su afiliación
et: Kui see omanik on ka liige, siis liikmestaatuse lõppemise kuupäev
fr: Si ce contact est un membre, la date à laquelle sa souscription expire
he: אם בעלים אלה חברים, התאריך בו פגה חברותם
lt: Jei šis asmuo yra narys, jo narystės galiojimo pabaiga
nl: Als deze eigenaar een lid is, de datum dat het lidmaatschap verloopt
pt: Se este dono é um membro, a data que a sua qualidade de membro expira
sk: Ak tento majiteľ je členom, dátum kedy mu vyprší členstvo

source: Check Names
de: Namen prüfen
el: Έλεγχος Ονομάτων
es: Comprobar nombres
et: Kontrolli nimesid
fr: Vérifier les noms
he: בדיקת שמות
lt: Tikrinti vardus
nl: Controleer namen
pl: Sprawdź Imiona
pt: Verificar Nomes
sk: Skontrolovať mená

source: Check Addresses
de: Adressen prüfen
el: Έλεγχος Διευθύνσεων
es: Comprobar direcciones
et: Kontrolli aadresse
fr: Vérifier les adresses
he: בדיקת כתובות
lt: Tikrinti adresus
nl: Controleer adressen
pl: Sprawdź Adresy
pt: Verificar Endereços
sk: Skontrolovať adrey

source: Check for owners with similar names
de: Nach Besitzern mit ähnlichem Namen suchen
el: Έλεγχος ιδιοκτητών με παρόμοια ονόματα
es: Comprobar contactos con nombres similares
et: Kontrolli sarnase nimega omanikke
fr: Vérification des doublons de noms
he: בדיקה אחר שמות זהים לבעלים
lt: Tikrinti asmenis su panašiais vardais
nl: Controleer op eigenaren met gelijke namen
pt: Verificar donos com nomes similares
sk: Skontrolovať majiteľov s podobnými menami

source: Check for owners with similar addresses
de: Nach Besitzern mit ähnlichen Adressen suchen
el: Έλεγχος ιδιοκτητών με παρόμοιες διευθύνσεις
es: Comprobar contactos con direcciones similares
et: Kontrolli sarnase aadressiga omanikke
fr: Vérification des doublons d'adresses
he: בדיקה אחר בעלים בעלי כתובות דומות
lt: Tikrinti asmenis su panašiais adresais
nl: Controleer op eigenaren met gelijke adressen
pt: Verificar donos com endereços similares
sk: Skontrolovať majiteľov s podobnými adresami

source: Mobile Tel:
de: Mobile Telefonnummer:
el: Κινητό:
es: Teléfono móvil:
et: Mobiiltelefoni number:
fr: Téléphone mobile :
he: טלפון סלולרי:
lt: Mobilus tel.:
nl: GSM:
pl: Tel. Komórkowy:
pt: Telemovel:
sk: Mobil:

source: Mobile Tel
de: Mobile Telefonnummer:
el: Κινητό
es: Teléfono móvil
et: Mobiiltelefoni number
fr: Téléphone mobile
he: טלפון סלולרי
lt: Mobilus tel.
nl: GSM
pl: Tel. Komórkowy
pt: Telemovel
sk: Mobil

source: Age From
de: Alter von
el: Ηλικία από
es: Edad desde
et: Vanus alates
fr: Age mini.
he: מגיל
lt: Amžius nuo
nl: Leeftijd van
pt: Idade desde
sk: Vek od

source: Age To
de: Alter bis
el: Ηλικία έως
es: Edad hasta
et: Vanus kuni
fr: Age maxi.
he: עד גיל
lt: Amžius iki
nl: Leeftijd tot
pt: Idade até
sk: Vek do

source: Comments contain
de: Anmerkungen enthalten
el: Τα σχόλια περιέχουν
es: Los comentarios contienen
et: Kommentaarid sisaldavad
fr: Les commentaires contiennent
he: ההערות מכילות
lt: Komentaruose yra
nl: Commentaar bevat
pt: Comentários contêm
sk: Komentáre obsahujú

source: Check this box if this owner is a veterinary surgery or clinic
de: Diese Box ankreuzen wenn der Besitzer eine Veterinäre Klinik ist.
el: Τσεκάρισε το κουτάκι αν αυτός ο ιδοκτήτης είναι κτηνίατρος ή κλινική
es: Marque esta casilla si el contacto es cirujano veterinario o sanitario
et: Märgi see kastike kui omanik on veterinaar või kliinik
fr: Cocher cette case si ce contact est une clinique vétérinaire
he: יש לסמן תיבה זו אם בעלים אלה הינם מנתח או מרפאה וטרינריים
lt: Pažymėkite šį laukelį, jei asmuo yra veterinaras ar klinika
nl: Vink dit aan als de eigenaar een dierenchirurg of kliniek is
pl: Zaznacz to pole jeśli osoba jest weterynarzem
pt: Seleccione esta caixa se este dono é uma clínica veterinária ou hospitalar
sk: Označte toto ak tento majiteľ je veterinárna ordinácia alebo klinika

source: Vets
de: Veterinäre
el: Κτηνίατροι:
es: Veterinarios
et: Veterinaarid
fr: Vétérinaires
he: וטרינרים
lt: Veterinarai
nl: Dierenartsen
pl: Weterynarze
pt: Veterinários
sk: Veterinári

source: Mobile:
de: Mobile Telefonnummer:
el: Κινητό:
es: Móvil:
et: Mobiil:
fr: Portable :
he: סלולרי:
lt: Mobilus:
nl: Mobiel:
pt: Telemóvel:
sk: Mobil:

source: Generate Document/Receipt
de: Beleg generieren
el: Δημιούργησε Έγγραφο/Απόδειξη
es: Generar documento/recibo
et: Loo dokument/kviitung
fr: Générer un document/reçu
he: יצירת מסמך/קבלה
lt: Formuoti dokumentą/Sąskaitą
nl: Maak een document aan
pl: Wygeneruj Dokument/Pokwitowanie
pt: Gerar Documento/Recibo
sk: Generovať dokument/doklad

source: Receipt Number
de: Beleg Nummer
el: Νούμερο απόδειξης
es: Número de recibo
et: Kviitungi number
fr: Numéro de reçu
he: מספר הקבלה
lt: Sąskaitos numeris
nl: Documentnummer
pl: Nr. Pokwitowania
pt: Número de Recibo
sk: Číslo dokladu

source: Basic owner information
de: Halter Basisinformationen
el: Βασικές πληροφορίες ιδιοκτήτη
es: Información básica acerca del contacto
et: Omaniku põhiinfo
fr: Information basique du contact
he: נתונים בסיסיים על הבעלים
lt: Pagrindinė informacija apie asmenį
nl: Basis eigenaarsinformatie
pl: Podstawowe informacje o osobie
pt: Informação básica do dono
sk: Základné informácie o majiteľovi

source: Details if this owner is a homechecker
de: Einzelheiten wenn Besitzer Prüfer ist
es: Indica si este contacto es un visitador
fr: Détails si ce contact est un contrôleur
he: פרטי אם בעלים אלו הם סוקרי בתים
lt: Duomenys, jei šis asmuo tikrina būsimas gyvūnų laikymo sąlygas naujuose namuose
nl: Details als deze gebruiker een nazorgmedewerker is
pt: Detalhes se esse dono for um verificador de casas
sk: Detaily, ak je tento majiteľ kontrolór

source: Animals this owner is interested in
de: Tiere an denen der Besitzer interessiert ist.
el: Ζώα που ενδιαφέρουν τον ιδιοκτήτη
es: Animales en los que este contacto está interesado
et: Loomad, kellest see omanik on huvitatud
fr: Les animaux intéressants pour ce contact
he: חיות המחמד בהן מעוניינים בעלים אלה
lt: Šį asmenį dominantys gyvūnai
nl: Dieren waar deze eigenaar in geinteresseerd is
pl: Zwierzęta, co do których zainteresowana jest ta osoba
pt: Animais em que este dono está interessado
sk: Zvieratá, o ktoré sa majiteľ zaujíma

source: Details of vouchers given by the shelter
de: Details der Bescheinigungen des Tierheims
es: Detalles de los vales facilitados por el refugio
et: Vautšerite üksikasjad
fr: Détails des bons délivrés par le refuge
he: פרטי שוברים שניתנו ע"י בית המחסה
lt: Duomenys apie prieglaudos išduotus talonus
nl: Details van tegoedbonnen uitgegeven door het opvangcentrum
pl: Szczegóły voucherów wydanych przez schronisko
pt: Detalhes do voucher dado pelo Canil
sk: Detaily poukazov vydaných útulkom

source: Animal movements connected with this owner
de: Tierbewegungen in Zusammenhang mit diesem Besitzer
el: Μετακινήσεις ζώου που συνδέονται με τον ιδιοκτήτη
es: Movimientos de animal relacionados con este contacto
et: Selle omanikuga seotud loomade liikumised
fr: Les mouvements d'animaux en rapport avec ce contact
he: העברות של חיות מחמד הקשורות לבעלים אלו
lt: Veiksmai, susiję su šiuo asmeniu
nl: Mutaties verbonden aan deze eigenaar
pl: Przesunięcia zwierząt połączone z tym właścicielem
pt: Movimentos do animal com ligação a este dono
sk: Pohyby zvierat vzťahujúce sa na tohto používateľa

source: Links
de: Verknüpfungen
el: Σύνδεσμοι
es: Enlaces
et: Lingid
fr: Liens
he: קישורים
lt: Sąsajos
nl: Koppelingen
pl: Odnośniki
pt: Ligações
sk: Linky

source: Other owner information
de: Andere Besitzer information
el: Άλλες πληροφορίες ιδιοκτήτη
es: Información adicional acerca del contacto
fr: Autre information du contact
he: נתונים אחרים אודות הבעלים
lt: Kita informacija apie asmenį
nl: Overige eigenaarsinformatie
pl: Inne informacje o właścicielu
pt: Outra informação sobre o dono
sk: Ostatné informácie o majiteľovi

source: Owner's Vet
de: Tierartzt des Eigentümers
el: Κτηνίατρος ιδιοκτήτη
es: Veterinario del contacto
et: Omaniku veterinaar
fr: Vétérinaire du propriétaire :
he: הווטרינר של הבעלים
lt: Savininko nurodytas veterinaras
nl: De dierenarts van de eigenaar:
pl: Weterynarz właściciela
pt: Veterinário do dono
sk: Majiteľov veterinár

source: Current Vet
de: jetziger Tierarzt des Eigentümers
el: Τρέχων Κτηνίατρος
es: Veterinario actual
et: Praegune veterinaar
fr: Vétérinaire actuel
he: וטרינר נוכחי
lt: Gydantis veterinaras
nl: Huidige dierenarts
pl: Aktualny Weterynarz
pt: Veterinário actual
sk: Terajší veterinár

source: Create a new donation
de: Erstelle eine neue Spende
el: Δημιουργία νεας δωρεάς
es: Introducir una nueva donación
et: Loo uus annetus
fr: Créer un nouveau don
he: יצירת תרומה חדשה
lt: Pridėti naują paramą
nl: Maak een nieuwe gift aan
pl: Utwórz nową darowiznę
pt: Criar uma nova doação
sk: Vytvoriť nový dar

source: Edit this donation
de: Diese Spende bearbeiten
el: Επεξεργασία δωρεάς
es: Editar esta donación
et: Muuda seda annetust
fr: Éditer ce don
he: עריכת תרומה זו
lt: Redaguoti šią paramą
nl: Bewerk deze gift
pl: Edytuj tą darowiznę
pt: Editar esta doação
sk: Upraviť tento dar

source: Delete this donation
de: Diese Spende löschen
el: Διαγραφή δωρεάς
es: Borrar esta donación
et: Kustuta see annetus
fr: Supprimer ce don
he: מחיקת תרומה זו
lt: Šalinti šią paramą
nl: Verwijder deze gift
pl: Usuń tą darowiznę
pt: Apagar esta doação
sk: Vymazať tento dar

source: Edit Owner - {0}
de: Besitzer bearbeiten
el: Επεξεργασία Ιδιοκτήτη - {0}
es: Editar contacto - {0}
et: Muuda omanikku - {0}
fr: Éditer le contact - {0}
he: עריכת בעלים - {0}
lt: Redaguoti asmenį - {0}
nl: Bewerk eigenaar - {0}
pl: Edytuj Właściciela - {0}
pt: Editar dono - {0}
sk: Upraviť majiteľa - {0}

source: The following owners are very similar to the one you are about to enter. Click "Ignore" to resume editing the new owner and click "Abandon" to abandon the new owner. You may view any of the owners in the list by double-clicking them.
de: Die folgenden Eigentümer weisen starke Ähnlichkeiten mit der Person die Sie bearbeiten auf. Klicken sie "Ignorieren" um den Besitzer weiter zu bearbeiten. Klicken sie "Abrechen" um den Besitzer zu verlassen. Sie können einen anderen Besitzer durch einen Doppelklick auf einen Namen in der Liste auswählen.
es: Los siguientes contactors son muy similares al que está introduciendo. Pulse sobre "Ignorar" para seguir introduciendo el nuevo contacto y en "Abandonar" para anular el nuevo contacto. Puede visualizar un contacto si realiza un doble clic sobre él.
et: Järgevad omanikud on väga sarnased sellele, keda kavatsed sisestada. Sa võid vaadata igat omanikku nimekirjas temal topletklõpsu tehes.
fr: Les contacts suivants ressemblent vraiment à celui que vous êtes en train de créer. Cliquer sur "Ignorer et continuer" pour reprendre la création du nouvel utilisateur ou "Abandonner" pour abandonner. Vous pouvez également vérifier les contacts de la liste en double-cliquant dessus.
he: הבעלים הבאים דומים מאוד לאלו שמוזנים כעת. יש ללחוץ על "התעלמות" כדי להמשיך בעריכת הבעלים החדשים או על "נטישה" כדי לנטוש את הבעלים החדשים. ניתן לצפות בכל אחד מהבעלים שברשימה על ידי לחיצה כפולה עליהם.
lt: Šie asmenys labai panašūs į įvedamą. Spauskite "Ignoruoti", norėdami tęsti naujo asmens redagavimą, arba spauskite "Atšaukti", norėdami atsisakyti naujo asmens. Galite peržiūrėti asmenis, dukart spustelėdami pele.
nl: De volgende eigenaars lijken erg veel op degene die u nu invoert. Klik "Negeer" om door te gaan of klik "Verlaat" om af te breken. U kan de eigenaars bekijken door op ze te dubbelklikken in de lijst.
pl: Następujący właściciele są bardzo podobni do osoby, którą aktualnie wprowadzasz. Kliknij "Ignoruj" aby kontynuować dodawanie właściciela lub "Porzuć" aby dodawanie przerwać. Możesz podejrzeć któregokolwiek właściciela z listy poprzez dwukrotne kliknięcie jego pola.
pt: Os donos que se seguem são muito similares ao que está a introduzir. Clique "Ignorar" para continuar a editar o novo dono ou clique "Abandonar" para abandonar o novo dono. Pode ver os donos na lista, fazendo duplo clique neles.
sk: Nasledujúci majitelia sú veľmi podobní tomu, ktorého idete zadať. Kliknite na "Ignorovať", ak chcete pokračovať alebo kliknite na "Zakázať" pre zakázanie nového majiteľa. Môžete si prezrieť hociktorého z majiteľov v zozname dvojklikom na nich.

source: WARNING: This owner has the same address as a person that brought an animal in (Animal {0} - {1}) - would you like to view the animal record?
de: ACHTUNG: Dieser Benutzer hat die selbe Adresse wie eine andere Person die ein Tier eingeliefert hat (Tier {0} - {1}) - möchten Sie den Vorgang öffnen?
el: ΠΡΟΣΟΧΗ: Ο ιδιοκτήτης έχει την ίδια διεύθυνση με το άτομο που έφερε το ζώο (Ζώο {0} - {1}) - θέλετε να δείτε την εγγραφή του ζώου;
es: ADVERTENCIA: Este contacto tiene la misma dirección que la persona que trajo un animal a (Animal {0} - {1}) - ¿Desea visualizar el registro de ese animal?
et: HOIATUS: Omanikul on looma varjupaika toojaga sama aadress (Loom {0} - {1}) - kas sooviksid vaadata selle looma kirjeid?
fr: ATTENTION : Ce contact à la même adresse qu'une personne ayant déjà déposé un apporté (Animal {0} - {1}) - Souhaitez-vous consulter les données de l'animal ?
he: אזהרה: לבעלים אלו יש את אותה הכתובת כמו לבעלים שמסרו חיית מחמד (חיית מחמד {0} - {1}) - האם להציג את רשומת חיית המחמד?
lt: ĮSPĖJIMAS: Šio asmens adresas toks pats, kaip asmens, pridavusio gyvūną į prieglaudą (Gyvūnas {0} - {1}) - ar norėtumėte pažiūrėti gyvūno įrašą?
nl: WAARSCHUWING: Deze eigenaar heeft hetzelfde adres als iemand die ooit een dier binnenbracht (dier {0} - {1}) - wilt u het dierrecord nu bekijken?
pl: UWAGA! Ten właściciel ma identyczny adres, co osoba która oddała zwierzę do schroniska (Zwierzę {0} - {1}) - chcesz zobaczyć wpis oddanego zwierzęcia?
pt: AVISO: este dono tem o mesmo endereço da pessoa que trouxe o animal (Animal {0} - {1}) - deseja ver o registo do animal?
sk: UPOZORNENIE: Tento majiteľ má takú istú adresu ako osoba, od ktorej bolo prijaté zviera v (Zviera {0} - {1}) - chcete zobraziť tento záznam?

source: Additional information about the owner
de: Zusätzliche Informationen über den besitzer
el: Πρόσθετες πληροφορίες για τον ιδιοκτήτη
es: Información adicional sobre el contacto
et: Lisainfo omaniku kohta
fr: Information complémentaire au sujet du contact
he: נתונים נוספים אודות הבעלים
lt: Papildoma informacija apie asmenį
nl: Bijkomende informatie over de eigenaar
pl: Dodatkowe informacje o właścicielu
pt: Informação adicional seobre este dono
sk: Doplnkové informácie o majiteľovi

source: Match Added
de: Übereinstimmung eingetragen
es: Añadida coincidencia
fr: Effectif le
he: נוספה התאמה
lt: Užklausa galioja nuo
nl: Overeenkomst toegevoegd
pt: Correspondência Adicionada
sk: Pridané

source: Match Expires
de: Übereinstimmung läuft ab
es: Concidencia ha expirado
fr: Expire le
he: תפוגת ההתאמה
lt: Užklausa galioja iki
nl: Overeenkomst verloopt
pt: Correspondência Expira
sk: Vyprší

source: Or
de: Oder
el: Ή
es: O
et: Või
fr: Ou
he: או
lt: Arba
nl: Of
pl: Lub
pt: Ou
sk: Alebo

source: Tick this box if this owner has been homechecked
de: Auswählen wenn die Wohnung des Besitzers geprüft wurde
es: Marque esta casilla si la casa del contacto ha sido revisada
et: Märgi see kastike kui omaniku kodu on külastatud
fr: Cocher cette case si ce contact a été controlé à domicile
he: יש לסמן תיבה זו אם בית הבעלים עבר סקירת בית בהצלחה
lt: Pažymėkite šį laukelį, jei patikrintos šio asmens laikymo sąlygos
nl: Vink dit aan als de eigenaar een nazorgbezoek heeft gehad
pl: Zaznacz to pole, jeśli dom właściciela jest sprawdzony
pt: Assinalar se a casa do dono foi verificada
sk: Označte toto ak tento majiteľ bol skontrolovaný

source: Checked By:
de: Geprüft Durch:
el: Ελέχθηκε από:
es: Comprobada por:
et: Kontrollija:
fr: Contrôlé par :
he: נבדק על ידי:
lt: Tikrino:
nl: Gecontroleerd door:
pl: Sprawdzony przez:
pt: Verificado por:
sk: Skontrolovaný kým:

source: Homecheck History:
de: Wohnungs Überprüfungs Historie:
es: Historial de revisiones de hogares:
et: Kodukülastuse ajalugu:
fr: Historique des contrôles :
he: היסטוריית סקירת בית:
lt: Laikymo sąlygų patikrinimų istorija:
nl: Nazorggeschiedenis:
pl: Historia Sprawdzeń:
pt: Historial de vistorias à casa
sk: História kontrol:

source: New Homecheck Area
de: Neues Überprüfungsgebiet
es: Nueva zona de visitas
fr: Nouvelle zone de contrôle
he: אזור חדש לסקירת בית
lt: Nauja laikymo sąlygų tikrinimo vietovė
nl: Nieuw nazorggebied
pl: Nowy Obszar Kontroli Domów
pt: Nova zona de casas verificadas
sk: Nová oblosť kontrolovania

source: Delete Homecheck Area
de: Überprüfungsgebiet löschen
es: Borrar zona de visitas
fr: Supprimer une zone de contrôle
he: מחיקת אזור לסקירת בית
lt: Šalinti laikymo sąlygų tikrinimo vietovę
nl: Verwijder nazorggebied
pl: Usuń Obszar Kontroli Domów
pt: Apagar área de casas verificadas
sk: Vymazať oblasť kontrolovania

source: The new homecheck area
de: Überprüfungsgebiet
es: La nueva zona de visitas
fr: La nouvelle zone de contrôle
he: אזור סקירת הבית החדש
lt: Nauja laikymo sąlygų tikrinimo vietovė
nl: Het nieuwe nazorggebied
pl: Nowy obszar kontroli domów.
pt: Nova área de casas verificadas
sk: Nová oblasť kontrolovania
