Repository: bobintetley/asm2
Catalog: src/locale/po/*.po
Languages: de, el, es, et, fr, he, lt, nl, pl, pt, sk

source: Create a litter from this animal
de: Wurf von diesem Tier anlegen
el: Δημιούργησε μία γέννα για αυτό το ζώο
es: Crear una camada a partir de este animal
et: Loo sellele loomale pesakond
fr: Créer une portée depuis cet animal
he: יצירת המלטה מחיית מחמד זו
lt: Sukurti šio gyvūno vadą
nl: Maak een nest aan vanuit dit dier
pl: Stwórz miot bazując na tym zwierzęciu
pt: Criar uma ninhada a partir deste animal
sk: Vytvoriť vrh na základe tohto zvieraťa

source: You have unsaved changes - are you sure you wish to close?
de: Nicht gespeicherte Daten - Wollen Sie trotzdem schliessen?
el: Υπάρχουν αλλαγές που δεν αποθηκεύτηκαν - Έίστε σίγοθροι ότι θέλετε να κλείσετε;
es: Tiene cambios sin guardar, está seguro de que quiere cerrar?
et: Sul on andmed salvestamata - kas oled kindel, et soovid sulgeda?
fr: Modifications non sauvegardées - êtes-vous sûr de vouloir fermer ?
he: ישנם שינויים שלא נשמרו - האם ברצונך לסגור?
lt: Yra neišsaugotų pakeitimų - ar tikrai norite uždaryti?
nl: Je hebt onbewaarde veranderingen - bent u zeker dat je wilt sluiten?
pl: Nie zapisałeś zmian - czy jesteś pewien że chcesz zamknąć to okno?
pt: Não gravou as alterações - têm a certeza que quer fechar ?
sk: Existujú neuložené zmeny - ste si istý, že chcete skončiť?

source: Where the animal is currently located on the shelter
de: Unterbingung innerhalb des Tierheim
el: Σε ποιά θέση του καταφυγίου βρίσκεται το ζώο
es: El lugar del refugio donde está ubicado el animal
et: Kus loom asub hetkel varjupaigas
fr: Emplacement actuel de l'animal dans le refuge
he: היכן ממקומת חיית המחמד נכון לעכשיו בבית המחסה
lt: Kur gyvūnas šiuo metu randasi prieglaudoje
nl: Waar het dier op dit moment in het opvangcentrum is geplaatst
pl: Gdzie w schronisku umieszczono zwierzę
pt: Onde está actualmente localizado o animal no canil
sk: Kde je práve zviera umiestnené v útulku

source: WARNING: This animal has no pending vaccinations on file. The system will save the record anyway, but you should complete vaccination information for this animal. Are you sure you wish to close?
de: Achtung für diese Tier wurden keine vorgesehenen Impfungen eingetragen. Datensatz wird trotzdem gespeichert. Die Impfinformationen sollten vervollständigt werden. Trotzdem schliessen?
el: ΕΙΔΟΠΟΙΗΣΗ: Αυτό το ζώο δεν έχει εκκρεμείς εμβολιασμούς στο αρχείο. Το σύστημα παρ' όλα αυτά θα αποθηκεύσει το αρχείο, αλλά πρέπει να ολοκληρώσετε τις πληροφορίες για αυτό το ζώο. Είστε σίγουρος ότι θέλετε να κλείσετε;
es: ADVERTENCIA: Este animal no tiene registradas vacunaciones pendientes. El sistema va a guardar el registro, pero sería conveniente introducir la información de vacunación para este animal. ¿Está seguro de que desea salir?
et: HOIATUS: sellel loomal ei ole eelseisvaid vaktsineerimisi. Süsteem salvestab kirje igal juhul, aga peaksid lõpuni täitma info vaktsineerimiste kohta. Oled kindel, et soovid sulgeda?
fr: ATTENTION : Cet animal n'a aucune vaccination en cours dans son dossier. Le système va tout de même sauvegarder l'enregistrement, cependant vous devrez compléter le carnet de vaccination pour cet animal. Êtes-vous sûr(e) de vouloir fermer ?
he: אזהרה: לחיית מחמד זו אין חיסונים ממתינים בקובץ. המערכת תשמור את הרשומה בכל מקרה, אך עליך להשלים את נתוני החיסון עבור חיית מחמד זו. האם ברצונך לסגור?
lt: ĮSPĖJIMAS: Šio gyvūno kortelėje nėra duomenų apie būsimas vakcinacijas. Sistema vis tiek išsaugos įrašą, bet jums reiktų užpildyti informaciją apie šio gyvūno vakcinaciją. Ar tikrai norite uždaryti?
nl: WARNING: Voor dit dier zijn er geen openstaande vaccinaties in het bestand. Het systeem zal het record toch opslaan, maar u moet de vaccinatiegeggevens volledig maken. Wilt u echt afsluiten?
pl: UWAGA: To zwierzę nie ma wyznaczonych szczepień. System zapisze ten wpis, ale powinieneś uzupełnić informacje dotyczące szczepień w późniejszym terminie. Czy na pewno chcesz zamknąć to okno?
pt: AVISO: este animal não tem vacinas pendentes em ficheiro. O sistema irá gravar o registo na mesma, mas deve completar a informação de vacinação para este animal. Tem a certeza que quer fechar?
sk: UPOZORNENIE: Toto zviera nemá naplánované vakcinácie. Systém uloží záznam aj napriek tomu, ale mali by ste doplniť informácie o vakcináciách pre toto zviera. Naozaj chcete zatvoriť editáciu zvieraťa?

source: Species:
de: Tierart:
el: Είδη:
es: Especies:
et: Liik:
fr: Espèce :
he: זן:
lt: Rūšis:
nl: Soort:
pl: Gatunki:
pt: Espécies:
sk: Druhy:

source: Hidden Comments:
de: Nicht öffentliche Anmerkungen:
el: Κρυμμένα Σχόλια:
es: Comentarios confidenciales:
et: Varjatud kommentaarid:
fr: Commentaires cachés :
he: הערות חבויות:
lt: Slepiami komentarai:
nl: Interne opmerkingen:
pl: Ukryte Komentarze:
pt: Comentários Escondidos:
sk: Skryté komentáre:

source: Size:
de: Größe:
el: Μέγεθος:
es: Tamaño:
et: Suurus:
fr: Taille :
he: גודל:
lt: Dydis:
nl: Grootte:
pl: Wielkość:
pt: Tamanho:
sk: Veľkosť:

source: Save Error
de: Fehler beim Speichern
el: Σφάλμα Αποθήκευσης
es: Error al guardar
et: Tõrge salvestamisel
fr: Sauvegarder l'erreur
he: שגיאה בשמירה
lt: Įrašymo klaida
nl: Bewaar fout
pl: Błąd zapisu
pt: Erro de Gravação
sk: Chyba ukladania

source: Dead On Arrival:
de: Tod eingeliefert
el: Νεκρό κατά την άφιξη:
es: Muerto al llegar:
et: Saabus surnuna:
fr: Mort à l'arrivée :
he: מתו עם הגעתם:
lt: Atvyko miręs:
nl: Dood bij binnenkomst:
pl: Martwe w Chwili Przyjęcia:
pt: Morto à chegada:
sk: Prijaté uhynuté:

source: Delete the selected vaccination records
de: Die ausgewählte Impfung löschen
el: Διαγραφή επιλεγμένων εγγραφών εμβολιασμών
es: Borrar los registros de vacunaciones seleccionados
et: Kustuta valitud vaktsineerimise kirjed
fr: Supprimer les vaccinations sélectionnées
he: מחיקת רשומות החיסון הנבחרות
lt: Šalinti pasirinktus įrašus apie vakcinaciją
nl: Verwijder geselecteerde vaccinatie-records
pl: Usuń wybrane wpisy szczepień
pt: Apagar os registos de vacinação seleccionados
sk: Vymazať označené vakcinácie

source: Neutered/Spayed:
de: Sterilisiert
el: Στειρωμένα:
es: Esterilizado:
et: Kastreeritud/steriliseeritud:
fr: Stérilisée/Castré:
he: מעוקרת/מסורס:
lt: Kastruotas/Sterilizuota:
nl: Gesteriliseerd/gecastreerd:
pl: Kastrowany/Sterylizowany
pt: Castrado:
sk: Kastrované:

source: Combi-Tested:
de: Kombi getestet
el: Έγινε πολλαπλό τεστ:
es: FIV/L:
fr: Testé FIV/FLV :
lt: FLV/FIV testas:
nl: Ge-combi-test:
pl: Test FIV/FLV
pt: Testado-Combi
sk: Combi-Test:

source: The animal's basic colour
de: Die Hauptfarbe des Tieres
el: Το βασικό χρώμα του ζώου
es: Color predominante del animal
et: Looma põhivärvus
fr: La couleur dominante de l'animal
he: הצבע הבסיסי של חיית המחמד
lt: Gyvūno spalva
nl: De basiskleur van het dier
pl: Podstawowy kolor zwierzęcia
pt: Cor básica do animal
sk: Základná farba zvieraťa

source: Sex:
de: Geschlecht:
el: Φύλο:
es: Sexo:
et: Sugu:
fr: Sexe:
he: מין:
lt: Lytis:
nl: geslacht:
pl: Płeć:
pt: Sexo:
sk: Pohlavie:

source: The reason the animal was not brought in by its owner
de: Grund der Fremdabgabe ohne Besitzer
el: Ο λόγος που το ζώωο δεν προσκομίστηκε από τον ιδιοκτήτη του
es: Razón por la que animal no fue traído por su contacto
et: Põhjus, miks looma ei toonud varjupaika tema omanik
fr: Raison pour laquelle le propriétaire n'a pas apporté l'animal lui-même
he: הסיבה שבגינה חיית המחמד לא הובאה על ידי בעליה
lt: Priežastis, kodėl gyvūną pridavė ne savininkas
nl: De reden waarom het dier niet is binnengebracht door zijn eigenaar
pl: Powód, dla którego zwierzęcia nie oddaje jego pierwotny właściciel
pt: Razão pela qual o animal não foi trazido pelo seu dono
sk: Dôvod, prečo nebolo zviera prijaté od jeho majiteľa

source: The animal acceptance number from head office
de: Übergeordnete Eingangsnummer
el: Αριθμός αποδοχής ζώου από κεντρική διοίκηση
es: El número de aceptación del animal de la oficina principal
fr: Le numéro d'acceptation de l'animal depuis l'agence centrale
he: מספר הזיהוי של חיית המחמד מהסניף הראשי
lt: Gyvūno priėmimo numeris iš pagrindinio ofiso
nl: Het landelijk dieracceptatienummer
pl: Numer akceptacji zwierzęcia, wydany przez zwierzchnika
pt: Número de aceitação do animal
sk: Príjmové číslo zvieraťa

source: Animal comments you do not want to appear on any documents
de: Anmerkungen die nicht in Dokumenten gedruckt werden sollen
el: Σχόλια για το ζώο που δεν θέλετε να εμφανίζονται σε κανένα έγγραφο
es: Comentarios acerca del animal que no desea que se muestren en la documentación
et: Kommentaarid looma kohta, mis ei ole näha üheski dokumendis
fr: Commentaires sur l'animal que vous ne souhaitez voir apparaître sur aucun document
he: הערות אודות חיית המחמד שלא יופיעו באף מסמך שהוא
lt: Komentarai apie gyvūną, kurie nebus rodomi jokiuose dokumentuose
nl: Opmerkingen over het dier die niet zullen verschijnen op documenten
pl: Komentarze dotyczące zwierzęcia, co do których nie chcesz by pojawiły się w dokumentach
pt: Comentários sobre o animal que não queria que apareçam em nenhum documento
sk: Komentáre k zvieraťu, ktoré sa nemajú objaviť v žiadnych dokumentoch

source: Brought In By:
de: Eingeliefert von:
el: Εισήχθη από :
es: Traído por:
fr: Apporté par :
he: הוכנס על ידי:
lt: Pridavė:
nl: Binnengebracht door:
pl: Oddane przez:
pt: Trazido por:
sk: Prijaté od:

source: Edit the highlighted vaccination record
de: Die ausgewählte Impfung bearbeiten
el: Επεξεργασία του επισημασμένου αρχείου εμβολιασμού
es: Editar el registro de vacunación seleccionado
et: Muuda esiletõstetud vaktsineerimise kirjet
fr: Éditer la vaccination sélectionnée
he: עריכת רשומת החיסון המודגשת
lt: Redaguoti pasirinktą įrašą apie vakcinaciją
nl: Bewerk het gemarkeerde vaccinatie-record
pl: Edytuj wybrany wpis szczepień
pt: Editar o registo de vacinação seleccionado
sk: Upraviť označenú vakcináciu

source: Save this record
de: Datensatz speichern
el: Αποθήκευση Εγγραδής
es: Guardar este registro
et: Salvesta kirje
fr: Sauvegarder
he: שמירת רשומה זו
lt: Išsaugoti šį įrašą
nl: Bewaar dit record
pl: Zapisz ten wpis
pt: Gravar este registo
sk: Uložiť tento záznam

source: Create a new animal by copying this one
de: Neuen Datensatz durch Kopie von diesem anlegen
el: Δημιούργησε νέο ζώο αντιγράφοντας το παρόν
es: Crear un nuevo animal copiando éste
et: Loo uus loom selle kopeerimise teel
fr: Créer une nouvelle fiche en copiant celle-ci
he: יצירת חיית מחמד חדשה על ידי העתקת הנוכחית
lt: Pridėti naują gyvūną, kopijuojant šio duomenis
nl: Maak een nieuw dier aan door dit dier te kopiëren
pl: Stwórz nowe zwierzę kopiując to
pt: Criar um novo animal a partir de cópia deste
sk: Vytvoriť nové zviera kopírovaním tohto

source: Breed:
de: Rasse:
el: Ράτσα:
es: Raza:
et: Tõug:
fr: Race :
he: גזע:
lt: Veislė:
nl: Ras:
pl: Rasa:
pt: Raça:
sk: Plemeno:

source: Date Deceased:
de: Todesdatum:
el: Ημερομηνία θανάτου:
es: Fecha del fallecimiento:
et: Surma kuupäev:
fr: Date du décès :
he: תאריך המוות:
lt: Mirties data:
nl: Datum overleden:
pl: Data Zgonu:
pt: Data óbito:
sk: Dátum úmrtia:

source: Invalid Vaccination Details
de: Ungültige Impfdaten
el: Μη Έγκυρες πληροφορίες εμβολιασμού
es: Detalles de vacunación no válidos
et: Lubamatud vaktsineerimise osad
fr: Détails de vaccination invalides
he: פרטי החיסון שגויים
lt: Klaidingi vakcinacijos duomenys
nl: Ongeldige vaccinatie details
pl: Nieprawidłowe szczegóły szczepienia
pt: Dados de vacinação inválidos
sk: Nesprávne detaily o vakcinácii

source: Create New Animal
de: Neues Tier anlegen
el: Δημιουργία νέου ζώωου
es: Crear un nuevo animal
et: Loo uus lom
fr: Créer un nouvel animal
he: יצירת חיית מחמד חדשה
lt: Pridėti naują gyvūną
nl: Maak een nieuw dier aan
pl: Stwórz Nowe Zwierzę
pt: Criar novo animal
sk: Vytvoriť nové zviera

source: The animal type
de: Tier Klasse
el: Τύπος ζώου
es: Tipo de animal
et: Looma tüüp
fr: Le type de l'animal
he: סוג חיית המחמד
lt: Gyvūno tipas
nl: Het diertype
pl: Typ zwierzęcia
pt: Tipo de animal
sk: Typ zvieraťa

source: Tick this box if the animal died off the shelter (keep out of figures)
de: Diesen Schalter nutzen wenn das Tier im Heim verstorben ist
el: Τσεκάρισε το κουτάκι αν το ζώο πέθανε εκτός καταφυγίου (να μην συμπειλαμβάνεται στους πίνακες)
es: Marque esta casilla si el animal falleció fuera del refugio (quedará excluido de las estadísticas)
et: Märgi ära kui loom suri väljaspool varjupaika
fr: Cocher cette case si l'animal est mort hors du refuge (non comptabilisé dans les chiffres)
he: יש לסמן תיבה זו אם חיית המחמד מתה מחוץ לבית המחסה (לא יופיע בסטטיסטיקה)
lt: Pažymėkite šį laukelį, jei gyvūnas mirė ne prieglaudoje (neįtraukti į skaičius)
nl: Vink dit aan als het dier overleden is buiten het opvangcentrum (blijft buiten rapportages)
pl: Zaznacz jeśli zwierzę zmarło poza schroniskiem
pt: Seleccione esta caixa se o animal morreu fora do canil
sk: Označte toto ak zviera zomrelo mimo útulku (nezahrnúť do prehľadov)

source: Generate a diary task for this animal
de: Eine Tagebuch Aufgabe für dieses Tier anlegen
el: Δημιουργία εργασίας στο ημερολόγιο για αυτό το ζώο
es: Generar una tarea para este animal
et: Loo sellele loomale päevikusissekanne
fr: Créer une tâche dans l'agenda pour cet animal
he: יצירת משימה ביומן עבור חיית מחמד זו
lt: Taikyti standartinę užduotį šiam gyvūnui
nl: Maak een agendataak aan voor dit dier
pl: Utwórz zadanie dla tego zwierzęcia
pt: Gerar uma tarefa diária para este animal
sk: Vytvoriť záznam v diári pre toto zviera

source: The reason the animal was put to sleep
de: Grund der Euthanasie
el: Λόγος Ευθανασίας ζώωου
es: Razón por la que este animal recibió eutanasia
et: Eutanaasia põhjus
fr: Motif de l'euthanasie
he: הסיבה שבגינה הורדמה חיית המחמד
lt: Mirties aplinkybės arba eutanazijos priežastis
nl: De reden waarom dit dier is ingeslapen
pl: Powód eutanazji
pt: Razão pela qual o animal foi posto a dormir
sk: Dôvod, prečo bolo zviera utratené

source: Comments:
de: Anmerkung
el: Σχόλια:
es: Comentarios:
et: Kommentaarid:
fr: Commentaires :
he: הערות:
lt: Komentarai:
nl: Opmerkingen:
pl: Komentarze:
pt: Comentários:
sk: Komentáre:

source: Health Problems:
de: Gesundheitliche Probleme
el: Προβλήματα Υγείας:
es: Problemas de salud:
et: Terviseprobleemid:
fr: Problèmes de santé :
he: בעיות בריאותיות:
lt: Sveikatos sutrikimai:
nl: Gezondheidsproblemen:
pl: Problemy zdrowotne:
pt: Problemas de Saúde:
sk: Zdravotné problémy:

source: Transfer In:
de: Eingangstransfer
el: Εισήχθη:
es: Transferido:
fr: Transfert (entrée) :
he: הועברו לבית המחסה:
lt: Gautas iš kitos prieglaudos:
nl: Overgeplaatst van:
pt: Transferência em:
sk: Presun do:

source: Acceptance No:
de: Aufnahme Nummer
el: Αρ. Αποδοχής:
es: Número de aceptación:
fr: N° d'acceptation :
he: מס' זיהוי:
lt: Priėmimo nr.:
nl: Acceptatienummer:
pl: Nr. Akceptacji:
pt: Número de Aceitação:
sk: Príjmové číslo:

source: The animal's name
de: Tiername
el: Όνομα ζώου
es: Nombre del animal
et: Looma nimi
fr: Nom de l'animal
he: שם חיית המחמד
lt: Gyvūno vardas
nl: De naam van het dier
pl: Imię zwierzęcia
pt: O nome do animal
sk: Meno zvieraťa

source: Tick this box if the animal was put to sleep
de: Diesen Schalter nutzen wenn das Tier eingeschläfert wurde
el: Τσεκάρετε το κουτάκι αν έγινε ευθανασία στο ζώο
es: Marque esta casilla si el animal recibió eutanasia
et: Tee märge kui loom eutaneeriti
fr: Cocher cette case si l'animal a été euthanasié
he: יש לסמן תיבה זו אם חיית המחמד הורדמה
lt: Pažymėkite šį laukelį, jei gyvūnui buvo atlikta eutanazija
nl: Vink dit aan als het dier is ingeslapen
pl: Zaznacz jeśli na tym zwierzęciu dokonano eutanazji
pt: Seleccione esta caixa se o animal foi posto a dormir
sk: Označte toto, ak bolo zviera utratené

source: Dist. Features:
de: Besondere Merkmale
el: Ιδιαίτερα χαρακτηριστικά
es: Características específicas:
et: Eritunnused
fr: Signe(s) particulier(s) :
he: מאפיינים יחודיים:
lt: Ypatingi požymiai:
nl: Onderscheidende kenmerken
pl: Znaki Szczególne:
pt: Características dist.
sk: Rozpoznávacie znaky:

source: Delete this animal
de: Dieses Tier löschen
el: Διαγραφή ζώου
es: Borrar este animal
et: Kustuta see loom
fr: Supprimer cet animal
he: מחיקת חיית מחמד זו
lt: Šalinti šį gyvūną
nl: Verwijder dit dier
pl: Usuń to zwierzę
pt: Apagar este animal
sk: Vymazať toto zviera

source: Put To Sleep:
de: Euthanasie
el: Ευθανασία:
es: Recibió eutanasia:
et: Eutanaasia:
fr: Euthanasie :
he: הורדם:
lt: Atlikta eutanazija:
nl: Ingeslapen:
pl: Eutanazja:
pt: Por a dormir:
sk: Utratené:

source: Generate New Code
de: Neues Kürzel erzeugen
el: Δημιούργησε νέο κωδικό
es: ¿Generar un nuevo código
et: Genereeri uus kood
fr: Générer un nouveau code
he: יצירת קוד חדש
lt: Generuoti naują kodą
nl: Nieuwe code aanmaken
pl: Wygeneruj Nowy Kod
pt: Gerar novo código
sk: Generovať nový kód

source: The date the animal was combi-tested if known
de: Falls bekannt das Datum des letzten Kombinations Tests
el: Η ημερομηνία που έγινε πολλαπλό τεστ στο ζώο, αν είναι γνωστή
es: Fecha en la que se realizaron al animal las pruebas de FIV/leucemia
fr: Date du test FIV/FLV de l'animal (si connue)
lt: FLV/FIV testo atlikimo data, jei žinoma
nl: De datum van de combi-test (indien bekend)
pl: Data wykonania testu FIV/FLV jeśli jest znana
pt: Data em que animal foi testado combi
sk: Dátum testu FIV a FLV ak je známy

source: The date the animal died
de: Todes Datum des Tieres
el: Ημερομηνία θανάτου ζώου
es: Fecha en la que falleció el animal
et: Looma surma kuupäev
fr: Date de la mort
he: התאריך בו חיית המחמד מתה
lt: Gyvūno mirties data
nl: De overlijdingsdatum
pl: Data zgonu zwierzęcia
pt: Data em que o animal faleceu
sk: Dátum úmrtia zvieraťa

source: Edit Animal
de: Tier Editieren
el: Επεξεργασία ζώου
es: Editar animal
et: Muuda looma
fr: Éditer l'animal
he: עריכת חיית מחמד
lt: Redaguoti gyvūną
nl: Bewerk dier
pl: Edytuj Zwierzę
pt: Editar animal
sk: Upraviť zviera

source: Original Owner:
de: Ursrprünglicher Eigentümer
el: Γνήσιος ιδιοκτήτης:
es: Contacto original:
et: Algne omanik:
fr: Propriétaire original :
he: הבעלים המקוריים:
lt: Buvęs savininkas:
nl: Oorspronkelijke eigenaar:
pl: Pierwszy Właściciel:
pt: Dono original:
sk: Pôvodný majiteľ:

source: Microchipped:
de: Microchip Ja:
el: Τοποθέτηση μικροτσίπ:
he: הוחדר שבב:
lt: Paženklintas mikroschema:
nl: Microchip aangebracht:
pl: Mikrochip:
pt: Microchipado:

source: The animal's size
de: Tiergrösse
el: Μέγεθος του ζώου
es: Tamaño del animal
et: Looma suurus
fr: Taille de l'animal
he: גודל חיית המחמד
lt: Gyvūno dydis
nl: De grootte van het dier
pl: Wielkość Zwierzęcia
pt: Tamanho do animal
sk: Veľkosť zvieraťa

source: The animal's sex
de: Geschlecht
el: Φύλο του ζώου
es: Sexo del animal
et: Looma sugu
fr: Sexe de l'animal
he: מגדר חיית המחמד
lt: Gyvūno lytis
nl: Het geslacht van het dier
pl: Płeć zwierzęcia
pt: Sexo do animal
sk: Pohlavie zvieraťa

source: Animal comments you want to see on documents
de: Bemerkungen die auf Dokumenten erscheinen sollen
el: Σχόλια για το ζώο που θέλετε να βλέπετε στα έγγραφα
es: Comentarios acerca del animal que desea incluir en la documentación
et: Märkmed looma kohta, mida soovid näha dokumentides
fr: Commentaires sur l'animal que vous souhaitez voir apparaître sur les documents
he: הערות אודות חיית המחמד שברצונך לראות במסמכים
lt: Komentarai, kuriuos norite matyti dokumentuose
nl: Opmerkingen bij dit dier die verschijnen op de documenten
pl: Komentarze, które pojawią się w dokumentach
pt: Comentários do animal que quer ver nos documentos
sk: Komentáre k zvieraťu, ktoré majú byť videné na dokumentoch

source: Base Colour:
de: Grundfarbe
el: Βασικό χρώμα:
es: Color:
et: Põhivärv:
fr: Couleur :
he: צבע הבסיס:
lt: Spalva:
nl: Basiskleur:
pl: Kolor Podstawowy:
pt: Cor base:
sk: Základná farba:

source: Unsaved Changes
de: Nicht gespeicherte Änderungen
el: Μη αποθηκευμένες αλλαγές
es: Cambios sin guardar
et: Salvestamata muudatused
fr: Modifications non sauvegardées
he: שינויים שלא נשמרו
lt: Neišsaugoti pakeitimai
nl: Onbewaarde veranderingen
pl: Niezapisane zmiany
pt: Alterações Não Gravadas
sk: Neuložené zmeny

source: Given
de: Erhalten
el: Δοθέντα
es: Vacunado el
et: Manustatud
fr: Donné
he: ניתן
lt: Atlikimo data
nl: Gegeven
pl: Podano
pt: Dado
sk: Dané

source: Name:
el: Όνομα:
es: Nombre:
et: Nimi:
fr: Nom :
he: שם:
lt: Vardas:
nl: Naam:
pl: Imię:
pt: Nome:
sk: Meno:

source: Any distinguishing markings or features the animal has
de: Aussergewöhnliche oder besondere Merkmale
el: Χαρακτηριστικά σημάδια ή ιδιομορφίες που έχει το ζώο
es: Cualquier tipo de marca o característica específica del animal
et: Looma eritunnused või eriomadused
fr: Tout trait caractéristique ou signe particulier de l'animal
he: כל סימן מזהה או תכונות מראה מיוחדות שיש לחיית המחמד
lt: Išskirtinės gyvūno žymės ar požymiai
nl: Opvallende zichtbare eigenschappen van het dier
pl: Znaki szczególne posiadane przez zwierzę
pt: Marcas ou características que distingam o animal
sk: Akékoľvek odlišujúce znaky, ktoré zviera má

source: Date Of Birth:
de: Geburtsdatum
el: Ημερομηνία Γέννησης:
es: Fecha de nacimiento:
et: Sünnikuupäev:
fr: Date de naissance :
he: תאריך הלידה:
lt: Gimimo data:
nl: Geboortedatum:
pl: Data Urodzin:
pt: Data de Nascimento:
sk: Dátum narodenia:

source: The date the animal was neutered/spayed if known
de: Falls bekannt Datum der Sterilisation
el: Η ημερομηνία που το ζώο στειρώθηκε (αν είναι γνωστά)
es: Fecha en la que el animal fue esterilizado
et: Looma steriliseerimise/kastreerimise kuupäev (kui on teada)
fr: Date de la stérilisation / castration si connue
he: התאריך בו חיית המחמד עוקרה/סורסה אם ידוע
lt: Kastracijos/sterilizacijos data, jei žinoma
nl: De datum waarop het dier is gestereliseerd/gecastreerd (indien bekend)
pl: Data wykonania zabiegu sterylizacji/kastracji, jeśli jest ona znana
pt: Data em que o animal foi castrado
sk: Dátum, kedy bolo zviera kastrované/sterilizované, ak je známy

source: The animal's species
de: Tierart
el: Το είδος του ζώου
es: Especie del animal
et: Looma liik
fr: L'espèce de l'animal
he: זן חיית המחמד
lt: Gyvūno rūšis
nl: De diersoort
pl: Gatunek zwierzęcia
pt: Espécie do animal
sk: Druh zvieraťa

source: Failed Create
de: Anlegen Fehlgeschlagen
el: Αποτυχία Δημιουργίας
es: Creación Fallida
fr: Erreur à la création
he: כשל ביצירה
lt: Nepavyko sukurti
nl: Mislukte aanmaak
pl: Nie udało się utworzyć wpisu
pt: Criação falhada
sk: Neúspešné vytvorenie

source: Generate an animal letter/form
de: Ein Tierformular erzeugen
el: Δημιούργησε μία επιστολή/φόρμα για το ζώο
es: Generar una carta o formulario para el animal
fr: Générer une lettre/un formulaire pour un animal
he: יצירת מכתב/טופס לחיית המחמד
lt: Formuoti gyvūno laišką/formą
nl: Maak een brief/formulier aan voor dit dier
pl: Wygeneruj dokument/formularz dla tego zwierzęcia
pt: Gerar um formulário de animal
sk: Vytvoriť formulár/list k zvieraťu

source: Address:
de: Adresse:
el: Διεύθυνση:
es: Dirección:
et: Aadress:
fr: Adresse :
he: כתובת:
lt: Adresas:
nl: Adres:
pl: Adres:
pt: Endereço:
sk: Adresa:

source: The animal's breed
de: Rasse
el: Ράτσα του ζώου
es: Raza del animal
et: Looma tõug
fr: Race de l'animal
he: גזע בעל החיים
lt: Gyvūno veislė
nl: Het ras
pl: Rasa zwierzęcia
pt: Raça do animal
sk: Plemeno zvieraťa

source: Postcode:
de: Postleitzahl
el: ΤΚ:
es: Código Postal:
et: Postiindeks:
fr: Code postal :
he: מיקוד:
lt: Pašto kodas:
pl: Kod Pocztowy:
pt: Código Postal
sk: PSČ:

source: The animal's date of birth
de: Geburtsdatum des Tieres
el: Ημερομηνία γέννησης ζώωου
es: Fecha de nacimiento del animal
et: Looma sünnikuupäev:
fr: Date de naissance de l'animal
he: תאריך הלידה של חיית המחמד
lt: Gyvūno gimimo data
nl: De geboortedatum van het dier
pl: Data urodzin zwierzęcia
pt: Data de nascimento do animal
sk: Dátum narodenia zvieraťa
