Repository: bobintetley/asm2
Catalog: src/locale/po/*.po
Languages: de, el, es, et, fr, he, lt, nl, pl, pt, sk

source: Click OK when you have finished making your changes and saved the file.
de: Klicken Sie OK nachdem SIe die Datei gespeichert haben um die Änderungen abzuschliessen
el: Επιλέξτε OK όταν έχετε ολοκληρώσει τις αλλαγές και αποθηκεύστε το αρχείο.
es: Haga click en OK cuando haya terminado de hacer sus cambios y grabado el archivo.
et: Vajuta OK kui oled muudatuste tegemise lõpetanud ja faili salvestanud.
fr: Cliquer sur OK lorsque vous avez fini vos modifications et sauvegardé le fichier.
he: יש ללחוץ על אישור לאחר סיום עריכת השינויים ושמירת הקובץ.
lt: Baigę daryti pakeitimus ir išsaugoję failą, paspauskite "Gerai".
nl: Klik OK als je klaar bent met het wijzigingen en opslaan van dit bestand.
pl: Naciśnij OK, kiedy skończysz dokonywać zmian i zapiszesz plik.
pt: Clique OK quando acabar de fazer as alterações e gravar o ficheiro
sk: Kliknite na OK, ak ste ukončili zmeny a uložte súbor.

source: Expires:
de: Ablaufdatum
el: Λήξη:
et: Aegub:
fr: Expire le :
he: תפוגה:
lt: Nustoja galioti:
nl: Verloopt:
pl: Wygasa:
pt: Expira:
sk: Vyprší:

source: Complete and reschedule the selected vaccinations for next year
de: Abschliessen und für das nächste Jahr vormerken
el: Ολοκλήρωση και επαναπρογραμματισμός των επιλεγμένων εμβολιασμών για τον επόμενο χρόνο
et: Täida ja ajasta ümber valitud vaktsineerimised järgmiseks aastaks
fr: Compléter et re-planifier les vaccinations sélectionnées pour l'année prochaine
he: השלמה וקביעת מועדים מחודשת של החיסונים הנבחרים לשנה הבאה
lt: Atlikti ir atnaujinti pasirinktą vakcinaciją kitiems metams
nl: Vervolledig en plan de vaccinaties opnieuw in voor volgend jaar
pl: Zakończ wybrane szczepienia, i wyznacz ich kolejny termin na przyszły rok
pt: Complete e recalendarize as vacinações seleccionadas para o próximo ano
sk: Skompletizovať a preplánovať označené vakcinácie na nasledujúci rok

source: Donations
de: Spenden
el: Δωρεές
es: Donaciones
et: Annetused
fr: Dons
he: תרומות
lt: Parama
nl: Giften
pl: Darowizny
pt: Donativos
sk: Dary

source: Cost:
de: Kosten:
el: Κόστος:
et: Maksumus:
he: עלות:
lt: Kaina:
nl: Kosten:
pl: Koszt:
pt: Custo:
sk: Výdavok:

source: Doc Preferred
de: Bevorzugt in Dokumenten
he: Doc מועדף
lt: Naudojimui dokumentuose
nl: Voorkeur voor doc
pl: Preferowany Dokument
pt: Doc Preferido
sk: Preferované pre dokumenty

source: Mark this media as preferred for use with documents
de: Diese Medien Datei als bevorzugt für die Nutzung innerhalb von Dokumenten kennzeichnen
el: Σημείωσε αυτό το πολυμέσο σαν προτιμώμενο για χρήση με έγγραφα
he: יש לסמן מדיה זו כמועדפת לשימוש במסמכים
lt: Pažymėkite šį failą kaip pageidaujamą naudoti dokumentuose
nl: Markeer deze media als voorkeur voor documentgebruik
pl: Oznacz to zdjęcie jako preferowane do użytku w dokumentach
pt: Marque esta mídia como preferida para osar com documentos
sk: Označte tento súbor ak je preferovaným pre dokumenty

source: Costs
de: Ausgaben
el: Κόστη
et: Kulud
he: עלויות
lt: Išlaidos
nl: Kosten
pl: Koszty
pt: Custos
sk: Výdavky

source: Create new cost
de: Neue Ausgabe anlegen
el: Δημιούργησε νέο κόστος
et: Loo uus maksumus
he: יצירת עלות חדשה
lt: Sukurti naujas išlaidas
nl: Maak een nieuwe kost aan
pl: Utwórz nowy koszt
pt: Criar um novo custo
sk: Vytvoriť nový výdavok

source: Edit this cost
de: Diese Ausgabe bearbeiten
el: Επεξεργασία αυτού του κόστους
et: Muuda maksumust
he: עריכת עלות זו
lt: Redaguoti šias išlaidas
nl: Bewerk deze kost
pl: Edytuj ten koszt
pt: Editar este custo
sk: Upraviť tento výdavok

source: Delete this cost
de: Diese Ausgabe Löschen
el: Διέγραψε αυτό το κόστος
et: Kustuta see maksumus
he: מחיקת עלות זו
lt: Šalinti šias išlaidas
nl: Verwijder deze kost
pl: Usuń ten koszt
pt: Apagar este custo
sk: Vymazať tento výdavok

source: Daily Board Cost:
de: Kosten der täglichen Unterbringung:
el: Ημερήσιο κόστος σίτισης:
et: Päevase majutuse maksumus
he: עלות אחזקה יומית:
lt: Kasdienės išlaikymo išlaidos:
nl: Dagelijkse verblijfskost:
pl: Dzienny Koszt Opieki:
pt: Custo diário de alimentação
sk: Denné výdavky:

source: The daily cost of food and board for this animal
de: Tageskosten für Unterbringung, Pflege und Verpflegung
el: Ημερήσιο κόστος τροφής και σίτισης για αυτό το ζώο
et: Selle looma päevane majutuse ja toidu maksumus
he: העלות היומית של הטיפול וההאכלה של חיית מחמד זו
lt: Kasdienės išlaidos šio gyvūno šėrimui ir išlaikymui
nl: De dagelijkse voedings en verblijfskost voor dit dier
pl: Dzienny koszt zakwaterowania i wyżywienia tego zwierzęcia
pt: Custo diário de alimentação para este animal
sk: Denné výdavky na potravu a pod. pre toto zviera

source: On shelter for {0} days. Total cost: {1}
de: In Verwahrung für {0} Tage. Summe der Ausgaben: {1}
el: Στο καταφύγιο για {0} ημέρες. Συνολικό κόστος : {1}
et: Varjupaigas {0} päeva. Maksumus kokku: {1}
he: בבית המחסה מזה {0} ימים. עלות כוללת: {1}
lt: Prieglaudoje laikytas {0} dienas. Viso išlaidų: {1}
nl: In het opvangcentrum voor {0} dagen. Totale kost: {1}
pl: W schronisku od {0} dni. Koszt sumaryczny: {1}
pt: No canil {0} dias. Custo toal: {1}
sk: V útulku {0} dní. Celkové výdavky: {1}

source: New Cost
de: Neue Ausgabe
el: Νέο κόστος
et: Uus maksumus
he: עלות חדשה
lt: Naujos išlaidos
nl: Nieuwe kost
pl: Nowy Koszt
pt: Novo custo
sk: Nový výdavok

source: Edit Cost
de: Ausgabe bearbeiten
el: Επεξεργασία κόστους
et: Muuda maksumust
he: עריכת העלות
lt: Redaguoti išlaidas
nl: Bewerk kost
pl: Edytuj Koszt
pt: Editar custo
sk: Upraviť výdavok

source: Amount
de: Betrag
el: Ποσό
et: Kogus
he: סכום
lt: Suma
nl: Bedrag
pl: Kwota
pt: Montante
sk: Suma

source: Vaccinations: {0}, Medical Treatments: {1}, Costs: {2}, Total Costs: {3}
de: Impfungen: {0}, Ärtzliche Beahndlung: {1}, Ausgaben: {2}, Gesamtsumme: {3}
el: Εμβολιασμοί: {0}, Θεραπείες: {1}, Κόστος: {2}, Σύνολο Κόστους: {3}
et: Vaktsineerimised: {0}, Ravid: {1}, Maksumus: {2}, Kokku maksumus: {3}
he: חיסונים: {0}, טיפולים רפואיים: {1}, עלות: {2}, כלל העלויות: {3}
lt: Vakcinacijos: {0}, Medikamentai gydymui: {1}, Išlaidos: {2}, Viso išlaidų: {3}
nl: Vaccianaties: {0}, medische zorgen: {1}, kosten: {2}, totale kost: {3}
pl: Szczepienia: {0}, Zabiegi Weterynaryjne: {1}, Koszty: {2}, Koszty Sumaryczne: {3}
pt: Vacinações: {0}, Tratamento Médicos: {1}, Custos: {2}, Total de Custos: {3}
sk: Vakcinácie: {0}, Liečebné ošetrenia: {1}, Náklady: {2}, Náklady spolu: {3}

source: Total Donations: {0}, Balance: {1}
de: Summe der Zuwendungen und Spenden: {0}, Differenz: {1}
el: Σύνολο δωρεών: {0}, Ισοζύγιο: {1}
et: Kokku annetused: {0}, Balance: {1}
he: סך כל התרומות: {0}, מאזן: {1}
lt: Viso paramos: {0}, Balansas: {1}
nl: Totaal aan giften: {0}, saldo: {1}
pl: Suma Darowizn: {0}, Balans: {1}
pt: Total de Doações: {0}, Balanço: {1}
sk: Spolu prostr. darov: {0}, Zostatok: {1}

source: Number in litter:
el: Αριθμός στην τοκετοομάδα:
he: מספר בהמלטה:
lt: Vados jauniklių skaičius:
nl: Aantal jongen
pl: Ilość zwierząt w miocie:
pt: Número na ninhada
sk: Poradie vo vrhu:

source: Bonded With:
el: Συνδεδεμένο Με:
he: באיגוד עם:
lt: Susietas su:
nl: Gekoppeld met:
pl: Powiązane z:
pt: Ligado com:

source: Select an animal
de: Tier auswählen
el: Επιλογή ζώου
es: Seleccione un animal
et: Vali loom
fr: Sélectionner un animal
he: בחירת חיית מחמד
lt: Pasirinkite gyvūną
nl: Kies een dier
pl: Wybierz zwierzę
pt: Seleccione um animal
sk: Vyberte zviera

source: Edit this animal
de: Dieses Tier bearbeiten
el: Επεξεργασία αυτού του ζώου
he: עריכת חיית מחמד זו
lt: Redaguoti šį gyvūną
nl: Bewerk dit dier
pl: Edytuj to zwierzę
pt: Editar este animal

source: Include Expired
de: Abgelaufene einbeziehen
el: Συμπεριέλαβε τα ληγμένα
he: כולל פגי תוקף
lt: Įtraukti nebegaliojančias
nl: Voeg vervaldag toe
pl: Włączając Mioty Wygasłe
pt: Incluir expirados

source: Expires
de: Läuft ab
el: Λήγει
he: תפוגה
lt: Galiojimas baigiasi
nl: Vervalt
pl: Wygasa
pt: Expira

source: Add Animals
de: Tiere hinzufügen
el: Προσθήκη ζώων
es: Añadir animales
et: Lisa loomi
fr: Créer
he: הוספת חיות מחמד
lt: Pridėti gyvūnus
nl: Voeg dieren toe
pl: Dodaj Zwierzęta
pt: adicionar animais
sk: Pridať zvieratá

source: Add animal
de: Tier hinzufügen
el: Προσθήκη ζώου
he: הוספת חיית מחמד
lt: Pridėti gyvūną
nl: Dier toevoegen
pl: Dodaj zwierzę
pt: Adicionar animal

source: Add animal by copying last animal
de: Tier durch Kopieren des letzten Tiers hinzufügen
el: Προσθήκη ζώου από αντιγραφή προηγούμενου ζώου
he: הוספת חיית מחמד על ידי העתקת חיית המחמד האחרונה
lt: Pridėti gyvūną, kopijuojant paskutinį gyvūną
nl: Dier toevoegen door een kopie te maken van het vorige dier
pl: Dodaj zwierzę przez kopiowanie zwierzęcia poprzedniego
pt: Adicionar animal copiando o último

source: Save all animals
de: Alle Tiere speichern
el: Αποθήκευση όλων των ζώων
he: שמירת כל חיות המחמד
lt: Išsaugoti visus gyvūnus
nl: Alle dieren opslaan
pl: Zapisz wszystkie zwierzęta
pt: Gravar todos os animais

source: This month
de: Dieses Monat
el: Αυτό το μήνα
he: החודש הזה
lt: Šis mėnuo
nl: Deze Maand
pl: Ten miesiąc
pt: Este mês

source: Next month
de: Nächster Monat
el: Τον επόμενο μήνα
he: החודש הבא
lt: Kitas mėnuo
nl: Volgende maand
pl: Następny miesiąc
pt: Próximo mês

source: Next year
de: Nächstes Jahr
el: Τον επόμενο χρόνο
he: השנה הבאה
lt: Kiti metai
nl: Volgend jaar
pl: Następny rok
pt: Próximo ano

source: Previous month
de: Vorheriger Monat
el: Τον προηγούμενο μήνα
he: החודש הקודם
lt: Ankstesnis mėnuo
nl: Vorige maand
pl: Poprzedni miesiąc
pt: Mês anterior

source: Previous year
de: Vorheriges Jahr
el: Τον προηγούμενο χρόνο
he: השנה הקודמת
lt: Ankstesni metai
nl: Vorig jaar
pl: Poprzedni rok
pt: Ano anterior

source: Additional field "{0}" must have a value.
de: Zusatzfeld "{0}" muss einen Wert haben.
el: Το επιπρέσθετο πεδίο "{0}" πρέπει να έχει τιμή.
he: לשדה הנוסף "{0}" חייב להיות ערך.
lt: Papildomas laukas"{0}" privalo turėti reikšmę.
nl: Het extra veld moet een waarde bevatten
pt: Campo adicional "{0}" deve ter um valor.

source: Out Between:
lt: Išvyko iš prieglaudos tarp:
nl: Niet aanwezig tussen:

source: Add a new animal name
de: Neuen Namen hinzufügen
el: Προσθήκη όνομα νέου ζώου
es: Añadir un nombre nuevo de animal
et: Lisa uus looma nimi
fr: Ajouter un nouveau nom d'animal
he: הוספת שם חדש לחיית מחמד
lt: Pridėti naują gyvūno vardą
nl: Voeg een nieuwe dierennaam toe
pl: Dodaj nowe imię
pt: Adicionar um novo nome
sk: Pridať nové meno zvieraťa

source: Animal Name Database
de: Tiernamen Verzeichniss
el: Βάση Δεδομένων Ονομάτων Ζώων
es: Base de datos de nombres de animales
et: Loomanimede andmebaas
fr: Base de données des noms d'animaux
he: מסד נתוני שמות חיות המחמד
lt: Gyvūnų vardų duomenų bazė
nl: Diernamendatabank
pl: Baza Imion
pt: Base de Dados de Nomes de Animais
sk: Databáza mien zvierat

source: Delete the highlighted name
de: Ausgewählten Namen löschen
el: Διάγραψε το αναδεικνυόμενο όνομα
es: Eliminar el nombre seleccionado
et: Kustuta esiletõstetud nimi
fr: Supprimer le nom sélectionné
he: מחיקת השם המודגש
lt: Šalinti paryškintą vardą
nl: Verwijder de gemarkeerde naam
pl: Usuń zaznaczone imię
pt: Apagar o nome seleccionado
sk: Vymazať označené meno

source: An error occurred deleting the record:
de: Fehler beim löschen des Datensatzes:
el: Παρουσιάστηκε σφάλμα κατά τη διαγραφή της εγγραφής:
es: Ocurrió un error borrando el registro:
et: Selle kirje kustutamisel tekkis viga:
fr: Une erreur est survenue durant la suppression des données :
he: ארעה שגיאה בעת מחיקת הרשומה:
lt: Įvyko klaida trinant įrašą:
nl: Er kwam een fout voor bij het verwijderen van het record:
pl: Wystąpił błąd w trakcie usuwania rekordu:
pt: Ocorreu um erro ao apagar o registo:
sk: Stala sa chyba pri vymazávaní tohto záznamu:

source: Edit the highlighted name
de: Ausgewählten Namen bearbeiten
el: Επεξεργασία του επισημασμένου ονόματος
es: Editar el nombre resaltado
et: Muuda esiletõstetud nime
fr: Éditer le nom sélectionné
he: עריכת השם המודגש
lt: Redaguoti paryškintą vardą
nl: Bewerk de gemarkeerde naam
pl: Edytuj podświetlone imię
pt: Editar o nome seleccionado
sk: Upraviť označené meno

source: Really delete this record?
de: Datensatz wirklich löschen?
el: Είστε σίγοιροι για την διαγραφή της εγγραφής;
es: Borrar realmente el registro?
et: Tõsiselt kustutan ära või?
fr: Souhaitez-vous supprimer définitivement ?
he: האם באמת למחוק רשומה זו?
lt: Ar tikrai norite pašalinti šį įrašą?
nl: Dit record werkelijk verwijderen?
pl: Na pewno usunąć ten rekord?
pt: Deseja mesmo apagar este registo?
sk: Naozaj vymazať tento záznam?

source: Edit Name
de: Name editieren
el: Επεξεργασία ονόματος
es: Editar nombre
et: Muuda nime
fr: Éditer le nom
he: עריכת השם
lt: Redaguoti vardą
nl: Bewerk naam
pl: Edytuj Imię
pt: Editar o Nome
sk: Upraviť meno

source: The currency figure you entered was invalid.
de: Ungültige Währungseinheit
el: Η μορφή νομίσματος που εισάγατε είναι λανθασμένη.
es: La cifra introducida no es válida.
et: Sisetatud raha vääring on lubamatu.
fr: La devise saisie est invalide.
he: סמל המטבע שהוזן אינו תקני.
lt: Jūsų įvestas valiutos skaičius yra klaidingas.
nl: Het ingevoerde valutasymbool is ongeldig.
pl: Symbol Waluty, który wprowadziłeś jest nieprawidłowy.
pt: A figura que introduziu é inválida
sk: Znak meny, ktorý ste zadali je neplatný.

source: Reports
de: Berichte
el: Εκθέσεις
es: Informes
et: Aruanded
fr: Rapports
he: דוחות
lt: Ataskaitos
nl: Rapportages
pl: Sprawozdania
pt: Relatórios
sk: Reporty

source: SQL is syntactically correct.
de: SQL Syntax erfolgreich geprüft
el: Η SQL είναι συντακτικά σωστή.
es: La sintaxis de la sentencia SQL no es correcta.
fr: Syntaxe SQL valide.
he: תחביר ה־SQL שגוי.
lt: SQL yra sintaksiškai teisingas.
nl: SQL is qua syntaxis correct.
pl: Zapytanie SQL jest poprawne składniowo.
pt: SQL está sintaticamente correcto.
sk: SQL je syntakticky správne.

source: Report Title:
de: Berichts Titel:
el: Τίτλος έκθεσης:
es: Título del informe:
et: Aruande pealkiri:
fr: Titre du rapport :
he: כותרת הדוח:
lt: Ataskaitos pavadinimas:
nl: Titel van de rapportage:
pl: Tytuł Sprawozdania:
pt: Título do Relatório:
sk: Názov reportu:

source: Auto-generate HTML from SQL
de: HTML autmatisch über SQL erzeugen
el: Αυτόματη δημιουργία HTML από SQL
es: Generar automáticamente código HTML desde el SQL
fr: Génération automatique du code HTML depuis SQL
he: יצירת HTML באופן אוטומטי מה־SQL
lt: Automatiškai generuoti HTML iš SQL
nl: Auto-generate HTML van SQL
pl: Automatyczne generowanie HTML z zapytania SQL
pt: Gerar automaticamente HTML a partir do SQL
sk: Automaticky vygenerovať HTML zo SQL

source: Save changes
de: Änderungen Speichern
el: Αποθήκευση αλλαγών
es: Guardar cambios
et: Salvesta muudatused
fr: Enregistrer les modifications
he: שמירת השינויים
lt: Išsaugoti pakeitimus
nl: Bewaar wijzigingen
pl: Zapisz zmiany
pt: Gravar alterações
sk: Uložiť zmeny

source: Edit Report
de: Bericht editieren
el: Επεξεργασία έκθεσης
es: Editar informe
et: Muuda aruannet
fr: Éditer le rapport
he: עריכת הדוח
lt: Redaguoti ataskaitą
nl: Bewerk rapportage
pl: Edytuj Sprawozdanie
pt: Editar Relatório
sk: Upraviť report

source: Syntax check the SQL
de: SQL Syntax prüfen
el: Έλεγχος σύνταξης SQL
es: Comprobar la sintaxis SQL
fr: Vérification de syntaxe SQL
he: בדיקת תחביר ל־SQL
lt: SQL sintaksės tikrinimas
nl: Controleer de SQL-syntaxis
pl: Sprawdź zapytanie SQL pod kątem składni
pt: Verificação de sintaxe SQL

source: The title for your report
de: Berichtstitel
el: Τίτλος για την έκθεσή σας
es: Título para el informe
et: Sinu aruande pealkiri
fr: Le titre de votre rapport
he: כותרת הדוח
lt: Pavadinimas jūsų ataskaitai
nl: De titel voor uw rapportage
pl: Tytuł Twojego sprawozdania
pt: Título do Relatório
sk: Názov pre váš report

source: The SQL command to drive your custom report
de: SQL Abfrage Syntax
el: Η εντολή SQL που οδηγεί την προσαρμοσμένη έκθεση
es: Comando SQL para generar el informe personalizado
fr: La commande SQL pour votre rapport personnalisé
he: פקודת ה־SQL להכנת הדוח המותאם אישית
lt: SQL komanda jūsų individualizuotos ataskaitos vykdymui
nl: Het SQL-commando voor het aansturen je eigen rapportage
pl: Główne zapytanie SQL, którego wyniki zostaną użyte przy generowaniu własnego raportu
pt: O comando SQL para conduzir ao relatório
sk: SQL príkaz na spustenie vlastného reportu

source: The HTML to format and present your custom report
de: Erzeugt HTML formatierten modifizierten Bericht
es: Código HTML para formatear y presentar el informe personalizado
fr: Le code HTML pour formater et présenter votre rapport personnalisé
he: ה־HTML לעיצוב ולייצוג הדוח המותאם אישית
lt: HTML jūsų individualizuotos ataskaitos formatavimui ir atvaizdavimui
nl: De HTML om je eigen rapportage op te maken en te presenteren
pt: HTML para formatar o relatório
sk: HTML na naformátovanie vášho vlastného reportu

source: Category
de: Kategorie
el: Κατηγορία
es: Categoría
et: Kategooria
fr: Catégorie
he: קטגוריה
lt: Kategorija
nl: Categorie
pl: Kategoria
pt: Categori­a
sk: Kategória

source: Create a CSV file from this report and view it in the default CSV editor
de: CSV Datei von diesem Bericht erzeugen und öffnen.
el: Δημιουργία αρχείου CSV από αυτή την έκθεση και προβολή του στον προεπιλεγμένο επεξεργαστή CSV
es: Crear un archivo CSV desde el informe y visualizarlo en el editor CSV configurado por defecto
fr: Créer un fichier CSV depuis ce rapport and l'ouvrir dans l'éditeur CSV par défaut
he: יצירת קובץ CSV מדוח זה ולהציג אותו בעורך ברירת המחדל ל־CSV
lt: Pagal šią ataskaitą sukurti CSV failą ir žiūrėti jį numatytoje tekstų rengyklėje
nl: Maak een CSV-bestand van deze rapportage aan en open het in je CSV-bewerker
pt: Criar um ficheiro CSV a partir deste registo e visualiza-lo com o editor CSV
sk: Vytvoriť CSV súbor z tohto reportu a zobraziť ho v prednastavenom CSV editore

source: Generate a CSV file from this report
de: CSV Datei von diesem Bericht erzeugen
el: Δημιουργία αρχείου CSV από αυτή την έκθεση
es: Generar un archivo CSV desde el informe
et: Loo sellest aruandest CSV fail
fr: Créer un fichier CSV depuis ce rapport
he: יצירת קובץ CSV מדוח זה
lt: Generuoti CSV failą pagal šią ataskaitą
nl: Genereer een CSV-bestand van deze rapportage
pl: Wygeneruj plik CSV na podstawie tego raportu
pt: Gerar um ficheiro CSV a partir deste relatório
sk: Generovať CSV súbor z tohto reportu

source: Export Custom Report as CSV
de: Bericht als CSV exportieren
el: Εξαγωγή Προσαρμοσμένης Έκθεσης ως CSV
es: Exportar el Informe Personalizado como CSV
fr: Exporter le rapport personnalisé au format CSV
he: ייצוא דוח מותאם אישית כ־CSV
lt: Eksportuoti individualizuotą ataskaitą kaip CSV
nl: Exporteer eigen rapportage als CSV
pl: Eksportuj Raport Własny jako CSV
pt: Exportar Relatórios como CSV
sk: Exportovať vlastný report ako CSV

source: Omit Header/Footer
de: Kopf und Fusszeilen ausblenden
el: Παράλειψε Επικεφαλίδα/Υποσέλιδο
es: Omitir cabecera/pie de página
fr: Sans en-tête/pied de page
he: השמטת ראש/תחתית העמוד
lt: Neįtraukti antraštės/poraštės
nl: Laat kop– en voettekst weg
pt: Omitir Cabeçalho / Rodapé
sk: Vynechať hlavičku/pätu

source: Don't render standard report header/footer when generating the report
de: Standard Kopf und Fusszeilen ausblenden
es: No incluir la cabecera/pie de página estándar al generar el informe
fr: Pas de rendu des en-têtes/pieds de page à la génération du rapport
he: אין להוסיף את ראש/תחתית העמוד בעת יצירת הדוח
lt: Generuojant ataskaitą, nevaizduoti standartinės ataskaitos antrašės/poraštės
nl: Genereer geen standaard rapportagekop- of voettekst bij het genereren van deze rapportage
pt: Não gerar cabeçalho / rodapé standard, quando gerar o relatório
sk: Ak sa generuje report nevytvoriť hlavičku/pätu štandardného reportu

source: Omit Criteria
de: Kriterien ausblenden
el: Παράλειψε Κριτήρια
es: Omitir criterios
fr: Omettre les critères
he: השמטת קריטריונים
lt: Neįtraukti kriterijų
nl: Laat criteria weg
pt: Omitir Critério
sk: Vynechať kritériá

source: Don't render report criteria when generating the report
de: Berichtskriterien nicht im Bericht anzeigen
es: No incluir los criterios al generar el informe
fr: Pas de rendu des critères à la génération du rapport
he: אין להתייחס לקריטריוני הדוח בעת יצירתו
lt: Generuojant ataskaitą, nevaizduoti ataskaitos kriterijų
nl: Genereer geen rapportagecriteria bij het genereren van deze rapportage
pt: Não gerar critério de relatório quando gerar o relatório
sk: Nevytvoriť kritériá reportu keď sa generuje report

source: Install Additional Reports
de: Zusätzliche Berichte installieren
el: Εγκατάσταση Πρόσθετων Εκθέσεων
es: Instalar Informes Adicionales
et: Lisa veel aruandeid
fr: Installer les rapports supplémentaires
he: התקנת דוחות נוספים
lt: Įdiegti papildomas ataskaitas
nl: Installeer extra rapportages
pl: Instaluj Dodatkowe Sprawozdania
pt: Instalar Relatórios Adicionais
sk: Inštalovať doplnkové reporty

source: Database
de: Datenbank
el: Βάση δεδομένων
es: Base de datos
et: Andmebaas
fr: Base de données
he: מסד נתונים
lt: Duomenų bazė
nl: Databank
pl: Baza danych
pt: Base de Dados
sk: Databáza

source: Locale
de: Einstellungen
el: Γλώσσα
es: Localización
fr: Langue
he: שפה
lt: Lokalė
nl: Land/taal-instellingen
pl: Ustawienia regionalne
pt: Localização
sk: Lokalizácia

source: Graph
de: Graphische Darstellung
el: Γράφημα
es: Gráfica
et: Graafik
fr: Graphique
he: תרשים
lt: Grafikas
nl: Grafiek
pl: Wykres
pt: Gráfico
sk: Graf

source: Report
de: Bericht
el: Έκθεση
es: Informe
et: Aruanne
fr: Rapport
he: דוח
lt: Ataskaita
nl: Rapportage
pl: Sprawozdanie
pt: Relatório

source: Install this report
de: Diesen Bericht installieren
el: Εγκατάσταση αυτής της έκθεσης
es: Instalar este informe
et: Lisa see aruanne
fr: Installer ce rapport
he: התקנת דוח זה
lt: Įdiegti šią ataskaitą
nl: Installeer deze rapportage
pl: Instaluj to sprawozdanie
pt: Instalar este relatório
sk: Inštalovať tento report

source: Mail Merge
de: Seriendruck
el: Συγχώνευση Αλληλογραφίας
es: Avisos por correo
et: Kirjakooste
fr: Publipostage
he: מיזוג דואר
lt: Komponuoti laiškus
nl: Mailsamenvoeging
pl: Korespondencja seryjna
pt: Juntar E-Mails
sk: Hromadná korešpondencia

source: Built In
de: Eingebaut
he: מובנה
lt: Standartinė
nl: Ingebouwd
pl: Wbudowane
pt: Incorporado

source: Only show reports for my locale ({0})
de: Nur Einträge in meiner Sprache anzeigen ({0})
el: Εμφάνιση εκθέσεων από τη δική μου γλώσσα ({0})
he: יש להציג דוחות עבור השפה שלי בלבד ({0})
lt: Rodyti ataskaitas tik mano lokalėje ({0})
nl: Laat alleen de rapportages zien van mijn persoonlijke
pl: Pokaż tylko raporty w moim języku ({0})
pt: Apenas mostrar relatório para o meu local ({0})

source: The subject of the note
de: Betreff der Tagesnotiz
el: Ο τίτλος της σημείωσης
es: Asunto de la nota
fr: Le sujet de la note
he: נושא ההערה
lt: Priminimo tema
nl: Het onderwerp van de notitie
pl: Temat notatki
pt: Assunto da Nota
sk: Predmet poznámky

source: Create New Diary Note
de: Neue Tagesnotiz
el: Δημιουργία νέας σημείωσης ημερολογίου
es: Crear nueva nota del diario
et: Loo uus märge päevikusse
fr: Créer une nouvelle action
he: יצירת הערה חדשה ביומן
lt: Kurti naują priminimą
nl: Maak een nieuwe agendanotitie aan
pl: Utwórz Nową Notatkę w Dzienniku
pt: Criar uma nova Nota Diária
sk: Vytvoriť novú poznámku v diári

source: For:
de: Für:
el: Για:
es: Para:
fr: Pour :
he: עבור:
lt: Kam:
nl: Voor:
pl: Dla:
pt: Para:
sk: Pre:

source: Completed:
de: Abgeschlossen
el: Ολοκληρώθηκε:
es: Completada:
et: Valmis:
fr: Effectuée le :
he: הושלמה:
lt: Atlikta:
nl: Voltooid:
pl: Ukończone:
pt: Completo:
sk: Splnené:

source: Save this diary note and exit
de: Diese Tagesnotiz speichern und schliessen
el: Αποθήκευση σημείωσης ημερολογίου και έξοδος
es: Guardar la nota del diario y salir
et: Salvesta päeviku märge ja välju
fr: Sauvegarder l'action et fermer
he: שמירת הערה זו ביומן ולצאת
lt: Išsaugoti šį priminimą ir uždaryti
nl: Bewaar deze agendanotitie en sluit af
pl: Zapisz notatkę w dzienniku i wyjdź
pt: Gravar esta nota diária e sair
sk: Uložiť túto poznámku v diári a opustiť
