Repository: bobintetley/asm2
Catalog: src/locale/po/*.po
Languages: de, el, es, et, fr, he, lt, nl, pl, pt, sk

source: Select PetFinder export file to process
de: PetFinder export File auswählen
el: Επέλεξε αρχείο εξαγωγής του PetFinder προς επεξεργασία
es: Seleccione el fichero de exportación PetFinder para procesar
fr: Sélectionner le fichier d'export PetFinder a traiter
he: בחירת קובץ שיוצא מ־PetFinder לעיבוד
lt: Pasirinkite PetFinder eksporto failą vykdymui
nl: Kies een PetFinder-exportbestand om te verwerken
pl: Wybierz plik eksportu Petfinder do przetworzenia
pt: Seleccione o ficheiro PetFinder a processar

source: Recalculating adoption donations...
de: Adoptions spende wenwut berechnen
el: Επανυπολογισμός δωρεών υιοθεσιών
es: Recalculando las donaciones de adopciones...
et: Arvutan loovutustasusid ümber...
fr: Re-calcul des dons à l'adoption
he: מתבצע חישוב מחדש של תרומות מאימוץ...
lt: Perskaičiuojama atidavimo metu gauta parama...
nl: Herbereken adoptiegift...
pl: Przeliczanie darowizn adopcyjnych...
pt: Recalculando doações para adopção...
sk: Prepočítavanie adopčných darov...

source: Do you want to include media files? If you have a lot, this operation will take longer.
de: Möchten Sie Medien Daten hinzufügen? Wenn Sie viel haben dauert der Vorgang länger.
el: Θέλετε να συμπεριλάβετε αρχεία πολυμέσων; Εάν είναι πολλά η διαδικασία θα διαρκέσει περισσότερο.
es: ¿Desea incluir archivos multimedia? Si tiene un montón, esta operación tomará más tiempo.
et: Kas soovid lisada meediafaile? Kui neid on palju, läheb kauem aega.
fr: Souhaitez-vous inclure les médias ? Suivant le nombre, cela peut prendre du temps.
he: האם לכלול את קובצי המדיה? אם יש הרבה כאלה, פעולה זו עלולה לארוך זמן רב יותר.
lt: Ar norite įtraukti failus? Jei jų daug, šis veiksmas užtruks ilgiau.
nl: Wil je mediabestanden bijvoegen? Als het er veel zijn, kan deze bewerking langer duren.
pl: Czy chcesz dołączyć zdjęcia lub filmy? Jeśli jest ich dużo, operacja zajmie więcej czasu.
pt: Deseja incluir ficheiros? Se dispuser de muitos, esta operação irá demorar.
sk: Chcete zahrnúť súbory? Ak ich máte veľa, táto operácia môže trvať dlhšie.

source: Include Media?
de: Media einbinden?
el: Να συμπεριληφθούν πολυμέσα;
es: ¿Incluir multimedia?
et: Lisan meediafaile?
fr: Inclure le média ?
he: האם לכלול את המדיה?
lt: Ar įtraukti failus?
nl: Inclusief media?
pl: Dołączyć Zdjęcia?
pt: Incluir ficheiros ?
sk: Zahrnúť súbory?

source: {0} corrupted tables repaired. {1} orphaned movement records found and removed. {2} orphaned media records found and removed. {3} orphaned vaccination records found and removed. {4} orphaned medical records found and removed. {5} returns without a movement found and removed. {6} mysql date columns repaired. {7} invalid animal codes fixed for this year.
fr: {0} tables corrompues réparées. {1} mouvements orphelins trouvés et supprimés. {2} medias orphelins trouvés et supprimés. {3} vaccinations orphelines trouvées et supprimées. {4} données médicales orphelines trouvées et supprimées. {5} retours sans mouvement trouvés et supprimés. {6} colonnes de dates mysql réparées. {7} codes animaux invalides réparés pour cette année.
lt: {0} pažeistos lentelės pataisytos. {1} pamesti veiksmų įrašai surasti ir pašalinti. {2} pamesti failų įrašai surasti ir pašalinti. {3} pamesti vakcinacijų įrašai surasti ir pašalinti. {4} pamesti gydymo įrašai surasti ir pašalinti. {5} grąžinimai nesant veiksmui surasti ir pašalinti. {6} mysql duomenų stulpeliai pataisyti. {7} klaidingi šių metų gyvūnų kodai pataisyti.
nl: {0} beschadigde tabellen gerepareerd. {1} ongekoppelde mutatierecords gevonden en verwijderd. {2} ongekoppelde mediarecords gevonden en verwijderd. {3} ongekoppelde vaccinatierecords gevonden en verwijderd. {4} ongekoppelde medische records gevonden en verwijderd. {5} terugbrengingen zonder mutatie gevonden en verwijderd. {6} mysql datumkolommen gerepareerd. {7} ongeldige diercodes gerepareerd voor dit jaar.
pl: {0} uszkodzona tablica naprawiona. {1} osierocone wpisy przesunięcia znalezione i usunięte. {2} osierocone wpisy mediów znalezione i usunięte. {3} osierocone wpisy szczepień znalezione i usunięte. {4} osierocone wpisy opieki weterynaryjnej znalezione i usunięte. {5} zwroty bez wystawionych przeniesień znalezione i usunięte. {6} kolumna daty mysql naprawiona. {7} nieprawidłowe kody zwierząt naprawione.

source: HTTPDB Bridge
el: Γέφυρα HTTPDB
he: גשר HTTPDB
lt: HTTPDB tiltas
pt: Ponte HTTPDB

source: Vaccination Type
de: Impfungs Art
el: Τύπος εμβολιασμού
es: TIpo de Vacuna
et: Vaktsineerimise tüüp
fr: Type de vaccination
he: סוג החיסון
lt: Vakcinacijos tipas
nl: Vaccinatietype
pl: Typ szczepienia
pt: Tipo de vacina
sk: Typ vakcinácie

source: Date Required
de: Datum benötigt
el: Απαιτείται ημερομηνία
es: Fecha Requerida
et: Nõutav kuupäev
fr: Date requise
he: נדרש תאריך
lt: Planinė data
nl: Datum verplicht
pl: Wymagana Data
pt: Dara necessária
sk: Vyžadovaný dátum

source: Error
de: Fehler
el: Σφάλμα
et: Viga
fr: Erreur
he: שגיאה
lt: Klaida
nl: Fout
pl: Błąd
pt: Erro
sk: Chyba

source: There are no records to add to the mail merge source.
de: Es sind keine Einträge vorhanden die zur Seriendruckquelle hinzugfügt werden.
el: Δεν υπάρχουν αρχεία για να προστεθούν στην παραγωγή εγγράφων.
es: No existen registros que puedan añadirse a la fuente de avisos por correo.
fr: Aucune donnée à ajouter à la source du publipostage.
he: אין רשומות להוספה למקור מיזוג הדואר.
lt: Nėra įrašų, kuriems galima pridėti laiško komponavimo šaltinį.
nl: Er zijn geen records beschikbaar voor de mailsamenvoeging.
pt: Não existem registos a adicionar à fonte do mail
sk: Neexistujú žiadne záznamy, ktoré by mohli byť pridané do zdroja hromadnej korešpondencie.

source: Outputting to disk...
de: Ausgabe auf Festplatte...
el: Εισαγωγή στο δίσκο...
es: Grabando en disco...
fr: Exportation vers le disque dur...
he: מתבצע ייצוא אל הכונן...
lt: Išvedama į diską...
nl: Schrijven naar schijf...
pl: Zapisywanie na dysk...
pt: Escrevendo no disco
sk: Vytváram na disk...

source: Reading data, please wait...
de: Daten werden gelesen, bitte warten...
el: Ανάγνωση δεδομένων, παρακαλώ περιμένετε...
es: Leyendo datos, espere por favor...
et: Loen andmed, palun oota...
fr: Lecture des données, veuillez patentier...
he: הנתונים נקראים, נא להמתין...
lt: Skaitomi duomenys, prašome palaukti...
nl: Gegevens inlezen, even geduld alstublieft ...
pl: Odczytywanie danych, czekaj...
pt: A ler dados, por favor aguarde...
sk: Načítavam dáta, prosím čakajte

source: Colour
de: Farbe
el: Χρώμα
es: Color
et: Värv
fr: Couleur
he: צבע
lt: Spalva
nl: Kleur
pl: Kolor
pt: Cor
sk: Farba

source: Breed
de: Rase
el: Ράτσα
es: Raza
et: Tõug
fr: Race
he: גזע
lt: Veislė
nl: Ras
pl: Rasa
pt: Raça
sk: Plemeno

source: Species
de: Spezies
el: Είδος
es: Especies
et: Liik
fr: Éspèces
he: זן
lt: Rūšys
nl: Soort
pl: Gatunki
pt: Espécie
sk: Druhy

source: Age
de: Alter
el: Ηλικία
es: Edad
et: Vanus
fr: Âge
he: גיל
lt: Amžius
nl: Leeftijd
pl: Wiek
pt: Idade
sk: Vek

source: Markings
de: Markierungen
el: Σημάδια
es: Marcas
et: Märgistus
fr: Marques
he: סימונים
lt: Žymės
nl: Uiterlijke kenmerken
pl: Znaki Szczególne
pt: Marcadores
sk: Značenie

source: Neutered
de: Sterilisiert
el: Στειρωμένο
es: Esterilizado
et: Kastreeritud
fr: Castré
he: מסורס
lt: Kastruotas
nl: Gesteriliseerd
pl: Wysterylizowany
pt: Castrado
sk: Kastrované

source: Adoption Date
de: Vermittlungs-Datum
el: Ημερομηνία υιοθεσίας
es: Fecha de adopción
et: Loovutamise kuupäev
fr: Date d'adoption
he: תאריך האימוץ
lt: Atidavimo data
nl: Adoptiedatum
pl: Data adopcji
pt: Data de Adopção
sk: Dátum adopcie

source: Sex
de: Geschlecht
el: Φύλο
es: Sexo
et: Sugu
fr: Sexe
he: מין
lt: Lytis
nl: Geslacht:
pl: Płeć
pt: Sexo
sk: Pohlavie

source: Animal Name
de: Name des Tieres
el: Όνομα ζώου
es: Nombre del animal
et: Looma nimi
fr: Nom de l'animal
he: שם חיית המחמד
lt: Gyvūno vardas
nl: Naam dier
pl: Imię zwierzęcia
pt: Nome do Animal
sk: Meno zvieraťa

source: Name
el: Όνομα
es: Nombre
et: Nimi
fr: Nom
he: שם
lt: Vardas
nl: Naam
pl: Imię
pt: Nome
sk: Meno

source: Title
de: Titel
el: Τίτλος
es: Título
et: Pealkiri
fr: Titre
he: כותרת
lt: Kreipinys
nl: Titel
pl: Tytuł
pt: Título
sk: Titul

source: Postcode
de: Postleitzahl
el: ΤΚ
es: Código postal
et: Indeks
fr: Code postal
he: מיקוד
lt: Pašto kodas
pl: Kod pocztowy
pt: Código Postal
sk: PSČ

source: Surname
es: Apellidos
et: Perekonnanimi
fr: Nom de famille
he: שם משפחה
lt: Pavardė
nl: Familienaam
pl: Nazwisko
sk: Priezvisko

source: Do you want to create a CSV file or do a bulk email?
de: Möchten Sie eine CSV-Datei erstellen oder Massen-E-Mails verschicken?
el: Θέλετε να δημιουργήσετε ένα CSV αρχείο ή να αποστείλετε μαζικά email;
he: האם ברצונך ליצור קובץ CSV או ליצור הודעת דוא״ל קבוצתית?
lt: Norite sukurti CSV failą ar paruošti masinį el. laišką?
nl: Wilt u een CRV bestand aanmaken of een email met meerdere geadresseerden
pl: Chcesz stworzyć plik CSV czy email zbiorczy?
pt: Deseja criar um arquivo CSV ou fazer um e-mail em massa?
sk: Chcete vytvoriť CSV súbor alebo hromadný e-mail?

source: Mail Merge Type
de: Serienbrief Typ
el: Τύπος συγχώνευσης Αλληλογραφίας
es: Tipo de aviso por correo
fr: Type de publipostage
he: סוג מיזוג הדואר
lt: Laiško komponavimo tipas
nl: Mailsamenvoegingstype
pt: Tipo de junção de mail
sk: Druh hromadnej korešpondencie

source: Create a CSV file on disk
de: CSV Datei auf Festplatte speichern
el: Δημιουργία CSV αρχείου στο δίσκο
he: יצירת קובץ CSV בכונן
lt: Sukurkite diske CSV failą
nl: Maak een CSV bestand aan op uw schijf
pl: Stwórz plik CSV na dysku
pt: Criar ficheiro CSV no disco
sk: Vytvoriť CSV súbor na disk

source: Send a bulk email
de: Als Serien E-Mail versenden
el: Αποστολή μαζικών email
es: Envío masivo de correos electrónicos
et: Saada masspostitus
fr: Envoyer un e-mail de masse
he: שליחת הודעה מרובת נמענים
lt: Siųsti masinį el. laišką
nl: Verzend een massa-e-mail
pl: Wyślij email zbiorczy
pt: Enviar um e-mail em massa
sk: Pošli hromadný email

source: Bulk Email Complete
de: Serien E-Mail abgeschlossen
el: Η μαζική αποστολή email ολοκληρώθηκε
es: Envío masivo de correos electrónicos finalizado
et: Masspostitus valmis
fr: E-mail de masse terminé
he: שליחת ההודעה מרובת הנמענים הושלמה
lt: Masinio el. laiško siuntimas užbaigtas
nl: Massa-e-mail voltooid
pl: Tworzenie emaila zbiorczego zakończone
pt: Email em massa completo
sk: Hromadný email dokončený

source: Address
de: Anschrift
el: Διεύθυνση
es: Dirección
et: Aadress
fr: Adresse
he: כתובת
lt: Adresas
nl: Adres
pl: Adres
pt: Endereço
sk: Adresa

source: Town
es: Ciudad
et: Linn
fr: Ville
he: עיר
lt: Gyvenvietė
nl: Plaats
pl: Miasto
sk: Mesto

source: County
es: Condado
et: Maakond
fr: Comté
he: מחוז
lt: Savivaldybė
nl: Provincie
pl: Okręg
sk: Okres

source: An error occurred sending email to {0}: {1}
de: Fehler beim senden einer email
el: Παρουσιάστηκε σφάλμα κατά την αποστολή email στο {0}: {1}
es: Se ha producido un error al enviar el correo electrónico a {0}: {1}
et: Viga ilmnes kirja saatmisel {0}: {1}
fr: Une erreur s'est produite durant l'envoi de l'e-mail à {0} : {1}
he: ארעה שגיאה בעת שליחת ההודעה אל {0}: {1}
lt: Įvyko klaida siunčiant laišką {0}: {1}
nl: Er deed zich een fout voor bij het zenden van e-mail naar {0}: {1}
pl: Wystąpił błąd podczas wysyłania emaila do {0}: {1}
pt: Ocorreu um erro a enviar mail para {0}: {1}
sk: Vyskytla sa chyba pri posielaní emailu {0}: {1}

source: Show everything upto this date:
de: Alles anzeigen bis Datum:
el: Εμφάνισε τα ππαντα μέχρι αυτή την ημερομηνία:
es: Mostrar todo hasta esta fecha:
et: Näita kõike selle kuupäevani:
fr: Tout montrer jusqu'à cette date :
he: הצגת הכל עד לתאריך זה:
lt: Rodyti viską iki šios datos:
nl: Toon alles tot en met deze datum:
pl: Pokaż wszystko do tej daty:
pt: Mostrar tudo até esta data:
sk: Zobraziť všetko pred týmto dátumom:

source: You must specify a date to show entries to.
de: Sie müssen ein End Datum wählen
el: Πρέπει να προσδιορίσετε μία ημερομηνία για να εμφανίσετε εισαγωγές προς.
es: Es necesario indicar la fecha hasta cuando se quieren mostrar las entradas.
et: Täpsustage kuupäeva, milleni sissekandeid näidata.
fr: Précisez la date pour laquelle vous souhaitez afficher les entrées.
he: יש לציין תאריך שעד אליו יופיעו רשומות.
lt: Nurodykite datą, iki kurios rodyti įrašus.
nl: Geef een datum op.
pl: Musisz podać datę, do której będą wyświetlone wpisy.
pt: Deve especificar uma data para mostrar entradas até
sk: Musíte špecifikovať dátum, do ktorého sa majú zobraziť záznamy.

source: Show everything between
de: Alles anzeigen zwischen
el: Εμφάνισέ τα όλα μεταξύ
es: Mostrar todo entre
et: Näita kõike vahemikus
fr: Tout montrer entre
he: הצגת הכל בין
lt: Rodyti viską tarp
nl: Toon alles tussen
pl: Pokaż wszystko pomiędzy
pt: Mostrar tudo entre
sk: Zobraziť všetko medzi

source: You must specify a date to show entries from.
de: Sie müssen ein Start Datum wählen
el: Πρέπει να προσδιορίσετε μία ημερομηνία για να εμφανίσετε εισαγωγές από.
es: Es necesario indicar la fecha desde cuando se quieren mostrar las entradas.
et: Täpsustage kuupäeva, alates millest sissekandeid näidata.
fr: Précisez la date depuis laquelle vous souhaitez afficher les entrées.
he: יש לציין תאריך להצגת רשומות ממנו.
lt: Nurodykite datą, nuo kurios rodyti įrašus.
nl: Geef een datum op.
pl: Musisz podać datę, od której będą wyświetlone wpisy.
pt: Deve especificar uma data para mostrar entradas desde
sk: Musíte špecifikovať dátum, od ktorého sa majú zobraziť záznamy.

source: One of the dates you entered was invalid.
de: Ungültiges Datumsformat in einer der Angaben
el: Μία από τις ημερομηνίες που εισάγατε ήταν άκυρη.
es: Una de las fechas introducida no es válida.
et: Üks sisetatud kuupäevadest on kehtetu.
fr: Une des dates saisies est invalide.
he: אחד התאריכים שהוזנו אינו תקני.
lt: Viena iš nurodytų datų yra klaidinga.
nl: Eén van de ingevoerde data is ongeldig.
pl: Jedna z wpisanych dat jest niepoprawna
pt: Uma das data introduzidas é inválida
sk: Jeden z dátumov, ktoré ste zadali, je neplatný.

source: The date you entered was invalid.
de: Ungültiges Datumsformat
el: Η ημερομηνία που εισάγατε ήταν άκυρη.
es: La fecha introducida no es válida.
et: Sisestatud kuupäev on kehtetu.
fr: La date saisie est incorrecte.
he: התאריך שהוזן אינו תקני.
lt: Jūsų įvesta data yra klaidinga.
nl: De ingevoerde datum is ongeldig.
pl: Wpisana data jest niepoprawna
pt: A data que instroduziu é inválida
sk: Dátum, ktorý ste zadali, je neplatný.

source: You must specify a date to show entries up to.
de: Sie müssen ein Enddatum der Suchzeitraumes angeben
el: Πρέπει να προσδιορίσετε μία ημερομηνία για να εμφανίσετε εισαγωγές μέχρι.
es: Es necesario indicar la fecha hasta cuando se quieren mostrar las entradas.
et: Täpsusta, mis kuupäevani sissekandeid näidata.
fr: Précisez la date jusqu'à laquelle vous souhaitez afficher les entrées.
he: יש לציין תאריך להצגת רשומות עד אליו.
lt: Nurodykite datą, iki kurios rodyti įrašus.
nl: Geef een datum op.
pl: Musisz podać datę, do której będą wyświetlone wpisy.
pt: Deve específicar uma data para mostrar entradas até
sk: Musíte špecifikovať dátum, do ktorého sa majú zobraziť záznamy.

source: Show everything before and including today
de: Alles vor und einschliesslich heute anzeigen
el: Εμφάνισέ τα όλα μέχρι σήμερα συμπεριλαμβανομένης της σημερινής
es: Mostrar todo hasta el día de hoy incluido
et: Näita kõike enne ja kaasarvatud täna.
fr: Tout montrer avant et jusqu'à aujourd'hui
he: יש להציג כל מה שלפני כן כולל היום
lt: Rodyti visą praeitį, įskaitant šiandieną
nl: Toon alles tot en met vandaag
pl: Pokaż wszystko wcześniejsze łącznie z dniem dzisiejszym
pt: Mostrar tudo antes e incluindo hoje
sk: Zobraziť všetko pred dneškom a vrátane dneška

source: Animals Returned After Six Months
de: Tiere die nach einem Zeitraum von 6 Monaten zurückgebracht wurden
el: Ζώα που επεστράφησαν μετά από 6 μήνες
es: Animales Devueltos Después de Seis Meses
et: Loomad, kes on tagastatud peale kuute kuud
fr: Animaux retournés après 6 mois
he: חיות מחמד שהוחזרו לאחר חצי שנה
lt: Gyvūnai, grąžinti vėliau kaip po 6 mėn.
nl: Dieren teruggebracht na zes maanden
pl: Zwierzęta zwrócone dłużej niż po 6 miesiącach
pt: Animais retornados após 6 meses
sk: Zvieratá vrátené po 6 mesiacoch

source: Animals Returned Within Six Months
de: Tiere die innerhalb von 6 Monaten zurückgebracht wurden
el: Ζώα που επεστράφησαν μέσα σε 6 μήνες
es: Animales Devueltos Antes de Seis Meses
et: Loomad, kes on tagastatud kuue kuu jooksul
fr: Animaux retournés dans les 6 mois
he: חיות מחמד שהוחזרו בתוך חצי שנה
lt: Gyvūnai, grąžinti 6 mėn. laikotarpiu
nl: Dieren teruggebracht binnen de zes maanden
pl: Zwierzęta zwrócone w ciagu 6 miesięcy
pt: Animais retornados antes de 6 meses
sk: Zvieratá vrátené do 6 mesiacov

source: In/Out Report
de: Bericht über Ein- und Ausgänge
el: Αναφορά Εισερχόμενα/Εξερχόμενα
es: Informes de entradas y salidas
et: Sisse/välja aruanne
fr: Rapport d'entrée/sortie
he: יומן כניסה/יציאה
lt: Priėmimų/Atidavimų ataskaita
nl: In/uit rapportage
pl: Raport Wejścia/Wyjścia
pt: Relatório de Entradas / Saídas
sk: Dnu/Von Report

source: In/Out Summary Report
de: Ein- und Ausgangs Summen Bericht
el: Συνοπτική Αναφορά Εισερχόμενων/Εξερχόμενων
es: Informe resumen de entradas y salidas
et: Sisse/välja summaarne aruanne
fr: Rapport sommaire entrée/sortie
he: דוח תקציר לכניסה/יציאה
lt: Judėjimo į prieglaudą/iš prieglaudos suvestinė ataskaita
nl: In/uit samenvattende rapportage
pl: Raport Zbiorczy Wejścia/Wyjścia
pt: Relatório Sumário de Entradas / Saídas
sk: Dnu/Von zhrňujúci report

source: Cancel
de: Abbrechen
el: Άκυρο
es: Cancelar
et: Loobu
fr: Annuler
he: ביטול
lt: Atšaukti
nl: Annuleer
pl: Anuluj
pt: Cancelar
sk: Zrušiť

source: Date From:
de: Von Datum:
el: Ημερομηνία από:
es: Fecha desde:
et: Alates kuupäevast:
fr: Depuis le :
he: תאריך החל מ־:
lt: Data nuo:
nl: Datum vanaf:
pl: Data początkowa:
pt: Data desde:
sk: Dátum od:

source: Date To:
de: Bis Datum:
el: Ημερομηνία έως:
es: Fecha hasta:
et: Kuni kuupäevani:
fr: Jusqu'au :
he: תאריך סוף:
lt: Data iki:
nl: Datum tot:
pl: Data do:
pt: Data até:
sk: Dátum do:

source: Lost/Found Matching Report
de: Vermisst/Gefunden Erfolgs Bericht
el: Αναφορά Συσχέτισης Εξαφανισθέντων/Ευρεθέντων
es: Informe de coincidencias de entradas y salidas
et: Kaotatud/leitud sobivuste aruanne
fr: Rapport de correspondance perdu/trouvé
he: דוח התאמות אבדות/מציאות
lt: Rastų/Dingusių gyvūnų atitikimo ataskaita
nl: Rapportage vermist/gevonden overeenkomsten
pl: Raport Parowania Zaginionych/Odnalezionych
pt: Relatório de Perdidos & Achados
sk: Zhoda stratených a nájdených zvierat

source: Animal Species
de: Tierarten
el: Είδη Ζώων
es: Especies de animal
et: Loomaliigid
fr: Éspèces animales
he: זן חיית המחמד
lt: Gyvūno rūšis
nl: Diersoort
pl: Gatunki zwierząt
pt: Espécies dos Animais
sk: Druhy zvierat

source: Urgency
de: Dringlichkeit
el: Επείγουσα
es: Urgencia
et: Pakiline vajadus
fr: Urgence
he: דחיפות
lt: Prioritetas
nl: Dringendheid
pl: Ważność
pt: Urgência
sk: Dôležitosť

source: Date Removed
de: Entfernt Datum
el: Ημερομηνία αφαιρέθηκε.
es: Fecha Eliminada
et: Eemaldamise kuupäev
fr: Date de suppression
he: תאריך ההסרה
lt: Pašalinimo data
nl: Verwijderdatum
pl: Data usunięcia
pt: Data de Remoção
sk: Dátum odstránenia

source: Telephone
de: Telefonnummer
el: Τηλέφωνο
es: Teléfono
et: Telefon
fr: Téléphone
he: טלפון
lt: Telefonas
nl: Telefoon
pl: Telefon
pt: Telefone
sk: Telefón

source: Waiting List (generated on {0})
de: Warte Liste (erstellt am {0})
el: Λίστα Αναμονής (δημιουργήθηκε την {0})
es: Lista de espera (generada el {0})
et: Ootenimekiri (loodud {0})
fr: Liste d'attente (générée le {0})
he: רשימת המתנה (נוצרה ב־{0})
lt: Laukia vietos (suformuota {0})
nl: Wachtlijst (aangemaakt op {0})
pl: Lista Oczekujących (generated on {0})
pt: Lista de Espera (gerada em {0})
sk: Zoznam čakajúcich (generovaný {0})

source: Date Put On
de: Veröffentlichungs Datum
el: Ημερομηνία που τοποθετήθηκε
es: Fecha de añadición
fr: Date de l'ajout
he: תאריך הכניסה
lt: Įtraukimo data
nl: Datum op lijst
pl: Data Wprowadzenia
pt: Data de Entrada
sk: Dátum pridania

source: Vet Diary for {0}
de: Vetrerinär Aktivitäten für {0}
el: Ημερολόγιο κτηνιάτρου για {0}
es: Diario de veterinario {0}
et: Veterinaarpäevik {0}
fr: Agenda vétérinaire pour {0}
he: יומן וטרינרי עבור {0}
lt: Priminimai veterinarui {0}
nl: Dierenartsenagenda voor {0}
pl: Dziennik weterynaryjny na dzień {0}
pt: Diário do Veterinário para {0}
sk: Veterinárny diár pre {0}

source: No diary or vaccination entries matched your criteria.
de: Keine Aktivitäts oder Impfeinträge entsprechen den gewählten Kriterien
el: Καμμία εγγραφή προγράμματος ή εμβολιασμού δεν ταιριάζει στα κριτήριά σας.
es: Ninguna de las entradas de diario o vacunaciones coinciden con el criterio indicado.
et: Mitte ükski päevik või vaktsineerimine ei sobinud kriteeriumitega.
fr: Aucune entrée d'agenda ou de vaccination ne correspond à vos critères.
he: אין רשומות יומן או חיסון התואמות את הקריטריונים שלך.
lt: Priminimų ar vakcinacijos įrašų, atitinkančių jūsų kriterijus, nerasta.
nl: Er zijn geen boekingen of vaccinanties die overeenkomen met je criteria.
pl: Brak wpisów dziennika lub szczepień pasujących do twoich kryteriów.
pt: Não existem diário ou vacinas para o critério introduzido
sk: Žiadne záznamy v diári alebo vakcináciách nevyhovujú vašim kritériám

source: Vet Diary between {0} and {1}
de: Veterinär Aktivitäten zwichen {0} und {1}
el: Ημερολόγιο κτηνιάτρου μεταξύ {0} και {1}
es: Diario de veterinario entre {0} y {1}
et: Veterinaarpäevik vahemikus {0} ja {1}
fr: Agenda vétérinaire entre {0} et {1}
he: יומן וטרינרי בין {0} ל־{1}
lt: Priminimai veterinarui tarp {0} ir {1}
nl: Dierenartsenagenda tussen {0} en {1}
pl: Dziennik weterynaryjny od {0} do {1}
pt: Diário do Veterinário entre {0} e {1}
sk: Veterinárny diár medzi {0} a {1}

source: Location
de: Ort
el: Τοποθεσία
es: Ubicación
et: Asukoht
fr: Localisation
he: מיקום
lt: Vietovė
nl: Locatie
pl: Lokalizacja
pt: Localização
sk: Miesto

source: Vet Diary upto {0}
de: Vetrerinär Aktivitäten bis {0}
el: Ημερολόγιο Ζώου μέχρι {0}
es: Diario de veterinario hasta {0}
et: Veterinaarpäevik kuni {0}
fr: Agenda vétérinaire jusqu'à {0}
he: יומן וטרינרי עד {0}
lt: Priminimai veterinarui iki {0}
nl: Dierenartsenagenda tot en met {0}
pl: Dziennik Weterynaryjny do {0}
pt: Diário do Vaterinário até {0}
sk: Diár veterinára do {0}

source: Description
de: Beschreibung
el: Περιγραφή
es: Descripción
et: Kirjeldus
he: תיאור
lt: Aprašymas
nl: Omschrijving
pl: Opis
pt: Descrição
sk: Popis

source: Vet Diary Criteria
de: Vetrerinär Aktivitäten Kriterien
el: Κριτήρια Ημερολογίου Ζώου
es: Criterios para el diario de veterinario
et: Veterinaarpäeviku kriteerium
fr: Critères de l'agenda vétérinaire
he: קריטריונים ליומן הווטרינר
lt: Priminimų veterinarui kriterijai
nl: Dierenartsenagendacriteria
pl: Kryteria Dziennika Weterynaryjnego
pt: Critério do Diário do Veterinário
sk: Kritéria pre diár veterinára

source: (Off Shelter)
de: (Extern)
el: (Εκτός Καταφυγίου)
es: (Externo al refugio)
et: (Mitte varjupaigas)
fr: (Externe au refuge)
he: (מחוץ לבית המחסה)
lt: (Ne prieglaudos)
nl: (Niet in opvangcentrum)
pl: (Poza schroniskiem)
pt: (fora do canil)
sk: (Mimo útulku)

source: Vaccination Diary {0} for {1}
de: Impfbuch
el: Ημερολόγιο εμβολιασμών {0} για {1}
es: Diario de vacunaciones {0} para {1}
et: Vaktsineerimispäevik {0} jaoks {1}
fr: Agenda de vaccination {0} pour {1}
he: יומן חיסון {0} עבור {1}
lt: Vakcinacijų tvarkaraštis {0} {1}
nl: Vaccinatie-agenda {0} voor {1}
pl: Dziennik szczepień {0} dla {1}
pt: Diário de Vacinação {0} para {1}
sk: Diár veterinára {0} pre {1}
