Repository: bobintetley/asm2
Catalog: src/locale/po/*.po
Languages: de, el, es, et, fr, he, lt, nl, pl, pt, sk

source: Tick this box to assign keyboard accelerators to buttons
de: Schnelltasten zuweisen
es: Marque esta casilla para asignar un acceso de teclado a los botones
fr: Cocher cette case pour attribuer des raccourcis clavier aux boutons
he: יש לסמן תיבה זו כדי להקצות קיצורי מקלדת למקשים:
lt: Pažymėkite šį laukelį, jei mygtukams norite priskirti klaviatūros kombinacijas
nl: Vink dit aan om toetsenbordsnelkoppelingen aan knoppen toe te wijzen
pl: Zaznacz to pole, aby przypisać skróty klawiszowe do klawiszy
pt: Seleccione esta caixa para assignar botões de aceleração
sk: Označte toto ak chcete priradiť klávesové skratky k tlačidlám

source: Your organisation's address
de: Die Adresse Ihrer Organisation
el: Διεύθυνση του οργανισμού σας
es: La dirección de su organización
et: Teie organisatsiooni aadress
fr: L'adresse de votre organisation
he: כתובת הארגון שלך
lt: Jūsų organizacijos adresas
nl: Het adres van uw organisatie
pl: Adres twojej organizacji
pt: Endereço da sua organização
sk: Adresa vašej organizácie

source: Your organisation's telephone number
de: Die Telefonnummer Ihrer Organisation
el: Τηλέφωνο του οργανισμού σας
es: El teléfono de su organización
et: Teie organisatsiooni telefoninumber
fr: Le numéro de téléphone de votre organisation
he: מס' הטלפון של הארגון שלך
lt: Jūsų organizacijos telefono numeris
nl: Het telefoonnummer van uw organisatie
pl: Numer telefonu Twojej organizacji
pt: Telefone da sua organização
sk: Telefónne číslo vašej organizácie

source: Animal code format:
de: Tier Code Format:
el: Μορφοποίηση Κωδικού Ζώου:
es: Formato de código del animal:
et: Looma koodi formaat:
fr: Format des codes animaux :
he: מבנה קוד חיית המחמד:
lt: Gyvūno kodo formatas:
nl: Diercode-opmaakstramien:
pl: Format kody zwierzęcia:
pt: Formato do Código do Animal:
sk: Formát kódu zvieraťa:

source: Animal shortcode format:
de: Arten Kurz Format:
es: Formato de código cortos de animal:
et: Looma lühikoodi formaat:
fr: Format des codes animaux raccourcis :
he: מבנה הקוד המקוצר של חיית המחמד:
lt: Gyvūno trumpojo kodo formatas:
nl: Korte diercode-opmaakstramien:
pl: Format skróconego kodu zwierzęcia:
pt: Formato do código pequeno do animal:
sk: Formát skráteného kódu zvieraťa

source: Format string for codes, eg: TYYYYNNN
de: Tier Code Format String Bsp.: TYYYYNNN
es: Formato de cadena para los códigos, ej: TYYYYNNN
fr: Chaine de format pour les codes, ex: TAAAANNN
he: מבנה המחרוזת לקודים, לדוגמה: TYYYYNNN
lt: Formato eilutė kodams, pvz.: TYYYYNNN
nl: Opmaakstramien voor codes, bvb: TYYYYNNN
pl: Ciąg formatujący dla kodów zwierząt, np: TYYYYNNN
pt: Formatar códigos de texto, exº TYYYNNN

source: Format string for short codes, eg: NNNT
de: Arten Kurz Format String:, Bsp.: NNNT
es: Formato de cadena para los códigos cortos de animal, ej: NNTT
fr: Chaine de format pour les codes raccourcis, ex: NNNT
he: מבנה המחרוזת לקודים קצרים, לדוגמה: NNNT
lt: Formato eilutė trumpiesiems kodams, pvz.: NNNT
nl: Opmaakstramien voor korte codes, bvb: NNNT
pl: Ciąg formatujący dla skróconych kodów zwierząt, np: NNNT
pt: Formatar códigos de texto pequenos, exº TYN

source: Heartbeat Interval:
es: Intervalo de latidos:
fr: Fréquence des "battements de coeur" :
lt: Aktyvumo signalų intervalas:
nl: Interval voor heartbeat
pl: Interwał Hearbeat'u Bazy Danych:
pt: Intervalo de comunicação:

source: How often ASM should heartbeat to the database to keep the connection open (in ms) - 0=disable
de: ASM Impulse Sendeinterval (in ms) - (0=disable) zum Aufrechterhalten der Datenbank Verbindung.
es: Cada cuánto debería ASM preguntar a la base de datos para mantener la conexión abierta (en ms) - 0=deshabilitado
fr: Fréquence à laquelle ASM doit envoyer un battement de coeur à la base de données pour garder la connexion active (en ms) - 0 = désactiver
lt: Kaip dažnai ASM turėtų generuoti signalus duomenų bazei, kad būtų išlaikytas atviras ryšys (milisekundėmis)
nl: Doe dikwijls moet ASM de databank heartbeaten om de verbinding open te houden (in ms) - 0 = uitschakelen
pl: Jak często ASM będzie wysyłał pakiet podtrzymujący połączenie z bazą danych (w ms) - 0 - wyłączenie
pt: Com que frequência o ASM deve comunicar com a Base de Dados para manter a conexão aberta (em ms) - 0 para desabilitar

source: Configure Database
de: Datenbank einrichten
el: Ρύθμιση Βάσης Δεδομένων
es: Configurar la base de datos
et: Andmebaasi seadistamine
fr: Configurer la base de données
he: הגדרת מסד הנתונים
lt: Konfigūruoti duomenų bazę
nl: Configureer databank
pl: Konfiguruj bazę danych
pt: Configurar a Base de Dados
sk: Nastaviť databázu

source: Record Search Limit:
de: Record Such Limit:
el: Όριο Αναζήτησης Εγγραφών:
es: Límite de búsqueda de registros:
fr: Limite de résultat de recherche :
he: מגבלת חיפוש ברשומות:
lt: Įrašų paieškos apribojimas:
nl: Record zoeklimiet:
pl: Limit Wyników Wyszukiwania :
pt: Limite de Registos de Procura:

source: Incoming Media Scaling:
de: Größenänderung eingehender Photos
es: Escalado del multimedia entrante
fr: Redimensionnement des médias entrants :
he: שינוי גודל לקובצי מדיה נכנסים:
lt: Įeinančių failų mastelis:
nl: Schaling inkomende media:
pl: Skalowanie dołączanych zdjęć:
pt: Escala de Multimédia de Entrada:

source: Limit the number of results retrieved by searches to reduce database traffic. Set to 0 for no limit
de: Limitierung der Anzeige der Suchergebnisse zur Performance Steigerung der Datenbank. 0 für unlimitiert.
es: Límite del número de resultados retornados por las búsquedas para reducir el tráfico de la base de datos. 0 significa ilimitado
fr: Limiter le nombre de résultats par recherche pour réduire l'impact sur la base de donnée (0 = illimité).
he: הגדלת מספר התוצאות שהתקבלו על בחיפושים כדי להפחית את התעבורה במסדי הנתונים. יש להגדיר ל־0 כדי לבטל את ההגבלה
lt: Riboti paieškų gaunamų rezultatų skaičių, kad būtų sumažintas duomenų bazės duomenų srautas. Nustatykite 0, jei nenorite riboti
nl: Limiteer het aantal resultaten dat bij zoekacties teruggegeven wordt om datanbankverkeer te beperken. Zet op 0 voor geen limiet
pl: Ogranicz ilość wyników otrzymywanych przez wyszukiwania.Wpisz 0 dla braku limitu.
pt: Limitar o número de resultados resultantes das procuras para reduzir tráfego da Base de Dados. Colocar 0 para sem limite

source: Automatically scale all incoming photographs to this resolution. Use "None" to disable scaling
de: Automatische Skalierung aller eingehenden Photos auf die angegebene Grösse. "None" ignoriert die Skalierung.
es: Escalar automáticamente todas las fotografías entrantes a esta resolución. Usar "Ninguno" para deshabilitar el escalado
fr: Redimensionner automatiquement toutes les nouvelles photos avec cette résolution. Utiliser "rien" pour désactiver le redimensionnement.
he: יש לשנות את הגודל באופן אוטומטי לכל התמונות הנכנסות לרזולוציה זו. יש להשתמש ב־"ללא" לביטול השינוי הגודל
lt: Automatiškai nustatyti šios rezoliucijos mastelį visoms nuotraukoms. Naudokite "Joks", jei nenorite taikyti mastelio
nl: Hershaal automatisch alle incomende foto's naar deze resolutie. Gebruik "Geen" om herschaling uit te schakelen
pl: Automatycznie skaluj wszystkie dołączane fotografie to tej rozdzielczości. Wybierz "Brak" aby wyłączyć skalowanie
pt: Automaticamente redimensionar imagens para esta resolução. Usar "None" para anular

source: Max Media File Size:
de: Max Media File Grösse:
el: Μέγιστο Μέγεθος Αρχείων Πολυμέσων:
es: Tamaño máximo de archivos multimedia:
et: Meediafaili maksimumsuurus:
fr: Taille maximum des fichiers médias :
he: הגודל המרבי לקובצי המדיה:
lt: Maksimalus failo dydis:
nl: Maximale mediabestandgrootte:
pl: Maksymalny Rozmiar Pliku Zdjęcia:
pt: Tamanho máximo de ficheiro multimédia
sk: Maximálna veľkosť súboru

source: The maximum allowed size for a media file in kilobytes (or 0 for no limit)
de: Die maximal erlaubte Grösse für eine Media File in kilobytes (oder 0 ohne Limit)
el: Το μέγιστο επιτρεπόμενο μέγεθος για αρχείο πολυμέσως σε kilobytes (ή 0 για κανένα όριο)
es: El tamaño máximo en Kilobytes permitido para un fichero multimedia (ponga 0 para sin límite)
et: Meediafaili maksimumsuurus kilobaitides (või 0 kui ei ole limiiti)
fr: La taille maximum autorisée pour un média en kilooctets (ou 0 pour illimité)
he: הגודל המרבי המותר לקובץ מדיה בקילובתים (או 0 לביטול ההגבלה)
lt: Maksimalus leidžiamas failo dydis kilobaitas (arba 0, jei neribotas)
nl: De maximaal toegelaten grootte voor mediabestanden in kilobytes (of 0 voor geen limiet)
pl: Maksymalny rozmiar pliku zdjęcia wyrażony w kilobajtach (lub 0 dla braku limitu)
pt: Tamanho máximo para um ficheiro multimédia em kilobytes (ou 0 para sem limite)
sk: Maximálna povolená veľkosť súboru v kb alebo 0 pre žiadny limit

source: Allow Database Updates:
de: Datenbank Updates zulassen
el: Επέτρεψε αναβαθμίσεις της Βάσης Δεδομένων:
es: Permitir Actualizaciones de la Base de Datos:
fr: Autoriser les mises à jour de base de données :
he: אפשור עדכוני מסד הנתונים:
lt: Leisti duomenų bazės atnaujinimus:
nl: Databankupdates toelaten:
pl: Zezwól na aktualizacje bazy danych:
pt: Permitir Actualizações à Base de Dados
sk: Povoliť updatey databázy:

source: Allow ASM clients to update the database if it is older than them.
de: ASM Clients dürfen die Datenbank updaten wenn diese älter als der Client ist.
es: Permitir los clientes de ASM a actualizar la base de datos si es más antigua que ellos.
fr: Autoriser les clients ASM à mettre à jour la base de donnée si elle est plus vieille qu'eux.
he: יש לאפשר ללקוחות ה־ASM לעדכן את מסד הנתונים הם הוא ישן יותר מהם.
lt: Leisti ASM klientams naujinti duomenų bazę, jei ji senesnė nei jų.
nl: Sta ASM-clients toe om de databank bij te werken als ze ouder is dan die van hen.
pl: Zezwala klientowi ASM na aktualizację struktur bazy danych, jeśli są one starsze niż wersja klienta.
pt: Deixar os clientes ASM actualizarem a Base de Dados se esta for mais antiga.

source: Execute the SQL
de: SQL ausführen
el: Εκτέλεση της SQL
es: Ejecutar la SQL
fr: Executer le SQL
he: הפעלת ה־SQL
lt: Vykdyti SQL
nl: Voer de SQL uit
pl: Wykonaj komendę SQL
pt: Executar SQL

source: Your coding format is invalid - you can specify NNN OR UUU codes in a format, but not both at the same time.
de: Ungültiges coding Format - Sie können entweder NNN oder UUU codes nutzen aber nicht beide gleichzeitig.
es: Su código de formato es inválido - puede especificar códigos NNN o UUU en un formato, pero no los dos al mismo tiempo.
fr: Votre format de codage est invalide. Vous pouvez spécifier des codes dans les formats NNN ou UUU mais pas les deux en même temps.
he: מבנה הקידוד שגוי - ניתן לציין קודים במבנים NNN או UUU, אך לא שניהם בו־זמנית.
lt: Jūsų nurodytas kodo formatas neteisingas - galima įrašyti NNN ARBA UUU kodus formate, bet ne abu vienu metu.
nl: Je code-opmaakstramien is onjuist - je can NNN- of UUU-codes specifieren in een opmaakstramien, maar niet beide tegelijkertijd.
pt: O seu formato de códigos é inválido - pode especificar códigos num formato NNN ou UUU, mas não ambos ao mesmo tempo.

source: Invalid Format
de: Ungültiges Format
el: Μη Έγκυρη Μορφή
es: Formato no válido
et: Vigane vorming
fr: Format invalide
he: המבנה אינו תקני
lt: Klaidingas formatas
nl: Ongeldig opmaakstramien
pl: Niewłaściwy format
pt: Formato Inválido
sk: Neplatný formát

source: Edit Additional Fields
de: Zusätzliches Feld editieren
el: Επεξεργασία Επιπρόσθετων Πεδίων
es: Editar Campos Adicionales
fr: Éditer les champs supplémentaires
he: עריכת שדות נוספים
lt: Redaguoti papildomus laukus
nl: Bewerk bijkomende velden
pl: Edytuj Dodatkowe Pola
pt: Editar Campos Adicionais
sk: Upraviť doplnkové políčka

source: The field is now in use in the database and cannot be removed.
de: Dieses Feld wird in der Datenbank genutzt und kann nicht entfernt werden.
el: Αυτό το πεδίο είναι τώρα σε χρήση στην βάση δεδομένων και δεν μπορεί να καταργηθεί.
es: El campo está ahora en uso en la base de datos y no puede ser eliminado.
et: Väli on nüüd kasutusel andmebaasis ja seda ei saa eemaldada.
fr: Le champ est en cours d'utilisation dans la base de donnée et ne peut être supprimé.
he: השדה נמצא כעת בשימוש ולא ניתן להסירו.
lt: Laukas yra naudojamas duomenų bazėje ir negali būti pašalintas.
nl: Dit veld in nu in gebruik in de databank en kan niet verwijderd worden.
pl: To pole jest już w użyciu i nie można go usunąć.
pt: O campo está a ser usado pela Base de Dados e não pode ser removido.
sk: Políčko sa práve používa v databáze a nemôže byť odstránené

source: Field Name
de: Feldname
el: Όνομα πεδίου
es: Nombre de campo
et: Välja nimi
fr: Nom du champ
he: שם שדה
lt: Lauko pavadinimas
nl: Veldnaam
pl: Nazwa Pola
pt: Nome do Campo
sk: Názov políčka

source: Field Type
de: Feldtyp
el: Τύπος πεδίου
es: Tipo de campo
et: Välja tüüp
fr: Type de champ
he: סוג שדה
lt: Lauko tipas
nl: Veldtype
pl: Rodzaj pola
pt: Tipo do Campo
sk: Typ políčka

source: Display Index
de: Anzeige Index
el: Προβολή Ευρετηρίου
es: Indíce de visualización
fr: Afficher l'index
he: הצגת האינדקס
lt: Rodymo indeksas
nl: Toon inhoudsopgave
pl: Indeks Wyświetlania
pt: Mostrar Índice

source: Field Label
de: Feldbeschreibung
el: Ετικέτα Πεδίου
es: Etiqueta del campo
et: Välja silt
fr: Libellé du champ
he: תווית השדה
lt: Lauko žymė
nl: Veldlabel
pl: Etykieta pola
pt: Descrição do Campo
sk: Označenie políčka

source: Tooltip
de: Kurzinfo
el: Υποδείξεις
es: Consejo
et: Vihje
fr: Infobulle
he: חלונית עצה
lt: Paaiškinimas
pl: Podpowiedź
pt: Dica
sk: Bublinová nápoveda

source: New Additional Field
de: Neues zusätzliches Feld
el: Νέο Επιπρόσθετο Πεδίο
es: Campo Nuevo Adicional
fr: Nouveau champ supplémentaire
he: שדה נוסף חדש
lt: Naujas papildomas laukas
nl: Nieuw bijkomend veld
pl: Nowe Pole Dodatkowe
pt: Novo Campo Adicional
sk: Nové doplnkové políčko

source: Edit Additional Field
de: Zusätzliches Feld editieren
el: Επεξεργασία Επιπρόσθετου Πεδίου
es: Editar Campo Adicional
fr: Éditer le champ supplémentaire
he: עריכת השדה הנוסף
lt: Redaguoti papildomą lauką
nl: Bewerk bijkomend veld
pl: Edytuj Pole Dodatkowe
pt: Editar Campo Adicional
sk: Upraviť doplnkové políčko

source: Video Capture Method:
de: Video Capture Methode:
el: Μέθοδος λήψης video:
es: Método de captura de video
fr: Méthode de capture vidéo :
he: שיטת לכידת הווידאו:
lt: Video įrašymo metodas:
nl: Video-opnamemethode:
pl: Metoda Przechwytywania Obrazu:
pt: Método de Captura de Vídeo:
sk: Metóda záznamu videa

source: Select how ASM will capture media images from a video source
de: ASM Video Methode auswählen
es: Seleccionar como capturará ASM las imágenes desde la fuente de video
fr: Sélectionner la méthode de capture des images depuis une source vidéo
he: יש לבחור כיצד תתבצע הלכידה של ASM ממקור וידאו
lt: Pasirinkite, kaip ASM įrašys failų atvaizdus iš video šaltinio
nl: Kies hoe ASM afbeeldingen opneemt vanuit een videobron
pl: Wybierz sposób, w jaki ASM ma przechwytywać obrazy ze źródła wideo
pt: Seleccione como o ASM deve capturar imagens de uma fonte de vídeo
sk: Zvoľte ako bude ASM zaznamenávať obrazy zo zdroja videa

source: XawTV/Vgrabbj with Linux
de: Linux XawTV/Vgrabbj
el: XawTV/Vgrabbj με Linux
es: XawTV/Vgrabbj con Linux
fr: XawTV/Vgrabbj avec Linux
lt: XawTV/Vgrabbj su Linux
nl: WawTV/vgrabbj met Linux
sk: XawTV/Vgrabbj - Linux

source: JPEG image from HTTP source
de: JPEG image von HTTP Quelle
el: Φωτογραφία JPEG από πηγή HTTP
es: Imagen JPEG a partir de fuente HTTP
fr: Image JPEG depuis une source HTTP
he: תמונת JPEG ממקור HTTP
lt: JPEG atvaizdas iš HTTP šaltinio
nl: JPEG-afbeelding vanop HTTP-bron
pl: Obraz w formacie JPEG ze źródła HTTP
pt: Imagem JPEG de uma fonte HTTP
sk: JPEG z HTTP zdroja

source: JPEG image by executing a command
de: JPEG image über Befehlszeile
el: Φωτογραφία JPEG με εκτέλεση εντολής
es: Imagen JPEG a partir de comando ejecutado
fr: Image JPEG en exécutant une commande
he: תמונת JPEG על ידי הפעלת פקודה
lt: JPEG atvaizdas vykdant komandą
nl: JPEG-afbeelding door een commando uit te voeren
pl: Obraz w formacie JPEG uzyskany poprzez wykonanie zewnętrznego polecenia
pt: Imagem JPEG executanto um comando

source: Video capture command/URI:
el: Εντολή σύλληψης βίντει/URI:
es: Comando/URI de captura de video:
fr: Commande/URI pour la capture vidéo :
he: פקודה/קישור ללכידת וידאו:
lt: Video įrašo komanda/URI
nl: Video-opname commando/URI:
pl: Ścieżka/Polecenie przechwytywania obrazu:
pt: Comando para captura de vídeo:

source: The HTTP URI to get the image from or a command to execute. The command will be passed an output file name
de: The HTTP Image URI oder Befehlszeile. Der Befehlszeile wird der output file Name übergeben.
es: La URL HTTP desde donde obtener la imagen o un comando a ejecutar. A la salida del comando se le pasará el nombre de fichero
fr: L'URI HTTP de l'image à récupérer ou une commande à exécuter. Un nom de fichier de sortie sera transmis à la commande.
he: כתובת ה־HTTP לקבלת תמונה או פקודה להפעלה. לפקודה יועבר שם קובץ הפלט
lt: HTTP URI, iš kurio imti atvaizdą, arba vykdymo komanda. Komandai bus suteiktas išvesties failo pavadinimas
nl: Het HTTP-URI-pad of commando om de afbeelding te krijgen. Het commando zal een uigangsbestandsnaam meekrijgen
pt: O caminho HTTP para chegar à imagem ou um comando para executar. O comando passará um nome de ficheiro de saída

source: When adding animals, show most popular breeds at the top of the dropdown
de: Häufig genutze Rassen in Listen Feldern automatisch nach oben rücken
el: Κατά την προσθήκη ζώων, εμφάνισε τις πιο δημοφιλής φυλές στην κορυφή της κυλιόμενης λίστας
es: Al añadir animales, mostrar las razas más populares en la parte superior de la lista desplegable
et: Loomade lisamisel näita populaarsemaid tõugusid rippmenüü esiotsas
fr: À l'ajout d'un animal, afficher les races les plus populaires en haut de la liste déroulante
he: בעת הוספת בעלי חיים, יש להציג את הגזעים הנפוצים ביותר בראש הרשימה הנגללת
lt: Pridedant gyvūnus, rodyti populiariausias veisles iškrentančiame meniu
nl: Toon bij het toevoegen van dieren de populairste rassen bovenaan het keuzemenu
pl: W trakcie dodawania zwierząt, pokazuj najbardziej popularne rasy u góry listy.
pt: Quando adicionar animais, mostrar as raças mais comuns no topo da caixa de selecção
sk: Keď sa pridávajú zvieratá, zobraziť najčastejšie plemená navrchu

source: Don't show media thumbnails on animal or owner screens
de: Media Miniaturen auf Tier und Besitzer Profil Seite ausblenden
es: No mostrar las miniaturas multimedia en las pantallas de animales o contactos
fr: Ne pas afficher la miniature du média dans les fenêtres "Animal" ou "Contact"
he: אין להציג תמונות מוקטנות של המדיה עבור מסך חיית המחמד או הבעלים
lt: Nerodyti failų miniatūrų gyvūnų ar asmenų kortelėse
nl: Toon geen mediavoorbeelden op dier– en eigenaarsschermen
pl: Nie pokazuj miniatur zdjęć w oknie zwierzęcia lub właściciela
pt: Não mostrar as miniaturas de multimédia nos ecrãs dos donos de animais
sk: Nezobrazovať náhľady v oknách o zvierati alebo majiteľovi

source: Use a single breed field for animals
de: Einzelnes Rasse Feld für Tiere verwenden
es: Usar una raza simple para animales
fr: N'utiliser qu'un seul champ "race" pour les animaux
he: שימוש בשדה גזע יחיד עבור חיות מחמד
lt: Naudoti vienos veislės laukelį gyvūnams
nl: Gebruik een enkel rasveld voor dieren
pl: Użyj pojedynczego pola rasy w oknie zwierzęcia
pt: Usar um campo simples de raça, para os animais
sk: Použiť len jedno políčko pre plemeno

source: Cache active animals to speed up opening the details screen
de: Cache Funktion für aktive Tiere zur Erhöhung der System Performance einschalten
es: Usar chacé los animales activos para agilizar la apertura de la pantalla de detalles
fr: Cacher les animaux actifs pour accélérer l'ouverture de l'écran "Détails"
he: יש לשמור במטמון חיות מחמד פעילות כדי להאיץ את פתיחת מסך הפרטים
lt: Įkelti į podėlį aktyvius gyvūnus, kad pagreitėtų detalios informacijos lango atidarymas
nl: Cache actieve dieren om de opening van het detailscherm te versnellen
pl: Dodawaj aktywne zwierzęta do cache'u w celu przyśpieszenia otwierania ekranu szczegółów
pt: Colocar em memória animais activos, para aumentar o desempenho na abertura do ecrã de detalhes
sk: Uložiť do cache aktívne zvieratá, aby sa urýchlilo ich načítavanie

source: Lazily load animal satellite data
de: Sateliten Daten verzögert laden
es: Carga perezosa de los datos satelitales de los animales
fr: Ne pas précharger les données de l'animal
he: יש לטעון בעצלתיים את נתוני הלוויין של חיות המחמד
lt: Gyvūnų antraeilius duomenis įkelti pagal poreikį
nl: Laad dierensatelietgegevens vaag
pt: Atraso no carregamentos dos dados de satélite do animal

source: Default to advanced find animal screen
de: Erweiterte Tier Suche zum Standard machen
es: Por defecto usar la búsqueda avanzada de animales
fr: Recherche d'un animal en mode "avancé" par défaut
he: ברירת המחדל לחיפוש חיות מחמד היא חיפוש מתקדם
lt: Numatyti patikslintą gyvūnų paiešką
nl: Standaard naar geavanceerd dierenzoekscherm
pl: Domyślnie otwórz panel zaawansowanego wyszukiwania w oknie przeglądania zwierząt
pt: Por defeito avançar para ecrã de procura de animal

source: Default to advanced find owner screen
de: Erweiterte Halter Suche zum Standard machen
fr: Recherche d'un contact en mode "avancé" par défaut
he: ברירת המחדל לחיפוש בעלים היא חיפוש מתקדם
lt: Numatyti patikslintą asmenų paiešką
nl: Standaard naar geavanceerd eigenaarszoekscherm
pl: Domyślnie otwórz panel zaawansowanego wyszukiwania w oknie przeglądania właścicieli
pt: Por defeito avançar para ecrã de dono de animal

source: Remove Unwanted Breeds and Species
de: Nicht benötigte Rassen und Arten entfernen
es: Quitar las razas y especies no deseadas
et: Eemalda soovimatud tõud ja liigid
fr: Supprimer les races et espèces inutiles
he: הסרת גזעים וזנים שאינם רצויים
lt: Šalinti nereikalingas veisles ir rūšis
nl: Verwijder ongewenste rassen en soorten
pl: Usuń niechciane rasy i gatunki
pt: Remover Espécies e Raças Indesejadas
sk: Odstrániť nechcené plemená a druhy

source: Rabbits
de: Kaninchen
el: Λαγοί
es: Conejos
et: Jänesed
fr: Lapins
he: ארנבים
lt: Triušiai
nl: Konijnen
pl: Króliki
pt: Coelhos
sk: Zajace

source: Horses and Ponies
de: Pferde
el: Άλογα και Πόνι
es: Caballos y Ponis
et: Hobused ja ponid
fr: Chevaux et poneys
he: סוסים וסוסי פוני
lt: Žirgai ir poniai
nl: Paarden en ponies
pl: Konie i Kucyki
pt: Cavalos e Póneis
sk: Kone a poníky

source: Small and Furry
de: Kleintiere
el: Μικρό και Τριχωτό
es: Pequeño y Peludo
et: Väiksed ja karvased
fr: Petit et à fourrure
he: קטנים ופרוותיים
lt: Maži ir gauruoti
nl: Klein en zacht
pl: Małe i Kosmate
pt: Pequeno e Peludo
sk: Malé a chlpaté

source: Pigs
de: Schweine
el: Χοιρινά
es: Cerdos
et: Sead
fr: Cochons
he: חזירים
lt: Kiaulės
nl: Varkens
pl: Świnie
pt: Porcos
sk: Prasiatka

source: Reptiles and Amphibians
de: Reptilien und Amphibien
el: Αμφίβια και ερπετά
es: Reptiles y Anfibios
et: Roomajad ja amfiibid
fr: Reptiles et amphibiens
he: זוחלים ודו־חיים
lt: Ropliai ir amfibijos
nl: Reptielen en amfibieën
pl: Gady i Płazy
pt: Répteis e Amfíbios
sk: Plazy a obojživelníky

source: Birds
de: Vögel
el: Πτηνά
es: Pájaros
et: Linnud
fr: Oiseaux
he: ציפורים
lt: Paukščiai
nl: Vogels
pl: Ptaki
pt: Pássaros
sk: Vtáky

source: Barnyard Animals
de: Hoftiere
es: Animales de Corral
et: Põllumajandusloomad
fr: Animaux de basse-cour
he: חיות משק
lt: Ūkiniai gyvuliai
nl: Boerderijdieren
pl: Zwierzęta Gospodarcze
pt: Animais de Celeiro
sk: Hospodárske zvieratá

source: Finished removing unwanted breeds and species.
de: Löschen von nicht benötigten Rassen und Arten beendet
es: Se ha terminado quitando las razas y especies no deseadas.
et: Soovimatute tõugude ja liikide eemaldamine valmis.
fr: Suppression des races et espèces inutiles terminé.
he: הסרת הגזעים והזנים שאינם רצויים הסתיימה.
lt: Nepageidaujamos veislės ir rūšys baigtos šalinti.
nl: Verwijderen van ongewenste rassen en soorten voltooid.
pl: Zakończono usuwanie niechcianych ras i gatunków
pt: Terminou de remover espécies e raças indesejadas
