Repository: bobintetley/asm2
Catalog: src/locale/po/*.po
Languages: de, el, es, et, fr, he, lt, nl, pl, pt, sk

source: Unable to read log records:
es: No ha sido posible leer los archivos de registro:
fr: Impossible de lire le log :

source: Unable to create new log entry:
es: No ha sido posible crear una nueva entrada en el registro:
fr: Impossible de créer un nouveau log :

source: An error occurred saving the record:
es: Se ha producido un error al guardar el registro:
fr: Une erreur est survenue durant la sauvegarde des données :

source: An error occurred obtaining a connection to the database -
es: Ha ocurrido un error conectándose a la base de datos -
fr: Une erreur est survenue durant la connexion à la base de données -

source: An error occurred checking foreign-key relations and this record cannot be deleted:
es: Se ha producido un error al comprobar las relaciones externas y este registro no puede ser borrado:
fr: Une erreur est survenue durant la vérification des relations de clés étrangères (foreign-key) et ces données ne peuvent être supprimées :

source: An error occurred accessing the record:
es: Se ha producido un error al acceder al registro:
fr: Une erreur est survenue durant l'accès aux données :

source: An error occurred saving the record:
es: Ha ocurrido un error guardando el registro:
fr: Une erreur est survenue durant la sauvegarde des données :

source: An error occurred creating the record:
es: Se ha producido un error al crear el registro:
fr: Une erreur est survenue durant la création des données :

source: Unable to create new lost animal record:
es: No ha sido posible crear un nuevo registro de animal perdido:
fr: Impossible de créer un nouvel animal perdu

source: Unable to create new found animal record:
es: No ha sido posible crear un nuevo registro de animal encontrado:
fr: Impossible de créer un nouvel animal trouvé :

source: All Members
es: Todos los socios
et: Kõik liikmed
fr: Tous les membres

source: &Owner Mail Merge
es: Avisos por correo a los &contactos
fr: &Propriétaire

source: &Non-Returned Adoptions
es: Adopciones &no devueltas
fr: &Adoptions sans retour

source: Off Shelter &Vaccinations
es: &Vacunaciones fuera de refugio
fr: &Vaccinations externes au refuge

source: Microchip &Cancellations
es: &Cancelaciones de microchip
fr: &Annulations transpondeur

source: Microchip Re&gistration
es: Re&gistro de microchip
et: Mikrokiibi regist&reerimine
fr: Enre&gistrement transpondeur

source: &Adoption Mail Merge
es: Avisos por correo sobre &adopciones
fr: &Adoption

source: Contents (&Printable PDF)
es: Contenidos (PDF i&mprimible)
et: Sisu (&prinditav PDF)
fr: Sommaire (&PDF imprimable)

source: &Expiring Members
es: Miembros con plazo &expirado
et: &Aeguvad liikmed
fr: Membres &expirants

source: &All Members
es: Todos los &miembros
et: &Kõik liikmed
fr: &Tous les membres

source: An error occurred validating the record:
es: Se ha producido un error al validar el registro:
fr: Une erreur est survenue durant la validation des données :

source: Unable to open find owner screen:
es: No es posible abrir la pantalla de búsqueda de contacto:
fr: Impossible d'ouvrir l'écran "Rechercher un contact" :

source: Unable to create new movement:
es: No es posible crear un nuevo movimiento::
fr: Impossible de créer un nouveau mouvement :

source: An error occurred cancelling the existing reservation(s). The records were not saved and you will have to remove these reservations manually.
es: Se ha producido un error al cancelar la(s) reserva(s) existente(s). Los registros no han sido guardados, por lo que deberá borrar estas reservas manualmente.
fr: Une erreur est survenue durant l'annulation d'une réservation existante. Les données ne seront pas sauvegardées et vous devrez supprimer ces réservations manuellement.

source: WarnBannedOwner
fr: AvertirContactBanni

source: WarnMultipleReserves
fr: AvertirRéservationsMultiples

source: Unable to open owner:
es: No es posible abrir el contacto:
fr: Impossible d'ouvrir le propriétaire :

source: Unable to read movement records:
es: No es posible leer los registros de movimiento:
fr: Impossible de lire les données de mouvement :

source: An error occurred checking the owner record for movements.
es: Se ha producido un error al comprobar los movimientos en el registro del contacto.
fr: Une erreur est survenue durant la vérification des mouvements de ce contact.

source: An error occurred creating the owner record:
es: Se ha producido un error al crear el registro del contacto:
fr: Une erreur est survenue durant la création du contact :

source: An error occurred saving the record to the database:
es: Se ha producido un error al guardar el registro en la base de datos:
fr: Une erreur est survenue durant la sauvegarde dans la base de données :

source: An error occurred checking the owner:
es: Se ha producido un error al comprobar el contacto:
fr: Une erreur est survenue durant la vérification du contact :

source: Check this box if this owner is a volunteer or dog walker
es: Marque esta casilla si el contacto es un voluntario o un paseante de perros
fr: Cocher cette case si ce contact est un bénévole ou un promeneur

source: An error occurred reading owner information:
es: Se ha producido un error al leer la información del contacto:
fr: Une erreur est survenue durant la lecture des informations du contact :

source: Volunteer/Dog Walker
es: Voluntario/Paseante de perros
fr: Bénévole/Promeneur

source: An error occurred saving the data:
es: Se ha producido un error al guardar los datos:
fr: Une erreur est survenue à la sauvegarde des donnée :

source: OwnerSearch.csv
de: BesitzerSuche.csv
fr: RechercheContact.csv

source: Create Instalment Donation
es: Crear una donación por plazos
fr: Créer un don par versements

source: First instalment date:
es: Fecha del primer plazo:
fr: Date du premier versement :

source: Instalment Frequency:
es: Frecuencia de los plazos:
fr: Fréquence des versements :

source: Instalment amount:
es: Cuantía del plazo:
fr: Montant des versements :

source: Number of Instalments:
es: Número de plazos:
fr: Nombre de versements :

source: You must enter a valid number for the number of instalments.
es: Es necesario indicar un número válido para la cantidad de plazos.
fr: Vous devez saisir un nombre valide pour les versements.

source: You must supply a start date.
es: Es necesario indicar una fecha de inicio.
fr: Vous devez fournir une date de début.

source: Create a new instalment donation
es: Crear una nueva donación por plazos
fr: Créer un nouveau don par versements

source: Unable to read voucher records:
es: No es posible leer los registros de vales:
fr: Impossible de lire les données du bon :

source: User Directory:
es: Directorio de usuario:
fr: Dossier d'installation :

source: Vendor:
es: Fabricante:
et: Edasimüüja, tarnija:
fr: Éditeur :

source: User Home:
es: Directorio de inicio del usuario:
fr: Dossier utilisateur :

source: OS Name:
es: Nombre del SO:
fr: Nom du SE :

source: Java Version:
es: Versión de Java:
fr: Version de Java :

source: User Name:
es: Nombre de usuario:
et: Kasutajanimi:
fr: Nom d'utilisateur :

source: Vendor URL:
es: URL del fabricante:
fr: URL éditeur :

source: Class Path:
es: Ruta de las clases:
fr: Chemin des "class" :

source: OS Architecture:
es: Arquitectura del SO:
fr: Architecture du SE :

source: Java Home:
es: Directorio de inicio de Java:
fr: Répertoire Java :

source: OS Version:
es: Versión del SO:
fr: Version du SE :

source: Class Version:
es: Versión de las clases:
fr: Version de "class" :

source: An error occurred saving the data:
es: Se ha producido un error al guardar los datos:
fr: Une erreur est surevenue durant la sauvegarde des données :

source: ItemValue
fr: ValeurItem

source: An error occurred updating the file types:
es: Se ha producido un error al actualizar los tipos de archivo:
fr: Une erreur est survenue durant la mise à jour des types de fichier :

source: An error occurred reading the list of system filetypes:
es: Se ha producido un error al leer la lista de los tipos de archivo del sistema:
fr: Une erreur est survenue durant la lecture de la liste des types de fichiers :

source: No HTML Viewer
es: No existe ningún visualizador HTML
fr: Pas de visualiseur HTML

source: based computer
es: ordenador basado??
fr: ordinateur basé

source: Bad Command
es: Comando erróneo
fr: Mauvaise commande

source: No valid HTML viewer could be found. External reports will not be viewable from Animal Shelter Manager.
es: No se encuentra ningún visualizador HTML válido. Los informes externos no podrán ser visualizados desde Animal Shelter Manager.
fr: Aucun visualiseur HTML n'a pu être trouvé. Les rapports externes ne seront pas visible depuis Animal Shelter Manager.

source: Scanning filetypes for your
es: Comprobando tipos de archivo para su
fr: Scanne les types de fichier pour votre

source: Unable to execute '
es: No es posible ejecutar '
fr: Exécution impossible '

source: Unable to save filetype registry to disk.
es: No es posible guardar el registro de tipo de archivo en el disco.
fr: Impossible de sauvegarder le registre des types de fichier sur le disque dur.

source: No pdf/postscript viewer could be found. Printable help files will not be viewable in Animal Shelter Manager.
es: No se encuentra ningún visualizador PDF o Postscript. Los archivos de ayuda no podrán ser visualizados en Animal Shelter Manager.
fr: Aucune visionneuse PDF/Postscript disponible. Les fichiers d'aide imprimable ne seront pas visible dans Animal Shelter Manager.

source: No image viewer
es: No se encuentra ningún visualizador de imágenes
fr: Pas de visualiseur d'image

source: Scanning filetypes for a Microsoft Windows based computer
es: Comprobando los tipo de archivo de equipos basados en Microsoft Windows
fr: Scanner les types de fichiers pour un ordinateur Microsoft Windows.

source: An error occurred saving changes to asm.properties:
es: Se ha producido un error al guardar los cambios en asm.properties:
fr: Une erreur est survenue durant la sauvegarde des modifications dans le fichier asm.properties :

source: Show short shelter codes on find animal screen
es: Mostrar códigos de refugio cortos en la pantalla de búsqueda de animales
fr: Afficher les codes refuge courts dans la fenêtre "Rechercher un animal"

source: Don't keep separate town and county information
es: No guardar separadamente la información de ciudad y estado
fr: Ne pas séparer les informations sur la ville et le comté

source: ASM could not locate an office suite on your computer. Document generation will not work until you install and setup an office suite and file type handlers in ASM.
es: ASM no ha encontrado instalado ningún paquete de ofimática en el equipo. La generación de documentos no funcionará hasta que no instale y configure un paquete de ofimática y establezca las asociaciones de archivo correspondientes en ASM.
fr: ASM ne trouve pas de suite bureautique sur votre ordinateur. La génération de documents ne fonctionnera pas jusqu'à ce que vous installiez et configuriez une suite bureautique ainsi que les types de fichiers d'ASM.

source: Don't show the coat type field on the animal screen
es: No mostrar el campo de tipo de pelaje en la pantalla del animal
fr: Ne pas afficher le type de pelage dans la fenêtre "Animal"

source: Automatic Insurance Numbers
fr: Numéros d'assurance automatiques

source: Unable to open user for editing:
es: No es posible abrir el usuario para poder editarlo:
fr: Impossible d'acceder à cet utilisateur pour le modifier:

source: Unable to access system user list:
es: No es posible acceder a la lista de usuarios del sistema:
fr: Impossible d'accéder à la liste des utilisateurs système :

source: An error occurred creating a new user:
es: Se ha producido un error al crear un nuevo usuario:
fr: Une erreur est survenue durant la création du nouvel utilisateur :

source: An error occurred accessing external data:
es: Se ha producido un error al acceder a los datos externos:
fr: Une erreur est survenue durant l'accès aux données externes :

source: An error occurred cloning this record:
es: Se ha producido un error al duplicar el registro:
fr: Une erreur est survenue durant le clonage de cet enregistrement :

source: An error occurred completing the record:
es: Se ha producido un error al completar el registro:
fr: Une erreur est survenue durant l'enregistrement

source: An error occurred retrieving the file:
es: Se ha producido un error al leer el archivo:
fr: Une erreur est survenue lors de la récupération du fichier :

source: An error occurred reading from the media server:
es: Se ha producido un error al leer desde el servidor de medios:
fr: Une erreur est survenue lors de la lecture sur le serveur de média :

source: An error occurred changing into the directory:
es: Se ha producido un error al acceder al directorio:
fr: Une erreur est survenue durant l'accès au répertoire :

source: Adoptions (
es: Adopciones (

source: An invalid report handle was passed.
es: Se ha empleado un parámetro de informe no válido.

source: Version
es: Versión
et: Versioon

source: Invalid lookup type received.
es: Tipo de criterio de búsqueda no válido.

source: Owners must have a name.
de: Besitzer müssen einen Namen haben.

source: The SmartTag PETID tag number
de: Die »SmartTag PETID«-Tag-Nummer

source: Annual
de: Jährlich
pt: Anual

source: 5 Year
de: 5 Jahre
pt: 5 anos

source: Lifetime
de: Lebenszeit
pt: Tempo de vida

source: You need to configure your SmartTag PETID settings before publishing.
de: Sie müssen vor der Veröffentlichung ihre Einstellungen für SmartTag PETID konfigurieren.

source: Publishing to SmartTag PETID is complete.
de: Veröffentlichung bei SmartTag PETID ist abgeschlossen.

source: Update SmartTag PETID
de: Aktualisiere SmartTag PETID

source: SmartTag PETID Settings
de: SmartTag PETID Einstellungen

source: Copy to &Local Database
de: In &lokale Datenbank kopieren

source: Last week
de: Letzte Woche

source: Document Log Type
de: Dokument-Protokolltyp

source: Tuxedo
pl: Smoking (Tuxedo)

source: SmartTag PETID
el: Ετικέτα chip PET ID
