Repository: bobintetley/asm2
Catalog: src/locale/po/*.po
Languages: de, el, es, et, fr, he, lt, nl, pl, pt, sk

source: A full, or part email address for the owner
de: Volle oder partielle email Adresse des Besitzers
el: Ολόκληρη, ή μέρος της διεύθυνσης e-mail για τον ιδιοκτήτη
es: Todo o parte del e-mail del contacto
et: Terve või osa omaniku e-posti aadressist
fr: L'adresse e-mail complète ou partielle du contact
he: כתובת דוא"ל מלאה או חלקית של הבעלים
lt: Pilnas asmens el. pašto adresas arba jo dalis
nl: Een (deel van het) e-mailadres van de eigenaar
pl: Pełny lub częściowy adres email szukanego właściciela
pt: Um endereço de mail, ou parte dele, para o dono
sk: Celá alebo časť adresy majiteľa

source: Home Tel
es: Teléfono de casa
et: Telefon kodus
fr: Téléphone domicile
he: טלפון בבית
lt: Namų tel.
nl: TEL thuis
pl: Tel. Domowy
sk: Domáci telefón

source: Create New Owner
de: Neuen Besitzer anlegen
el: Δημιουργία νεου ιδιοκτήτη
es: Crear nuevo contacto
et: Loo uus omanik
fr: Créer un nouveau contact
he: יצירת בעלים חדשים
lt: Pridėti naują asmenį
nl: Maak een nieuwe eigenaar aan
pl: Utwórz Nowego Właściciela
pt: Criar um Novo Dono
sk: Vytvoriť nového majiteľa

source: Edit Owner
de: Besitzer editieren
el: Επεξεργασία ιδιοκτήτη
es: Editar contacto
et: Muuda omanikku
fr: Éditer le contact
he: עריכת בעלים
lt: Redaguoti asmenį
nl: Bewerk eigenaar
pl: Edytuj Właściciela
pt: Editar Dono
sk: Upraviť majiteľa

source: Home Tel:
de: Telefonnummer Privat
el: Τηλ σπιτιού:
es: Teléfono de casa:
et: Telefon kodus:
fr: Téléphone domicile :
he: טלפון בבית:
lt: Namų tel.:
nl: TEL thuis:
pl: Tel. Domowy:
pt: Telefone de casa
sk: Domáci telefón:

source: Check this box if this owner is a member of your organisation
de: Diese Box auswählen wenn der Besitzer Mitglied der Organisation ist.
el: Επιλέξτε το κουτάκι εαν ο ιδιοκτήτης είναι μέλος του οργανισμού σας
es: Marque esta casilla si el contacto es socio de su organización
et: Märgi see kastike kui omanik on teie organisatsiooni liige
fr: Cocher cette case si ce contact est un membre de votre organisation
he: יש לסמן תיבה זו אם בעלים אלו הם חברים בארגון שלך
lt: Pažymėkite šį laukelį, jei asmuo yra organizacijos narys
nl: Vink dit aan als de eigenaar lid is van je organisatie
pl: Zaznacz to pole, jeśli ta osoba jest członkiem Twojej organizacji.
pt: Seleccione esta caixa se este dono é membro da sua organização
sk: Označte toto ak majiteľ je členom vašej organizácie

source: Member
de: Mitglied
el: Μέλος
es: Socio
et: Liige
fr: Membre
he: חבר
lt: Narys
nl: Lid
pl: Członek
pt: Membro
sk: Člen

source: Title:
de: Titel:
el: Τίτλος:
es: Sr./Sra.:
et: Pealkiri:
fr: Titre :
he: כותרת:
lt: Ponas/Ponia:
nl: Titel(s) [NIEUW]:
pl: Tytuł:
pt: Título:
sk: Titul:

source: Initials:
de: Initialen:
el: Αρχικά:
es: Iniciales:
et: Initsiaalid:
fr: Initiales :
he: ראשי תיבות:
lt: Inicialai:
nl: Initialen:
pl: Inicjały:
pt: Iniciais:
sk: Iniciály:

source: Forenames:
de: Vorname:
el: Όνομα:
es: Nombre:
et: Eesnimed:
fr: Prénom :
he: שמות פרטיים:
lt: Vardas:
nl: Voornamen/letters [NIEUW]:
pl: Imię
pt: Nome Próprio:
sk: Meno:

source: Surname:
de: Nachname:
el: Επώνυμο:
es: Apellidos:
et: Perekonnanimi:
fr: Nom :
he: שם משפחה:
lt: Pavardė:
nl: Achternaam [NIEUW]:
pl: Nazwisko:
pt: Apelido:
sk: Priezvisko:

source: Check this box if this owner is a volunteer
de: Diese Box auswählen wenn der Besitzer ein Ehrenamtlicher Mitarbeiter ist
el: Επιλέξτε αυτό το πλαίσιο αν ο ιδιοκτήτης είναι εθελοντής
et: Märgi see kastike kui omanik on vabatahtlik
he: יש לסמן תיבה זו אם בעלים אלו הם מתנדבים
lt: Pažymėkite šį laukelį, jei asmuo yra savanoris
nl: Vink dit aan als de eigenaar een vrijwilliger is
pl: Zaznacz to pole, jeśli osoba ta jest wolontariuszem
pt: Seleccione esta caixa se este dono é um voluntário
sk: Označte toto ak tento majiteľ je dobrovoľník

source: Generate a document for this owner
de: Dokument für diesen Besitzer generieren
el: Δημιουργία εγγράφου για τον ιδιοκτήτη
es: Generar un documento para este contacto
et: Loo sellele omanikule dokument
fr: Générer un document pour ce contact
he: יצירת מסמך עבור בעלים אלו
lt: Kurti dokumentą šiam asmeniui
nl: Maak een document aan voor deze eigenaar
pl: Wygeneruj dokument dla tej osoby
pt: Gerar um documento para este dono
sk: Vytvoriť dokument pre tohto majiteľa

source: You cannot remove this record, as it appears on animal movements.
de: Dieser Datensatz kann nicht gelöscht werden da er mit Tier Aktivitäten verknüpft ist.
es: No puede borrar este registro ya que aparece en los movimientos de animales
fr: Vous ne pouvez pas supprimer ces données, elle sont utilisées dans les mouvements d'animaux.
he: לא ניתן להסיר רשומה זו כיוון שהיא מופיעה בהעברות של חיות מחמד.
lt: Jūs negalite pašalinti šio įrašo, nes jis susietas su gyvūno veiksmu.
nl: Je kan dit record niet verwijderen omdat het door mutaties gebruikt wordt.
pl: Nie możesz usunąć tego rekordu, bowiem figuruje ono w przesunięciach zwierzęcia.
pt: Não pode remover este registo, uma vez que aparece nos movimentos do animal.
sk: Nemôžete odstrániť tento záznam, nakoľko sa vyskytuje v pohyboch.

source: Tick this box if this owner is a home checker
de: Diese Box auswählen wenn der Besitzer Haus Kontrollen durchführt
es: Marque esta casilla si el contacto es un visitador
et: Märgi see kastike kui omanik on kodude külastaja
fr: Cocher cette case si ce contact est un contrôleur
he: יש לסמן תיסה זו אם בעלים אלו הינם סוקרי בתים
lt: Pažymėkite šį laukelį, jei asmuo tikrina būsimas gyvūnų laikymo sąlygas naujuose namuose
nl: Vink dit aan als de eigenaar een nazorgmedewerker is
pl: Zaznacz to pole, jeśli osoba zajmuję się kontrolami domów adopcyjnych
pt: Assinale se este dono for de uma casa verificada
sk: Označte toto ak tento majiteľ je kontrolór pred adopciou

source: Work Tel:
de: Telefonnummer Arbeit
el: Τηλ εργασίας:
es: Teléfono del trabajo:
et: Telefon tööl:
fr: Téléphone professionel :
he: טלפון בעבודה:
lt: Darbo tel.:
nl: TEL werk:
pt: Telefone do Trabalho:
sk: Pracovný telefón:

source: Volunteer
de: Ehrenamtlicher Mitarbeiter
el: Εθελοντής
et: Vabatahtlik
he: מתנדב/ת
lt: Savanoris
nl: Vrijwilliger
pl: Wolontariusz
pt: Voluntário
sk: Dobrovoľník

source: Suspect Owner
de: Vermuteter Besitzer
el: Ύποπτος Ιδιοκτήτης
es: Contacto sospechoso
et: Kahtlane omanik
fr: Contact suspect
he: חשד בבעלים
lt: Įtartinas asmuo
nl: Mogelijk ongewenste eigenaar
pt: Dono Suspeito
sk: Podozrivý majiteľ

source: Homecheck Areas:
de: Hauskontrollen Gebiete
es: Zona de visitas:
fr: Zones de contrôle :
he: אזורי סקירות בית:
lt: Laikymo sąlygų tikrinimo vietovės:
nl: Nazorg gebieden:
pt: Área de casas verificadas
sk: Oblasti kontroly

source: Error reading configuration:
de: Fehler beim Lesen der Konfiguration:
el: Σφάλμα ανάγνωσης ρυθμίσεων:
es: Error al leer la configuración:
fr: Erreur à la lecture de la configuration :
he: שגיאה בעת קריאת התצורה:
lt: Įvyko klaida nuskaitant konfigūraciją:
nl: Fout bij het inlezen van de instellingen:
pl: Błąd odczytu konfiguracji:
pt: Erro ao ler a configuração:
sk: Chyba načítavania konfigurácie:

source: Email:
de: E-Mail-Adresse:
et: E-post:
fr: Adresse e-mail :
he: דוא"ל:
lt: El. paštas:

source: Possible Matching Owners
de: Mögliche Zutreffende Besitzer
es: Posibles contactos coincidentes
et: Võimalikud kattuvad omanikud
fr: Doublon de contact potentiel
he: בעלים שיתכן שהם תואמים
lt: Galimai sutampantys asmenys
nl: Mogelijke overeenkomsten eigenaren
pt: Possíveis Correspondências de Donos
sk: Možné zhody majiteľov

source: Banned
de: Gesperrt
el: Αποκλεισμένος
es: Vetado
et: Loomavõtmiskeeld
fr: Banni
he: נחסם
lt: Juodasis sąrašas
nl: Ongewenst
pt: Banido
sk: Zakázaný

source: Homechecker
de: Haus Prüfer/in
es: Visitador
et: Kodude külastaja
fr: Contrôleur
he: סוקר בית
lt: Tikrintojas
nl: Nazorgwerker
pl: Kontroler Domów
pt: Casa verificada
sk: Kontrolór

source: The date this owner was last homechecked
de: Datum der letzten Überprüfung
es: La fecha en que la casa del contacto fue revisada por última vez
et: Kuupäev, mil omaniku kodu viimati külastati
fr: La date du dernier contrôle à domicile de ce propriétaire
he: התאריך שבו הבית של בעלים אלה נסקר לאחרונה
lt: Data, kai paskutinį kartą buvo tikrintos gyvūnų laikymo sąlygos pas šį asmenį
nl: De datum van het laatste nazorgbezoek bij deze eigenaar
pt: Última data em que a casa do dono foi verificada
sk: Dátum, kedy bol majiteľ naposledy kontrolovaný

source: Donor
de: Spender
el: Δωρητής
es: Donante
et: Sponsor
fr: Donateur
he: תורם
lt: Rėmėjas
pl: Darczyńca
pt: Doador
sk: Darca

source: Check this box if this owner makes donations
de: Klicken sie dieses Kästchen wenn der Besitzer spendet
el: Επιλέξτε το κουτάκι εαν ο ιδιοκτήτης κάνει δωρεές
es: Marque esta casilla si este contacto hace donaciones
et: Märgi see kastike kui omanik teeb annetusi
fr: Cochez cette case si ce contact fait des dons
he: יש לסמן תיבה זו אם בעלים אלו תורמים
lt: Pažymėkite šį laukelį, jei asmuo remia
nl: Vink dit aan als de eigenaar giften doet
pl: Zaznacz to pole, jeśli osoba dokonuje darowizn
pt: Seleccione esta caixa se este dono faz doações
sk: Označte toto ak tento majiteľ prispieva

source: Unable to create new owner donation:
de: Neue Eigentümerspende anlegen fehlgeschlagen
el: Αδυναμία νέας δωρεάς ιδιοκτήτη:
es: No es posible crear una nueva donación del contacto:
et: Ei saa luua uut omaniku annetust:
fr: Impossible de créer un nouveau don :
he: לא ניתן ליצור תרומה חדשה של בעלים:
lt: Nepavyko pridėti naujos asmens paramos:
nl: Kan geen nieuwe eigenaarsgift aanmaken:
pt: Impossível criar uma nova doação:
sk: Nemôžem vytvoriť nové darcovstvo

source: New Donation
de: Neue Spende
el: Νέα δωρεά
es: Nueva donación
et: Uus annetus
fr: Nouveau don
he: תרומה חדשה
lt: Nauja parama
nl: Nieuwe gift
pl: Nowa Darowizna
pt: Nova Doação
sk: Nový dar

source: Edit Donation
de: Spende bearbeiten
el: Επεξεργασία δωρεάς
es: Editar donación
et: Muuda annetust
fr: Éditer les dons
he: עריכת תרומה
lt: Redaguoti paramą
nl: Bewerk gift
pl: Edytuj Darowiznę
pt: Editar Doação
sk: Upraviť dar

source: Send an email to this owner
de: Eine E-mail an den Besitzer senden
el: Στείλτε email στον ιδιοκτήτη
es: Enviar un e-mail a este contacto
et: Saada sellele omanikule e-kiri
fr: Envoyer un e-mail à ce contact
he: שליחת דוא"ל לבעלים אלו
lt: Siųsti el. laišką šiam asmeniui
nl: Zend een e-mail naar deze eigenaar
pl: Wyślij e-mail do tej osoby
pt: Enviar um email a este dono
sk: Poslať email tomuto majiteľovi

source: This owner does not have an email address.
de: Dieser Besitzer hat keine E-mail adresse
el: Αυτός ο ιδιοκτήτης δεν έχει διεύθυνση email.
es: Este contacto no dispone de dirección de e-mail.
et: Omanikul ei ole e-posti aadressi
fr: Ce contact n'a pas d'adresse e-mail.
he: לבעלים אלו אין כתובת דוא"ל.
lt: Šis asmuo neturi el. pašto adreso.
nl: Deze eigenar heeft geen e-mailadres.
pl: Ta osoba nie ma przypisanego adresu e-mail.
pt: Este dono não tem um endereço de email
sk: Tento majiteľ nemá emailovú adresu.

source: Show:
de: Anzeigen:
el: Εμφάνιση:
es: Mostrar:
et: Näita:
fr: Afficher :
he: הצגה:
lt: Rodyti:
nl: Toon:
pl: Pokaż:
pt: Mostrar:
sk: Zobraziť:

source: Other Animal Shelter
de: Andere Tierheime
el: Άλλα Καταφύγια Ζώων
es: Otro refugio de animales
et: Teine varjupaik
fr: Autre refuge animalier
he: בית מחסה אחר לחיות מחמד
lt: Kita gyvūnų prieglauda
nl: Ander opvangcentrum
pt: Outro Canil
sk: Ostatné útulky

source: Shelter Staff
de: Tierheim Mitarbeiter
el: Προσωπικό Καταφυγίου
es: Personal del refugio
et: Varjupaiga personal
fr: Personnel du refuge
he: צוות בית המחסה
lt: Prieglaudos personalas
nl: Opvangcentrummedewerker
pl: Personel Schroniska
pt: Pessoal do Canil
sk: Zamestnanci útulku

source: Animal Care Officer
de: Tierschutz Beamter
el: Υπεύθυνος Περιποίησης Ζώων
es: Cuidador de animales
et: Loomakaitse inspektor
fr: Employé de fourrière
he: הממונה על חוק צער בעלי חיים השירותים הוטרינריים משרד החקלאות
lt: Gyvūnų apsaugos specialistas
nl: Medewerker inspectiedienst
pt: Oficial de Cuidados Animais
sk: Opatrovateľ zvierat

source: Email
et: E-post
he: דוא"ל
lt: El. paštas

source: There are no owners matching your criteria.
de: Es sind keine Besitzer vorhanden die Ihre Kriterien erfüllen
el: Δεν υπάρχουν ιδιοκτήτες που να ταιριάζουν στα κριτήριά σας.
es: No existen contactos que cumplan con el criterio indicado.
et: Kriteeriumitele ei vasta ükski omanik
fr: Aucun contact ne correspond à vos critères.
he: אין בעלים התואמים לקריטריונים שהוצבו.
lt: Asmenų, atitinkančių jūsų kriterijus, nėra.
nl: Er zijn geen eigenaars die overeenkomen met je criteria.
pt: Não existem donos que correspondam ao seu critério
sk: Neexistujú majitelia vyhovujúci vašim kritériám

source: Check this box if this owner is a retailer who adopts animals on your shelters behalf
de: Klicken sie diese Box an, wenn dieser Halter ein Einzelhändler ist, der Tiere in Ihrem Auftrag vermittelt
el: Επιλέξτε το πλαίσιο εάν ο ιδιοκτήτης είναι λιανοπωλητής ο οποίος υιοθετεί ζώα για λογαριασμό του καταφυγίου σας
es: Marque esta casilla si el contacto es un colaborador que adopta animales en nombre de su refugio
et: Märgi see kastike kui omanik on vahendaja, kes loovutab loomi teie organisatisooni nimel
fr: Cocher cette case si ce contact est un revendeur qui adopte des animaux en partenariat avec le refuge.
he: יש לסמן תיסה זו אם בעלים אלו הם קמעונאי המאמץ חיות מחמד בחסות בית המחסה שלך
lt: Pažymėkite šį laukelį, jei asmuo yra tarpininkas, atiduodantis gyvūnus jūsų organizacijos vardu
nl: Vink dit aan als de eigenaar een handelaar is die dieren adopteerd in naam van opvangcentra
pt: Seleccione esta caixa se este dono é um revendedor que adopta animais a favor do seu canil
sk: Označte toto ak je tento majiteľ sprostredkovateľ

source: (All Owners)
de: (Alle Besitzer)
el: (Όλοι οι Ιδιοκτήτες)
es: (Todos los contactos)
et: (Kõik omanikud)
fr: (tous les contacts)
he: (כל הבעלים)
lt: (Visus asmenis)
nl: (Alle eigenaars)
pl: (Wszystkie Osoby)
pt: (Todos os Donos)
sk: (Všetci majitelia)

source: Adopters
de: Adoptierende
es: Adoptante
et: Loomavõtjad
fr: Adoptants
he: מאמצים
lt: Naujuosius savininkus
nl: Adoptanten
pt: Adoptantes
sk: Adopční

source: Not Homechecked
de: Wohnung nicht überprüft
es: No visitado
et: Kodu ei ole külastatud
fr: Non contrôlé à domicile
he: לא עבר סקירת בית
lt: Laikymo sąlygos netikrintos
nl: Nog geen nazorgbezoek gehad
pt: Casa não verificada
sk: Neskontrolovaní

source: Members
de: Mitglieder
el: Μέλη
es: Socios
et: Liikmed
fr: Membres
he: חברים
lt: Narius
nl: Leden
pl: Członkowie
pt: Membros
sk: Členovia

source: Donors
de: Spender
el: Δωρητές
es: Donantes
et: Sponsorid
fr: Donateurs
he: תורמים
lt: Rėmėjus
nl: Sponsors
pl: Darczyńcy
pt: Doadores
sk: Darcovia

source: Homecheckers
de: Haus Prüfer
es: Visitadores
et: Kodude külastajad
fr: Contrôleurs
he: סוקרי בתים
lt: Būsimų gyvūnų laikymo sąlygų naujuose namuose tikrintojai
nl: Nazorgmedewerkers
pl: Kontrolerzy Domowi
pt: Verificador de casas
sk: Kontrolóri

source: Volunteers
de: Ehrenamtliche
el: Εθελοντές
es: Voluntarios
et: Vabatahtlikud
fr: Bénévoles
he: מתנדבים
lt: Savanorius
nl: Vrijwilligers
pl: Wolontariusze
pt: Voluntários
sk: Dobrovoľníci

source: Shelters
de: Tierheime
el: Καταφύγια
es: Refugios
et: Varjupaigad
fr: Refuges
he: בתי מחסה
lt: Kitų prieglaudų atstovus
nl: Opvangcentra
pl: Schroniska
pt: Canis
sk: Útulky

source: Animal Care Officers
de: Tierschutz Beamte
el: Υπεύθυνοι Περιποίησης Ζώων
es: Cuidadores de animales
et: Loomakaitse inspektorid
fr: Employés de fourrière
he: הממונho על חוק צער בעלי חיים השירותים הוטרינריים משרד החקלאות
lt: Gyvūnų apsaugos specialistus
nl: Medewerkers inspectiedienst
pl: Inspektorzy Opieki
pt: Oficial de cuidados animais
sk: Opatrovatelia zvierat

source: Staff
de: Mitarbeiter
el: Προσωπικό
es: Personal
et: Personal
fr: Membres du personnel
he: צוות
lt: Personalą
nl: Medewerker
pl: Personel
pt: Equipa
sk: Dobrovoľníci

source: Fosters Animals
de: Pflegeverhältniss
es: Acoge animales
et: Pakub hoiukodu
fr: Famille d'accueil
he: אימוץ זמני של חיות מחמד
lt: Laikinas globėjas
nl: Dieren bij gastgezin
pl: Dom Tymczasowy
pt: Animais acolhidos temporáriamente
sk: Zvieratá v domácej opatere

source: Check this box if this owner can foster animals
de: Diese Box ankreuzen wenn die Person Tiere in Pflege nehmen kann.
el: Τσεκάρισε αυτό το κουτάκι αν αυτός ο ιδιοκτήτης μπορεί να υιοθετήσει ζώα
es: Marque esta casilla si el contacto puede acoger animales
et: Märgi see kastike kui see omanik saab pakkuda hoiukodu
fr: Cochez cette case si ce contact est une famille d'accueil
he: יש לסמן תיבה זו אם בעלים אלו יכולים לאמץ חיות מחמד באופן זמני
lt: Pažymėkite šį laukelį, jei asmuo gali laikinai globoti gyvūnus
nl: Vink dit aan als deze eigenaar als gastgezin kan optreden
pl: Zaznacz to pole, jeśli właściciel może zapewnić dom tymczasowy
pt: Seleccione esta caixa se este dono pode adoptar animais
sk: Označte toto ak tento majiteľ môže vykonávať domácu opateru

source: Fosterers
de: Tierpfleger
el: Ανάδοχοι
es: Casas de acogida
et: Hoiukodud
fr: Famille d'accueil
he: מאמצים זמניים
lt: Laikinus globėjus
nl: Gastgezinnen
pl: Domy Tymczasowe
pt: Acolhimento temporário
sk: Domáca opatera

source: Town:
de: Stadt
el: Πόλη:
es: Ciudad:
et: Linn:
fr: Ville :
he: עיר:
lt: Gyvenvietė:
nl: Woonplaats:
pl: Miejscowość:
pt: Cidade:
sk: Mesto:

source: County:
de: Kreis:
el: Χώρα:
es: Provincia:
et: Maakond:
fr: Comté :
he: מדינה:
lt: Savivaldybė:
nl: Gemeente:
pl: Powiat/Gmina:
pt: Município:

source: Town contains:
de: Stadt enthält
el: Η πόλη περιέχει:
es: La ciudad contiene:
et: Linn sisaldab:
fr: La ville contient :
he: עיר המכילה:
lt: Mieste yra:
nl: Woonplaats bevat:
pl: Miejscowość zawiera:
pt: Cidade contém:
sk: Mesto obsahuje:

source: County contains:
de: Kreis enthält
el: Η περιοχή περιέχει:
es: La provincia contiene:
et: Maakond sisaldab:
fr: Le comté contient :
he: מדינה המכילה:
lt: Rajone yra:
nl: Gemeente bevat:
pl: Powiat/Gmina zawiera:
pt: Município contém:
sk: County obsahuje:

source: Date Received
de: Empfangen am
el: Ημερομηνία Παραλαβής
es: Fecha recibida
et: Saamise kuupäev
fr: Date de réception
he: התקבלו נתונים
lt: Gavimo data
nl: Datum ontvangen
pl: Data odbioru
pt: Data Recebido
sk: Dátum prijatia

source: Date Due
de: Fällig am
es: Fecha de vencimiento
fr: Date d'émission
he: תאריך סיום התקופה
lt: Mokėjimo terminas
nl: Datum gewenst
pt: Data de vencimento
sk: Dátum

source: Telephone:
de: Telefonnummer:
el: Τηλέφωνο:
es: Teléfono
et: Telefon:
fr: Téléphone :
he: טלפון:
lt: Telefonas:
nl: Telefoon:
pl: Telefon:
pt: Telefone:
sk: Telefón:

source: Create a new owner
de: Neuen Besitzer anlegen
el: Δημιουργία νέου ιδιοκτήτη
es: Crear un nuevo contacto
et: Loo uus omanik
fr: Créer un nouveau contact
he: יצירת בעלים חדשים
lt: Pridėti naują asmenį
nl: Maak een nieuwe eigenaar aan
pl: Utwórz nowego właściciela
pt: Criar um novo dono
sk: Vytvoriť nového majiteľa

source: Edit this owner
de: Besitzer editieren
el: Επεξεργασία του ιδιοκτήτη
es: Editar este contacto
et: Muuda seda omanikku
fr: Éditer ce contact
he: עריכת בעלים אלו
lt: Redaguoti šį asmenį
nl: Bewerk deze eigenaar
pl: Edytuj tego właściciela
pt: Editar este dono
sk: Upraviť tohto majiteľa

source: Use an existing owner
de: Existierenden Besitzer zuordnen
el: Χρήση υπάροντος ιδιοκτήτη
es: Emplear un contacto ya existente
et: Kasuta olemasolevat omanikku
fr: Utiliser un contact existant
he: שימוש בבעלים קיימים
lt: Naudoti egzistuojantį asmenį
nl: Gebruik een bestaande eigenaar
pl: Użyj istniejącego właściciela
pt: Usar um dono existente
sk: Použiť existujúceho majiteľa

source: You cannot delete this owner as it is referenced from other records.
de: Der Besitzer kann nicht gelöscht werden da er mit anderen Datensätzen verknüpft ist.
es: No es posible borrar este contacto ya que se hace referencia a él en otros registros.
et: Sefa omanikku ei saa kustutada, sest talle on viidatud teistes kirjetes.
fr: Vous ne pouvez pas supprimer ce contact car il est référencé dans d'autres dossiers.
he: לא ניתן למחוק בעלים אלו כיוון שהם מופנים מרשומות אחרות.
lt: Jūs negalite pašalinti šio asmens, nes į jį yra nuorodų iš kitų įrašų.
nl: U kunt deze eigenaar niet verwijderen omdat er verwijzingen zijn vanuit andere records.
pl: Nie możesz usunąć tego właściciela, ponieważ inne rekordy bazy danych odnoszą się do niego.
pt: Não pode apagar este dono uma vez que está referenciado noutros registos
sk: Nemôžete vymazať tohto majiteľa, keďže sa nachádza v iných záznamoch

source: Media notes contain:
de: Media Anmerkungen enthalten:
es: Las notas de medios contienen:
fr: Les notes du média contiennent :
he: הערות המדיה מכילות:
lt: Failų pastabose yra:
nl: Media opmerkingen bevatten:
pl: Notatki zdjęć zawierają:
pt: Notas multimédia contêm:
sk: Poznámky k súboru obsahujú:

source: Media notes contain. Use spaces to separate individual words
de: Media Anmerkungen enthalten: Individuelle Worte durch Leerzeichen getrennt.
es: Las notas de medios contienen. Utilice espacios para separar las palabras individuales
fr: Les notes du média contiennent. Utiliser un espace pour séparer les mots
he: תוכן הערות המדיה. יש להשתמש ברווחים כדי להפריד בין מילים בודדות
lt: Failų pastabose esantys žodžiai (naudokite tarpus skirtingiems žodžiams atskirti)
nl: Media opmerkingen bevatten. Gebruik spaties om woorden te scheiden
pt: Notas multimédia contêm. Utilize espaços para seprar palavras individuais
sk: Poznámky k súboru obsahujú. Použite medzery na oddelenie jednotlivých slov.

source: Ignore and Continue with new Owner
de: Ignorieren und Weiter mit neuem Besitzer
es: Ignorar y continuar con el nuevo contacto
et: Ignoreeri ja jätka uue omanikuga
fr: Ignorer et continuer
he: התעלמות והמשך לבעלים חדשים
lt: Ignoruoti ir tęsti su kitu asmeniu
nl: Negeer en ga verder met nieuwe eigenaar
pl: Ignoruj i Kontynuuj z nowym Właścicielem
pt: Ignorar e continuar com um novo dono
sk: Ignorovať a pokračovať s novým majiteľom

source: Abandon new Owner
de: Neuen Besitzer abbrechen
es: Cancelar el nuevo contacto
et: Loobu uuest omanikust
fr: Abandonner
he: נטישת בעלים חדשים
lt: Atsisakyti naujo asmens pridėjimo
nl: Verlaat nieuwe eigenaar
pl: Porzuć nowego Właściciela
pt: Abandonar novo dono
sk: Zakázať nového majiteľa

source: Create new voucher
de: Neue Bescheinigung anlegen
el: Δημιουργία νέου κουπονιού
es: Crear un nuevo vale
et: Loo uus vautšer
fr: Créer un nouveau bon
he: יצירת שובר חדש
lt: Pridėti naują taloną
nl: Maak een nieuwe tegoedbon aan
pl: Utwórz nowy voucher
pt: Criar novo voucher
sk: Vytvoriť nový poukaz

source: Edit this voucher
de: Diese Bescheinigung editieren
el: Επεξεργασία του κουπονιού
es: Editar este vale
et: Muuda seda vaitšerit
fr: Éditer ce bon
he: עריכת שובר זה
lt: Redaguoti šį taloną
nl: Bewerk deze tegoedbon
pl: Edytuj ten voucher
pt: Editar este voucher
sk: Upraviť tento poukaz

source: Delete this voucher
de: Diese Bescheinigung löschen
el: Διέγραψε αυτό το κουπόνι
es: Borrar este vale
et: Kustuta see vautšer
fr: Supprimer ce bon
he: מחיקת שובר זה
lt: Šalinti šį taloną
nl: Verwijder deze tegoedbon
pl: Usuń ten voucher
pt: Apagar este voucher
sk: Vymazať tento poukaz

source: Issue Date
de: Ausgestellt am:
es: Fecha de emisión
et: Välja andmise kuupäev
fr: Date d'émission
he: תאריך ההנפקה
lt: Išdavimo data
nl: Uitgiftedatum
pl: Data Wydania
pt: Data em questão
sk: Dátum vydania

source: Expiry Date
de: Läuft ab am:
el: Ημερομηνία λήξης
es: Fecha de caducidad
et: Aegumise kuupäev
fr: Date d'expiration
he: תארית התפוגה
lt: Galioja iki
nl: Vervaldatum
pl: Data Wygaśnięcia
pt: Data de termo
sk: Dátum expirácie

source: Voucher Type
de: Beleg Typ
el: Τύπος Κουπονιού
es: Tipo de vale
et: Vautšeri tüüp
fr: Type de bon
he: סוג שובר
lt: Talono tipas
nl: Tegoedbontype
pl: Typ Vouchera
pt: Tipo de voucher
sk: Typ poukazu

source: Voucher Type:
de: Beleg Typ:
el: Τύπος Κουπονιού:
es: Tipo de vale:
et: Vautšeri tüüp:
fr: Type de bon :
he: סוג שובר:
lt: Talono tipas:
nl: Soort tegoedbon:
pl: Typ Vouchera:
pt: Tipo de voucher:
sk: Typ poukazu:
