Repository: bobintetley/asm2
Catalog: src/locale/po/*.po
Languages: de, el, es, et, fr, he, lt, nl, pl, pt, sk

source: Save your changes and exit
de: Änderungen speichern und beenden
el: Αποθήκευση αλλαγών και έξοδος
es: Guardar cambios y salir
et: Salvesta muudatused ja välju
fr: Sauvegarder et quitter
he: יציאה תוך שמירת השינויים
lt: Išsaugoti pakeitimus ir uždaryti
nl: Bewaar de wijzigingen en sluit af
pl: Zapisz zmiany i wyjdź
pt: Gravar alaterações e sair
sk: Uložiť zmeny a skončiť

source: Start Maximised:
de: Maximiert starten
el: Μεγιστοποιημένη Έναρξη:
es: Ejecutar maximizado:
fr: Démarrer en plein écran :
he: הפעלה במסך מלא:
lt: Pradėti padidintu formatu:
nl: Start gemaximaliseerd:
pl: Uruchom Zmaksymalizowany:
pt: Iniciar maximizado:
sk: Spustiť maximalizované:

source: Email address:
de: Email-Adresse:
el: Διεύθυνση Email:
es: Dirección de e-mail:
et: E-posti aadress:
fr: Adresse e-mail :
he: כתובת דוא"ל:
lt: El. pašto adresas:
nl: E-mailadres:
pl: Adres e-mail:
pt: Endereço de email:
sk: E-mailová adresa:

source: The email address that mails sent from ASM appear to come from
de: Die ASM Absender Identifikations Email-Adresse
es: La dirección de e-mail que ASM muestra al enviar el correo electrónico
fr: L'adresse e-mail qui apparaîtra en "envoyeur" pour les messages délivrés par ASM
he: כתובת הדוא"ל שמייצגת את ASM בשליחת הודעות דוא"ל
lt: Siuntėjo el. pašto adresas, kuris rodomas išsiųstuose ASM laiškuose
nl: Het e-mailadres dat getoond moet worden in verzonden berichten
pl: Adres e-mail, którym podpisywane są wiadomości wysyłane przez ASM
pt: O endereço de email que foi enviado pelo ASM aparenta vir de
sk: E-mailová adresa, ktorá bude zobrazená ako odosielateľ pri správach posielaných ASM

source: SMTP Server:
es: Servidor SMTP:
fr: Serveur SMTP :
he: שרת SMTP:
lt: SMTP serveris:
pl: Serwer SMTP:
pt: Servidor SMTP

source: The IP address/hostname of your SMTP Server
de: IP Adresse oder Hostname des SMTP Servers
el: Η διεύθυνση IP/το όνομα του εξυπηρετητή SMTP σας
es: La dirección IP o nombre del servidor SMTP
fr: L'adresse IP/nom d'hôte de votre serveur SMTP
he: כתובת ה־IP/שם המארח של שרת ה־SMTP שלך
lt: Jūsų SMTP serverio IP adresas/pagrindinio kompiuterio vardas
nl: Het IP-adress of naam van de SMTP-server
pl: Adres IP/ Nazwa hosta Twojego serwera SMTP
pt: Endereço IP / Nome de Host do seu servidor de SMTP
sk: IP adresa/hostname SMTP servera

source: Show short shelter codes on screens and reports
el: Εμφάνισε τον βραχύ κωδικό καταφυγίου στην οθόνη και στις αναφορές
he: הצגת קוד קצר של בית המחסה במסכים ובדוחות
lt: Rodyti trumpuosius prieglaudos kodus ekranuose ir ataskaitose.
nl: Laat de verkorte asiel codes zien op het scherm
pl: Pokazuj skrócone kody zwierząt w oknach i raportach
pt: Mostrar códigos pequenos do Canil nos ecrãs e relatórios

source: Fostered animals are shelter inventory
de: Tiere in externen Pflegeverhältnissen zum Heim Inventar rechnen
es: Los animales acogidos forman parte del inventario del refugio
et: Hoiukodus olevad loomad on varjupaiga omand
fr: Les animaux en famille d'accueil font partie de l'inventaire du refuge
he: חיות באימוץ זמני נחשבות לחלק ממאגר בית המחסה
lt: Laikinai namuose globojami gyvūnai skaitomi kaip prieglaudos
nl: Dieren in gastgezinnen behoren tot de opvangcentruminventaris
pl: Zwierzęta w Domach Tymczasowych są widoczne w stanach ilościowych schroniska
pt: Animais em acolhimento temporário são do inventário do canil
sk: Zvieratá v domácej opatere sú súčasťou útulku

source: Default Waiting List Urgency:
de: Voreingestellte Dringlichkeitsstufe für Einträge der Warteliste
es: Urgencia por defecto de la lista de espera:
fr: Criticité par défaut pour la liste d'attente :
he: דחיפות ברירת המחדל של רשימת ההמתנה:
lt: Numatytasis skubos prioritetas laukiančiųjų vietos sąraše:
nl: Standaard wachtlijst urgentie:
pl: Domyślna Pilność Listy Oczekujących:
pt: Lista de Espera de Urgência:
sk: Predvolená urgencia zoznamu čakajúcich

source: [None]
de: [Keine]
el: [Κανένα]
es: [Ninguno]
et: [Puudub]
fr: [Aucun]
he: [ללא]
lt: [Nenustatytas]
nl: [Geen]
pl: [Brak]
pt: [Nenhum]
sk: [nie je]

source: Default shelter code for new animals
de: Voreingestellte Typenbezeichnung für Neuzugänge
el: Προκαθορισμένος κωδικός καταφυγίου για νέα ζώα
es: Código de refugio por defecto para nuevos animales
fr: Code refuge par défaut pour les nouveaux animaux
he: קוד בית המחסה כברירת מחדל לחיות מחמד חדשות
lt: Numatytasis prieglaudos kodas naujiems gyvūnams
nl: Standaard opvangcentrumcode voor nieuwe dieren
pl: Domyślny kod dla nowych zwierząt
pt: Código por defeito para novos animais
sk: Predvolený kód pre nové zvieratá

source: Enforce animal codes entered by users conform to the selected animal code scheme
de: Manuelle Eingabe Typenbezeichnung auf Konformität mit dem ausgewählten Tierzeichnungssystem prüfen.
es: Requerir obligatoriamente el empleo de códigos de animal según el formato indicado en la configuración
fr: Forcer les codes animaux saisis par les utilisateurs à se conformer au schéma de codage sélectionné
he: יש לאלץ את קודי חיות המחמד שמוזנות על ידי המשתמשים להתאים לתבנית הקוד לחיית המחמד הנבחרת
lt: Leisti naudotojų įvestus gyvūnų kodus pritaikyti prie pasirinktos gyvūnų kodavimo schemos
nl: Dwing af dat ingevoerde diercodes voldoen aan het gekozen stramien
pl: Wymuś zgodność kodów wprowadzanych przez użytkownika ze schematem kodowania
pt: Forçar os códigos de animais introduzidos pelos utilizadores ao esquema de animal seleccionado

source: Use Automatic Litter Identification
de: Automatische Wurf Identifikation nutzen
es: Emplear la identificación automática de camadas
et: Kasuta automaatset pesakondade identifitseerijat
fr: Utiliser l'identification automatique des portées
he: שימוש בזיהוי המלטות אוטומטי
lt: Naudoti automatinę vadų identifikaciją
nl: Gebruik automatische identificatie van nesten
pl: Użyj automatycznej identyfikacji miotów
pt: Utilizar Identificação Automática de Ninhada

source: Default Internal Location:
de: Voreingestellter interner Unterbringungsort
el: Προκαθορισμένη Εσωτερική Τοποθεσία:
es: Ubicación interna por defecto:
et: Sisemine asukoht vaikimisi:
fr: Emplacement interne par défaut :
he: המיקום הפנימי כברירת המחדל:
lt: Numatytoji vidaus patalpa:
nl: Standaard interne locatie:
pl: Domyślna Lokalizacja Wewnętrzna:
pt: Localização Interna por Defeito:
sk: Predvolené interné umiestnenie:

source: Default Entry Reason:
de: Voreingestellter Eingangsgrund
el: Προκαθορισμένος Λόγος Εγγραφής:
es: Razón de entrada por defecto:
et: Sisenemise põhjus vaikimisi:
fr: Motif d'entrée par défaut :
he: סיבת הכניסה כברירת המחדל:
lt: Numatytoji patekimo priežastis:
nl: Standaard binnenkomstreden:
pl: Domyślny Powód Wejścia:
pt: Razão de Entrada por Defeito:
sk: Predvolený dôvod príjmu:

source: Default today as the reservation date for new movements
de: Heutiges Datum für neue Vorgänge als Voreinstellung nutzen
el: Προκαθορισμένο Σήμερα σας ημερομηνία κράτησης για νέεες μετακινήσεις
es: Emplear la fecha del día como la de reserva para los nuevos movimientos
fr: Date de réservation des nouveaux mouvements à aujourd'hui par défaut
he: היום הוא ברירת המחדל לתאריך ההזמנה עבור העברות חדשות
lt: Numatyti šiandieną kaip rezervacijos datą naujiems veiksmams
nl: Zet vandaag als standaard reservatiedatum voor nieuwe mutaties
pl: Domyślnie użyj dzisiejszej daty jako daty rezerwacji dla nowych przesunięć
pt: Colocar a data de hoje como por defeito para novos movimentos
sk: Prednastaviť dnešok ako dátum rezervácie pre nové pohyby

source: Coding System
de: Kennzeichnungs System
es: Sistema de codificación
fr: Système de codage
he: מערכת קידוד
lt: Kodavimo sistema
nl: Coderingssysteem
pl: System Kodowania
pt: Sistema de Codificação

source: Warnings
de: Warnungen
el: Προειδοποιήσεις
es: Avisos
et: Hoiatused
fr: Avertissements
he: אזהרות
lt: Įspėjimai
nl: Waarschuwingen
pl: Ostrzeżenia
pt: Avisos
sk: Upozornenia

source: Format and Display
de: Format und Anzeige
el: Μορφή και Εμφάνιση
es: Formato y visualización
fr: Formatage et Affichage
he: מבנה ותצוגה
lt: Formatas ir vaizdavimas
nl: Opmaken en tonen
pl: Format i Sposób Wyświetlania
pt: Formatação e Exibição
sk: Format a display

source: Database and System
de: Datenbank und System
el: Βάση δεδομένων και Σύστημα
es: Base de datos y sistema
et: Andmebaas ja süsteem
fr: Système et base de données
he: מסד נתונים ומערכת
lt: Duomenų bazė ir sistema
nl: Databank en systeem
pl: System i Baza Danych
pt: Sistema e Base de Dados
sk: Databáza a systém

source: Defaults
de: Voreinstellungen
el: Προεπιλογές
es: Por defecto
et: Vaikimisi
fr: Par défaut
he: ברירות מחדל
lt: Numatytieji
nl: Standaardinstellingen
pl: Ustawienia domyślne
pt: Predefinições
sk: Predvolené

source: Use Internal Report Viewer:
de: Nutzung der Internen Report Anzeige:
el: Χρησιμοποίησε τον εσωτερικό αναγνώστη αναφορών:
es: Emplear visualizador interno de informes:
fr: Utiliser le visionneur de rapport embarqué :
he: שימוש במציג הדוחות הפנימי:
lt: Naudoti vidinę ataskaitų žiūryklę:
nl: Gebruik interne rapportageviewer:
pl: Użyj Wewnętrznej Przeglądarki Raportów:
pt: Usar Visualizador de Relatórios Interno:
sk: Použiť interný prehliadač reportov

source: Tick this box to use ASMs internal report viewer
de: Interne Report Anzeige benutzen
el: Επιλέξτε το κουτί για χρήση εσωτερικού προγράμματος του ASM προβολής εκθέσεων
es: Marque esta casilla si desea emplear el visualizador de informes de ASM
fr: Cocher cette case pour utiliser le visionneur de rapport embarqué d'ASM
he: יש לסמן תיבה זו כדי להשתמש במציג הדוחות הפנימי של ASM
lt: Pažymėkite šį laukelį, jei norite naudoti vidinę ASM ataskaitų žiūryklę
nl: Vink dit aan om interne ASM rapportageviewer te gebruiken
pl: Zaznacz to pole, aby używać wewnętrznej przeglądarki raportów ASM
pt: Clique nesta caixa para usar o Visualizador de Relatórios Interno do ASM
sk: Označte toto ak má ASM použiť interný prehliadač reportov

source: Default Breed:
de: Voreingestellte Rasse
el: Προεπιλεγμένη Φυλή:
es: Raza por defecto:
et: Tõug vaikimisi:
fr: Race par défaut :
he: גזע ברירת המחדל:
lt: Numatytoji veislė:
nl: Standaard ras:
pl: Domyślna Rasa:
pt: Raça por Defeito:
sk: Predvolené plemeno:

source: Default Colour:
de: Voreingestellte Farbe
el: Προεπιλεγμένο Χρώμα:
es: Color por defecto:
et: Värv vaikimisi:
fr: Couleur par défaut :
he: צבע ברירת המחדל:
lt: Numatytoji spalva:
nl: Standaard kleur:
pl: Domyślny Kolor:
pt: Cor por Defeito:
sk: Predvolená farba:

source: Default Death Reason:
de: Voreingestellter Grund für Ableben
el: Προεπιλεγμένος Λόγος Θανάτου
es: Razón de la Muerte por defecto:
et: Surma põhjus vaikimisi:
fr: Cause du décès par défaut :
he: סיבת המוות כברירת המחדל:
lt: Numatytoji mirties priežastis:
nl: Standaard doodsoorzaak:
pl: Domyślna Przyczyna Zgonu:
pt: Razão de Morte por Defeito:
sk: Predvolený dôvod úhynu:

source: Default Return Reason:
de: Voreingestellter Grund für Rückgabe
el: Προεπιλεγμένος Λόγος Επιστροφής:
es: Razón de Devolución por defecto:
et: Tagasi toomise põhjus vaikimisi:
fr: Motif de retour par défaut :
he: סיבת ההחזרה כברירת המחדל:
lt: Numatytoji grąžinimo priežastis:
nl: Standaard terugbrengreden:
pl: Domyślna Przyczyna Zwrotu:
pt: Razão de Devolução por Defeito:
sk: Predvolený dôvod vrátenia:

source: Default Size:
de: Voreingestellte Grösse
el: Προεπιλεγμένο μέγεθος:
es: Tamaño por defecto:
et: Suurus vaikimisi:
fr: Taille par défaut :
he: גודל ברירת המחדל:
lt: Numatytasis dydis:
nl: Standaard grootte:
pl: Domyślny Rozmiar:
pt: Tamanho por Defeito:
sk: Predvolená veľkosť:

source: Non-Shelter Animal Type:
de: Kein Heimtier Typ:
es: Tipo Animal externo al refugio:
et: Mitte-varjupaiga looma tüüp:
fr: Type des animaux extra-refuge :
he: סוג חיית מחמד שאינה מבית המחסה:
lt: Ne prieglaudos gyvūno tipas:
nl: Niet-centrumdiertype:
pl: Typ Zwierzęcia Przebywającego poza schroniskiem:
pt: Tipo de Animal sem Abrigo
sk: Typ neútulkových zvierat

source: Application
de: Anwendung
el: Εφαρμογή
es: Aplicación
et: Rakendus
he: יישום
lt: Programa
nl: Toepassing
pl: Aplikacja
pt: Aplicação
sk: Aplikácia

source: Organisation Name:
de: Name der Organisation:
el: Όνομα οργανισμού:
es: Nombre de la organización:
et: Organisatsiooni nimi:
fr: Nom du refuge :
he: שם הארגון:
lt: Organizacijos pavadinimas:
nl: Naam organisatie:
pl: Nazwa Organizacji:
pt: Noma da Organização
sk: Názov organizácie:

source: Your organisation's name
de: Der Name Ihrer Organisation
el: Το όνομα του οργανισμού σας
es: El nombre de su organización
et: Teie organisatsiooni nimi
fr: Le nom de votre organisation
he: שם הארגון שלך
lt: Jūsų organizacijos pavadinimas
nl: De naam van uw organisatie
pl: Nazwa Twojej Organizacji
pt: O nome da sua organização
sk: Názov vašej organizácie

source: Automatic logout:
de: Automatisches Logout
el: Αυτόματη αποσύνδεση:
es: Desconexión automática:
et: Automaatne väljalogimine:
fr: Déconnexion automatique :
he: התנתקות אוטומטית:
lt: Automatinis atsijungimas
nl: Automatisch uitloggen:
pl: Automatyczne wylogowanie:
pt: Logout automático:
sk: Automatické odhlásenie:

source: Automatically log the current user out after this many minutes of inactivity or 0 to never logout
de: Anzahl der Minuten von Inaktivität nach denen der Nutzer automatisch abgemeldet wird. 0 für nie.
el: Αυτόματη αποσύνδεση τρέχον χρήστη μετά από πολλά λεπτά αδράνειας ή 0 για να μην αποσυνδεθεί ποτέ
es: El usuario es desconectado automáticamente tras una cierta cantidad de minutos de inactividad ó 0 para que no sea desconectado nunca
et: Logi kasutaja automaatselt välja peale nii mitme minutilist tegevusetust või 0 kui ei logi kunagi
fr: Déconnecter automatiquement l'utilisateur courant après N minutes d'inactivité (0 pour désactiver l'option)
he: יש לנתק את המשתמש מהמערכת לאחר כמות זו של דקות של אי־פעילות או 0 כדי לא לנתק אוטומטית אף פעם
lt: Automatiškai išregistruoti esamą naudotoją, jei jis buvo neaktyvus šį kiekį minučių, arba 0, jei niekada neišregistruoti
nl: Log de actieve gebruiker automatisch uit na dit aantal minuten inactiviteit (0 is nooit uitloggen)
pl: Automatycznie wylogowuj zalogowanego użytkownika po zadanej ilości minut. Wpisz 0 a wylogowanie nie nastąpi
pt: Efectuar automaticamente o logout do utilizador actual depois destes minutos de inactividade, ou 0 para nunca efectuar logout
sk: Automaticky odhlásiť aktuálneho používateľa po zadanom počte minút alebo 0 pre neodhlasovanie

source: Media Files
de: Mediendateien
el: Αρχεία Πολυμέσων
es: Archivos multimedia
et: Meediafailid
fr: Fichiers médias
he: קובצי מדיה
lt: Failai
nl: Mediabestanden
pl: Zdjęcia & Pliki
pt: Ficheiros Multimédia
sk: Súbory

source: LEFT
de: Links
el: ΑΡΙΣΤΕΡΑ
es: IZQUIERDA
et: VASAK
fr: GAUCHE
he: לשמאל
lt: KAIRĖJE
nl: LINKS
pl: Na Lewo
pt: ESQUERDA
sk: VĽAVO

source: Align Labels:
de: Labels ausrichten:
el: Στοίχιση Ετικετών:
es: Alinear etiquetas:
et: Joonda sildid:
fr: Alignement des libellés :
he: יישור תוויות
lt: Žymių išdėstymas:
nl: Labels uitlijnen:
pl: Rozmieszczenie Etykiet:
pt: Alinhar Etiquetas:
sk: Priraďovanie označení:

source: Select how you would like ASM to align field labels.
de: Wählen Sie wie ASM Feldbezeichnungen ausrichten soll.
el: Επιλέξτε πως θέλετε το ASM να στοιχίσει τα πεδία των ετικετών.
es: Seleccione cómo desea que ASM alinee las etiquetas de los campos.
et: Vali, kuidas ASM joondab väljade sildid.
fr: Sélectionner le mode d'alignement du libellé des champs.
he: נא לבחור כיצד ברצונך ש־ASM יישר את תוויות השדות
lt: Pasirinkite, kaip norėtumėte, kad ASM išdėstytų laukų žymes.
nl: Kies hoe ASM de velkdlabels moet uitlijnen.
pl: Wybierz sposób w jaki ASM ma rozmieszczać pola etykiet.
pt: Seleccione como o ASM deve alinhar os rótulos dos campos
sk: Zvoľte ako chcete aby ASM priraďoval políčkam označenia.

source: RIGHT
de: Rechts
el: ΔΕΞΙΑ
es: DERECHA
et: PAREM
fr: DROITE
he: לימין
lt: DEŠINĖJE
nl: RECHTS
pl: Na Prawo
pt: DIREITA
sk: VPRAVO

source: Align Tabs:
de: Tabs ausrichten:
el: Στοίχιση Καρτελών:
es: Alinear tabulaciones:
et: Joonda sakid:
fr: Alignement des onglets :
he: יישור לשוניות:
lt: Kortelių išdėstymas:
nl: Tabbladen uitlijnen:
pl: Rozmieszczenie Tabeli:
pt: Alinhar Tabulações:

source: TOP
de: Oben
el: ΕΠΑΝΩ
es: ARRIBA
et: ÜLEVAL
fr: HAUT
he: עליון
lt: VIRŠUJE
nl: BOVEN
pl: U Góry
pt: TOPO
sk: HORE

source: BOTTOM
de: Unten
el: ΚΑΤΩ
es: ABAJO
et: ALL
fr: BAS
he: תחתון
lt: APAČIOJE
nl: ONDER
pl: U Dołu
pt: BASE
sk: DOLE

source: Select where tabs should be aligned
de: Wie sollen Tabs ausgerichtet werden
el: Επιλέξτε που θα ευθυγραμιστούν οι στηλοθέτες
es: Seleccione donde desea que queden alineadas las tabulaciones
et: Vali, kuhu joondada sakid
fr: Sélectionner le mode d'alignement des onglets
he: נא לבחור לאיזה כיוון יש ליישר את הלשוניות
lt: Pasirinkite, kur turėtų būti išdėstytos kortelės
nl: Kies hoe de tabbladen uitgelijnd worden
pl: Wybierz, w którą stronę tabele powinny być dopasowane
pt: Seleccione onde as tabulações devem ser alinhadas

source: Automatically scan filetypes from installed programs
de: File Typen installierter Programme automatisch durchsuchen
el: Αυτόματη ανίχνευση τύπων αρχείων από τα εγκατεστημένα προγράμματα
es: Comprobar automáticamente los tipos de archivo de los programas instalados
et: Skänni automaatselt installitud programmide failitüüpe
fr: Scanner automatiquement les types de fichiers en se basant sur les programmes installés
he: יש לסרוק סוגי קבצים באופן אוטומטי מתוכנות מותקנות
lt: Automatiškai peržiūrėti failų tipus pagal įdiegtas programas
nl: Scan automatisch naar bestandstypes voor geïnstalleerde programma's
pt: Verificar automáticamente os tipos de ficheiros dos programas instalados
sk: Automaticky scanovať typy súborov na základe nainštalovaných programov

source: Overwrite existing types?
de: Jetzige Auswahl überschreiben?
el: Αντικατάσταση υπαρχόντων τύπων;
es: ¿Desea sobrescribir los tipos existentes?
et: Kas kirjutan olemasolevad tüübid üle?
fr: Écraser la liste existante ?
he: האם לשכתב סוגים קיימים?
lt: Perrašyti egzistuojančius tipus?
nl: Overschrijf bestaande types?
pl: Nadpisać istniejące typy?
pt: Escrever por cima tipos existentes ?
sk: Prepísať existujúce typy?

source: Warning: Rescanning will overwrite your current list of types. Are you sure you want to do this?
de: Warnung: Bei einem Rescan wird die jetzige Typen Liste überschreiben. Wollen Sie dies wirklich?
el: ΠΡΟΣΟΧΗ: Η ανίχνευση θα αντικαταστήσει την τρέχουσα λίστα των τύπων. Είστε σίγουροι γι' αυτό;
es: Advertencia: La comprobación borrará la lista actual de tipos de archivo. ¿Está seguro de que desea hacerlo?
fr: Attention : La détection automatique va écraser la liste existante. Êtes-vous sûr de vouloir faire cela ?
he: אזהרה: סריקה מחדש תשכתב את רשימת הסוגים שלך. האם באמת לעשות זאת?
lt: Įspėjimas: pakartotinė peržiūra perrašys dabartinį jūsų tipų sąrašą. Ar tikrai norite tai atlikti?
nl: Waarschuwing: Herscannen zal uw huidige lijst van types overschrijven. Bent u zeker dat u dit wilt doen?
pl: UWAGA: Powtórne skanowanie nadpisze Twoją listę typów.Jesteś pewien że chcesz to zrobić?
pt: AVISO: refazer o scan irá escrever por cima a sua lista de tipos. Tem a certeza que deseja fazer isto?
sk: Pozor: scanovanie prepíše vaše aktuálne nastavenie typov. Naozaj to chcete urobiť?

source: Authentication
de: Authentifizierung
el: Πιστοποίηση
es: Autenticación
et: Autentimine
fr: Authentification
he: אימות
lt: Autentifikacija
nl: Authentificatie
pl: Uwierzytelnianie
pt: Autenticação
sk: Autentifikácia

source: Operating System
de: Betriebssystem
el: Λειτουργικό Σύστημα
es: Sistema operativo
et: Operatsioonisüsteem
fr: Système d'exploitation
he: מערכת הפעלה
lt: Operacinė sistema
nl: Besturingssysteem
pl: System operacyjny
pt: Sistema Operativo
sk: Operačný systém

source: Match an ASM user to the currently logged in OS user
de: Den eingeloggten Benutzer des Betriebssystems mit einem ASM Nutzer abgleichen
el: Συσχέτιση χρήστη ASM με χρήστη του λειτουργικού συστήματος
es: Asociar un usuario de ASM con el usuario actual del SO
fr: Associer un utilisateur ASM à l'utilisateur actuellement connecté au système d'exploitation
he: יש להתאים את המשתמש ב־ASM למשתמש המחובר כעת למערכת ההפעלה
lt: Susieti ASM naudotoją su šiuo metu prisijungusiu OS naudotoju
nl: Koppel een ASM-gebruiker aan de momenteel ingelogde gebruiker
pl: Dopasuj użytkownika ASM do użytkownika aktualnie zalogowanego do systemu operacyjnego
pt: Fazer com que o utilizador autenticado no Sistem Operativo, seja o utilizador autenticado no ASM
sk: Prepojiť ASM používateľa s aktuálne prihláseným používateľom OS

source: Use ASM's database of usernames and passwords to log in
de: ASM's interne Nutzer Authentifizierung über die Datenbank verwenden
el: Χρήση βάσης δεδομένων των χρηστών και των κωδικών του ASM για είσοδο
es: Emplear la base de datos de usuarios y contraseñas de ASM para acceder al programa
fr: Utiliser la base de données des utilisateurs d'ASM pour vous connecter
he: יש להשתמש בשמות המשתמשים והסיסמאות של מסד הנתונים של ASM לצורך התחברות
lt: Naudoti ASM naudotojų vardų ir slaptažodžių duomenų bazę prisijungimui
nl: Gebruik de ASM-databank van gebruikersnamen en wachtwoorden om in te loggen
pl: Użyj wewnętrznej bazy danych ASM w celu autoryzacji użytkownika
pt: Utilizar a Base de Dados de Nomes de Utilizador e Senhas do ASM para autenticar
sk: Použiť ASM databázu mien a hesiel na prihlásenie

source: Use an external LDAP server to authenticate ASM users
de: Externen LDAP Server zur Authentifizierung nutzen
el: Χρήση εξωτερικού διακομιστή LDAP για πιστοποίηση χρηστών ASM
es: Emplear un servidor externo LDAP para autenticar a los usuarios de ASM
fr: Utiliser un serveur LDAP Pour authentifier les utilisateurs d'ASM
he: יש להשתמש בשרת LDAP כדי לאמת משתמשי ASM
lt: Naudoti išorinį LDAP serverį ASM naudotojams atpažinti
nl: Gebruik een externe LDAP-server om de ASM-gebruiker te authenticeren
pl: Użyj zewnętrznego serwera LDAP do autoryzacji użytkowników ASM
pt: Utilizar um LDAP exterior para autenticar utilizadores no ASM
sk: Použiť externý LDAP serve na autentifikáciu ASM používateľov

source: Base DN:
de: Basis DN:
es: DN base:
he: שם מתחם בסיסי:
lt: Pagrindinis DN:
nl: Basis DN:
pt: DN Base:
sk: Základné DN:

source: Search Filter:
de: Such Filter:
el: Φίλτρο αναζήτησης:
es: Filtro de búsqueda:
et: Otsingufilter:
fr: Filtre de recherche :
he: מסנן חיפוש:
lt: Paieškos filtras:
nl: Zoekfilter:
pt: Filtro de Procura:
sk: Vyhľadávací filter

source: Only allow one ASM instance:
de: Nur eine ASM Instanz zulassen:
es: Permitir una sola instancia de ASM:
fr: N'autoriser qu'une seule instance ASM :
he: יש לאפשר מופע אחד של ASM:
lt: Vienu metu leisti naudoti tik vieną ASM
nl: Sta slechts één ASM-instantie toe:
pl: Pozwól uruchomić tylko jedną instancję ASM:
pt: Apenas permitir uma instância do ASM:
sk: Dovoliť len jedno spustenie ASM

source: Tick this box to only allow one instance of ASM open at a time
de: Aktivieren um nur eine ASM Instanz gleichzeitig zu erlauben
es: Marque esta casilla si desea limitar a una el número de ejecuciones simultáneas de ASM
fr: Cocher cette case pour n'autoriser qu'une seule instance d'ASM à la fois
he: יש לסמן תיבה זו כדי לאפשר מופע אחד בלבד של ASM בעת ובעונה אחת
lt: Pažymėkite šį laukelį, jei norite, kad vienu metu būtų leidžiama naudotis tik viena paleista ASM programa
nl: Vink dit aan om slechts één enkele openstaande ASM-instantie toe te staan
pl: Zaznacz to pole, aby zezwolić na uruchomienie tylko jednej kopii programu na raz
pt: Seleccione esta caixa para apenas permitir uma instância do ASM de cada vez
sk: Označte toto ako chcete povoliť len jedno spustenie ASM

source: Use Button Hotkeys:
de: Button Hotkeys verwenden:
es: Usa los accesos de teclado de los botones:
fr: Utiliser les raccourcis clavier :
he: שימוש במקשי קיצור דרך:
lt: Naudoti mygtukų sparčiuosius klavišus:
nl: Gebruik sneltoetsen:
pl: Użyj Skrótów Klawiszowych:
pt: Utilizar Teclas Quentes
sk: Používať klávesové skratky
