Repository: bobintetley/asm2
Catalog: src/locale/po/*.po
Languages: de, el, es, et, fr, he, lt, nl, pl, pt, sk

source: The new database will be used after you have restarted ASM.
de: Die neue Datenbank steht nach dem Neustart des Programmes zur Verfügung
el: Η νέα βάση δεδομένων θα χρησιμοποιηθεί μετά την επανεκκίνηση του ASM.
es: La nueva base de datos se usará al reiniciar ASM.
et: Uut andmebaasi kasutatakse peale ASM taaskäivitust.
fr: ASM utilisera la nouvelle base de données après un redémarrage.
he: מסד הנתונים החדש יהיה בשימוש לאחר הפעלת ASM מחדש.
nl: De nieuwe databank zal gebruikt worden nadat u ASM hebt herstart.
pl: Nowa baza danych będzie użyta po restarcie ASM.
pt: A nova Base de Dados será usada depois de relançar o ASM
sk: Bude použitá nová databáza po reštarte ASM.

source: Gift Aid
de: Beihilfe
nl: Hulpgift
pt: Donativo
sk: Dar od firmy

source: PETtrac/AVID
nl: Amivedi

source: Print the current view of the waiting list
de: Die derzeitige Darstellung der Warteliste drucken
el: Εκτύπωση της τρέχουσας προβολής της λίστας αναμονής
es: Imprimir la vista actual de la lista de espera
et: Prindi ootenimekirja hetkevaade
fr: Imprimer la vue actuelle de la liste d'attente
he: הדפסת התצוגה הנוכחית של רשימת ההמתנה
nl: Print de wachtlijst zoals nu getoond
pl: Wydrukuj aktualny widok listy oczekujących
pt: imprimir vista actual da lista de espera
sk: Vytlačiť aktuálne zobrazenie zoznamu čakajúcich

source: Create an animal record from this record
de: Aus diesem Eintrag einen Tier-Eintrag erstellen
el: Δημιουργία εγγραφής ζώου από αυτή την εγγραφή
es: Crear un registro de animal a partir de este registro
fr: Créer un animal à partir de ces données
he: יצירת רשומת חיית מחמד מרשומה זו
nl: Maak een dier-record aan van dit record
pl: Utwórz rekord zwierzęcia z tego rekordu
pt: criar registo de animal a partir deste registo
sk: Vytvoriť záznam pre toto zviera z tohto záznamu

source: Akita
he: אקיטה

source: Iguana
et: Iguaan
fr: Iguane
he: איגואנה
sk: Leguán

source: ID
de: Identifikation
el: Ταυτότητα
fr: Identifiant
he: מספר זיהוי

source: Alphabetical
de: Alphabetisch
he: אלפביתי

source: URL:
el: Διεύθυνση URL:
he: כתובת אינטרנט (URL):
pl: Adres URL:

source: Http Form POST URL:
de: HTTP-Formular-POST-URL:
el: Http από την POST URL:
he: כתובת ה־POST של טופס ה־HTTP:

source: An error occurred accessing the object:
es: Se ha producido un error al acceder al objeto:
fr: Une erreur est survenue durant l'accès à l'objet :

source: HealthProblems
fr: Problèmes de santé

source: Dead
es: Muerto
fr: Mort

source: An error occurred while validating the object:
es: Se ha producido un error al validar el objeto:
fr: Une erreur est survenue durant la validation de l'objet :

source: monthly
es: mensualmente
fr: mensuel

source: Brought In (
es: Traído (
fr: Apporté (

source: Donations (
es: Donaciones (
fr: Dons (

source: Torti
et: Kilpkonnavärvi
fr: Écaille de tortue
pl: Szylkret

source: Torti and White
es: Torti y Blanco
et: Kilpkonnavärvi ja valge
fr: Écaille de tortue et blanc
pl: Szylkret i biały

source: Dilute Calico
es: Persa Dilute Calico
fr: Calico Dilué
pl: Tricolor rozjaśniony

source: Dilute Tortoiseshell
es: Persa Dilute Tortoiseshell
fr: Écaille de Tortue Dilué
pl: Szylkret rozjaśniony

source: Tortoiseshell
fr: Écaille de tortue
pl: Szylkret

source: An error occurred running diagnostics:
es: Se ha producido un error durante la ejecución del diagnóstico:
fr: Une erreur est survenue durant le diagnostique :

source: An unexpected error occurred:
es: Se ha producido un error inesperado:
fr: Une erreur inattendue est survenue :

source: An error occurred reading the file:
es: Se ha producido un error al leer el archivo:
fr: Une erreur est survenue durant la lecture du fichier :

source: You must have already created the database and loaded the database structure from the {0} file in {1}. Select Yes if you have already done this, otherwise select No to cancel the copy.
es: Debe haber creado ya la base de datos y haber leído su estructura desde el archivo {0} en {1}. Seleccione Sí si ya lo ha hecho. Si no es así, escoja No para cancelar la operación de copia.
et: Oled juba loonud andmebaasi ja laadinud selle struktuuri kohast {0} failist {1}. Valige Jah kui olete seda juba teinud, muul juhul Ei, et lõpetada kopeerimine.
fr: Vous devez avoir déjà créé la base de données et chargé sa structure à partir du fichier {0} dans {1}. Choisissez "Oui" si c'est le cas, autrement choisissez "Non" pour annuler la copie.
pl: Jeśli utworzyłeś bazę i wczytałeś strukturę z {0} pliku w {1} wybierz TAK. Wybierz NIE aby anulować kopiowanie.

source: ASM could not find its data structure in the database specfied. If you are using PostgreSQL or MySQL, make sure you ran the appropriate script in the {0} directory first.
es: ASM no pudo encontrar la estructura de datos en la base de datos especificada. Si está usando PostgreSQL o MySQL, asegúrese de lanzar primero el script apropiado en el directorio {0} .
fr: ASM ne trouve pas sa structure dans la base de données spécifiée. Si vous utilisez PostgreSQL ou MySQL, assurez-vous d'utiliser le script approprié dans le répertoire {0}.
pl: ASM nie mógł odnaleźć struktur danych w wybranej bazie. Jeśłi używasz PosgreSQL lub MySQL, upewnij się że wcześniej uruchomiłeś właściwy skrypt z katalogu {0}.

source: OffShelterVaccinations.csv
fr: VaccinationsExtRefuge.csv

source: Off-Shelter Vaccination Mail Merge
es: Avisos por correo sobre vacunas
fr: Publipostage vaccinations hors refuge

source: There are no required vaccinations on that date.
es: No existen vacunas para esa fecha.
et: Sellel päeval ei ole nõutud vaktsineerimisi.
fr: Il n'y a pas de vaccination requise à cette date.

source: Please enter the start date you would like to prepare vaccination letters for
es: Por favor, introduzca la fecha de inicio para la cual desea preparar las cartas de aviso de vacunas
et: Palun sisesta vaktsineerimisteadete alguskuupäev
fr: Veuillez saisir la date de début pour la période concernée par ce publipostage

source: Please enter the end date you would like to prepare vaccination letters for
es: Por favor, introduzca la fecha de finalización para la cual desea preparar las cartas de aviso de vacunas
et: Sisesta valtsineerimisteadete lõppkuupäev
fr: Veuillez saisir la date de fin pour la période concernée par ce publipostage

source: An error occurred generating the mail merge source:
es: Se ha producido un error al generar la fuente de los avisos por correo:
fr: Une erreur est survenue durant la génération de la source du publipostage :

source: Mail Merge Source Generated
es: Se ha generado la fuente de avisos por correo
fr: Source de publipostage générée

source: Unable to write output file
es: No es posible grabar el archivo
fr: Impossible d'écrire le fichier de sortie

source: mailmerge
es: envíos por correo
fr: publipostage

source: Successfully built mail merge source as file:
es: Se ha creado el archivo de origen para los avisos por correo:
fr: Le fichier source du publipostage à été créé avec succès :

source: ChipRegistrations.csv
fr: EnregistrementTrans.csv

source: Please enter the start date you would like to prepare chip registration letters for
es: Por favor, introduzca la fecha de inicio para la cual desea preparar las cartas de aviso de registro de chips
fr: Veuillez saisir la date de début pour la période concernée par ce publipostage

source: There are no required chip registrations between those dates.
es: No existen registros de chips para esas fechas.
et: Selles ajavahemikus ei ole nõutud kiibi registreerimisi.
fr: Aucun enregistrement de transpondeur requis dans cette période.

source: Chip Registration Mail Merge
es: Avisos por correo de registro de chip
fr: Publipostage enregistrement transpondeur

source: Please enter the end date you would like to prepare chip registration letters for
es: Por favor, introduzca la fecha de inicio para la cual desea preparar las cartas de aviso de registro de chips
fr: Veuillez saisir la date de fin pour la période concernée par ce publipostage

source: Chip Cancellation Mail Merge
es: Avisos por correo de cancelaciones de chip
fr: Publipostage annulation transpondeur

source: Work Telephone
es: Teléfono del trabajo
et: Töötelefon
fr: Téléphone Professionel
pl: Telefon do Pracy

source: Please enter the start date you would like to prepare chip cancellation letters for
es: Por favor, introduzca la fecha de inicio para la cual desea preparar las cartas de aviso de cancelación de chip
fr: Veuillez saisir la date de début pour la période concernée par ce publipostage

source: Home Telephone
es: Teléfono de casa
et: Kodune telefon
fr: Téléphone Personnel
pl: Telefon Domowy

source: ChipCancellations.csv
fr: AnnulationsTrans.csv

source: Microchip Number
es: Número de microchip
et: Mikrokiibi number
fr: Numéro du transpondeur

source: There are no required chip cancellations between those dates.
es: No existen registros de cancelaciones de chips para esas fechas.
fr: Aucune annulation de transpondeur requise entre ces deux dates.

source: Please enter the end date you would like to prepare chip cancellation letters for
es: Por favor, introduzca la fecha de inicio para la cual desea preparar las cartas de aviso de cancelación de chip
fr: Veuillez saisir la date de fin pour la période concernée par ce publipostage

source: Date Of Birth
es: Fecha de nacimiento
et: Sünnikuupäev
fr: Date de naissance

source: There are no adoptions matching your criteria.
es: No existen adopciones que cumplan con el criterio indicado.
et: Neile kriteeriumitele ei vasta ükski loovutus.
fr: Aucune adoption correspondante à vos critères.

source: Address 2
es: Dirección 2
et: Aadress 2
fr: Adresse 2

source: Address 3
es: Dirección 3
et: Aadress 3
fr: Adresse 3

source: Please enter the closing date of adoptions to include
es: Por favor, introduzca la fecha de cierre de adopciones para incluir
et: Palun sisesta loovutuste viimane kuupäev
fr: Veuillez saisir la date de fin des adoptions à inclure

source: Forenames
es: Nombres
et: Eesnimed
fr: Prénoms

source: AdoptedNoReturn.csv
fr: AdoptionSansRetour.csv

source: Initials
es: Iniciales
et: Initsiaalid
fr: Initiales

source: Email Address
es: Dirección de correo electrónico
et: E-posti aadress
fr: Adresse e-mail
pl: Adres e-mail

source: Address 1
es: Dirección 1
et: Aadress 1
fr: Adresse 1

source: Address 5
es: Dirección 5
et: Aadress 5
fr: Adresse 5

source: Please enter the start date of adoptions to include
es: Por favor, introduzca la fecha de inicio de adopciones para incluir
et: Palun lisage loovutuste alguskuupäev
fr: Veuillez saisir la date de début des adoptions à inclure

source: Address 4
es: Dirección 4
et: Aadress 4
fr: Adresse 4

source: Non-Returned Adoptions
es: Adopciones No Devueltas
et: Mittetagastatud loovutused
fr: Adoptions sans retour

source: Do you want to create a CVS file or do a bulk email?
es: ¿Desea crear un archivo CVS para envío por correo electrónico?
fr: Souhaitez-vous créer un fichier CSV ou un e-mail de masse ?

source: Create a CVS file on disk
es: Crear en disco un archivo CVS
fr: Créer un fichier CSV

source: Show members expiring before
es: Mostrar los socios que deben renovar antes de
et: Näita, kellel aegub liikmelisus enne
fr: Montrer les membres expirants avant

source: Expiring Members
es: Miembros con plazo expirado
et: Aeguvad liikmed
fr: Membres expirants

source: MembershipExpiry
es: Bajadesocios
et: Liikemelisuse aegumine
fr: ExpirationSouscription

source: ExpiringMembers.csv
et: AeguvadLiikmed.csv
fr: MembresExpirants.csv

source: Members.csv
et: Liikmed.csv
fr: Membres.csv

source: An error occurred opening the report {0}
es: Se ha producido un error al abrir el informe: {0}
fr: Une erreur s'est produite à l'ouverture du rapport {0}

source: Unknown Report
es: Informe desconocido
fr: Rapport inconnu

source: AnimalName
fr: Nom de l'animal

source: Short Code
es: Código breve
et: Lühikood
fr: Code court

source: Identichip No
es: Microchip Nr
et: Kiibinumber
fr: N° de transpondeur

source: Unable to write temporary HTML file {0}: {1}
es: No es posible escribir el archivo HTML temporal {0}: {1}
fr: Impossible d'écrire le fichier HTML temporaire {0} : {1}

source: Error occurred retrieving templates: {0}
es: Se ha producido un error al leer las plantillas: {0}
fr: Une erreur est survenue durant la récupération des modèles : {0}

source: Set Match Floor
es: Nivel de coincidencia
et: Määra sobivuse alampiir
fr: Choisir le seuil de correspondance

source: At what level should the report show matches?
es: ¿A qué nivel debe el informe mostrar coincidencias?
et: Millisel tasemel peaks aruanne näitama sobivusi?
fr: À quel niveau le rapport doit montrer des correspondances ?

source: An error occurred generating the report: {0}
es: Se ha producido un error al generar el informe: {0}
fr: Une erreur s'est produite durant la génération du rapport : {0}

source: Invalid standard report: {0}
es: Informe estándar no válido: {0}
fr: Rapport standard invalide : {0}

source: LocationName
fr: NomEmplacement

source: Identichip No:
es: Número de microchip:
et: Mikrokiibi nr:
fr: N° de transpondeur :

source: Unable to save media entry to database:
es: No es posible guardar la entrada multimedia en la base de datos:
fr: Impossible de sauvegarder le média dans la base de données :

source: Select a mother from the shelter animals
es: Seleccione una madre de entre los animales del refugio
et: Vali varjupaiga loomade hulgast ema
fr: Sélectionner une mère parmi les animaux du refuge.

source: Unable to open find animal screen:
es: No se ha podido abrir la pantalla del animal encontrado:
fr: Impossible d'ouvrir la fenêtre "Rechercher un animal" :

source: An error occurred reading the record:
es: Se ha producido un error al leer el registro:
fr: Une erreur est survenue durant la lecture des données :

source: Or date:
es: O fecha:
et: Või kuupäev:
fr: Ou date :

source: The period after which this litter should expire if no expiry date is entered below
es: El periodo tras el cual deberá caducar esta camada si no se introduce ninguna fecha de caducidad
fr: La période après laquelle la portée doit expirer si une date d'expiration n'a pas été saisie ci-dessous

source: SpeciesName
fr: Nom de l'espèce

source: An error occurred creating the record:
es: Un error ocurrió al crear el registro:
fr: Une erreur est survenue durant la création des données :

source: Unable to create new vaccination record:
es: No es posible crear un nuevo registro de vacunación:
fr: Impossible de créer une nouvelle vaccination :

source: VaccinationType
es: Tipo de vacunación
fr: TypeDeVaccination

source: An error occurred saving to the local recordset:
es: Se ha producido un error al guardar al recordset local:
fr: Une erreur est survenue durant la sauvegarde du "recordset" local :

source: Unable to read vaccination record from the database:
es: No es posible leer el registro de vacunación desde la base de datos:
fr: Impossible de lire les données de vaccination depuis la base de données :

source: Unable to open animal vaccination records:
es: No es posible abrir los registros de vacunación:
fr: Impossible d'ouvrir les vaccinations enregistrées :

source: Entry Donation:
es: Introduzca donación:
fr: Don d'entrée :

source: An error occurred cloning the animal:
es: Se ha producido un error al duplicar el animal:
fr: Une erreur est survenue durant la duplication de l'animal :

source: Identichipped:
es: Microchip:
et: Mikrokiibitud:
fr: Transpondeur :

source: Unable to create new animal record:
es: No es posible crear un nuevo registro de animal:
fr: Impossible de créer un nouvel enregistrement :

source: Unable to read vaccination records:
es: No es posible leer los registros de vacunación:
fr: Impossible de lire les vaccinations enregistrées:

source: The amount donated when this animal entered the shelter
es: Cantidad donada cuando el animal entró al refugio
fr: Somme donnée lors de l'entrée de l'animal au refuge

source: The Identichip Number
es: Número de identificación del microchip
et: Mikrokiibi number
fr: Le numéro du transpondeur

source: UseAutoCodes
fr: UtiliserCodesAutomatiques

source: An error occurred scaling and displaying the preview image:
es: Se ha producido un error al generar la vista previa de la imagen:
fr: Une erreur est survenue durant le redimensionnement et l'affichage de l'image de prévisualisation :

source: An error occurred while setting the web preferred option:
es: Se ha producido un error al establecer el valor preferida para el web:
fr: Une erreur est survenue durant la prise en compte des préférences web :

source: An error ocurred opening the media entry for editing:
es: Se ha producido un error al abrir la entrada multimedia para ser editada:
fr: Une erreur est survenue à l'ouverture du média :

source: An error occurred retrieving the media file:
es: Se ha producido un error al leer el archivo multimedia:
fr: Une erreur est survenue durant la récupération du fichier média :

source: Unable to read media records:
es: No es posible leer los registros multimedia:
fr: Impossible de lire le media enregistré :

source: Unable to create media database entry:
es: No es posible crear una entrada multimedia en la base de datos:
fr: Impossible de créer un entrée dans la base de donnée pour le média :

source: An error occurred completing the vaccination treatment:
es: Se ha producido un error al completar el tratamiento de vacuna:
fr: Une erreur est survenue durant la validation du traitement de vaccination :

source: This animals rabies tag
es: Identificación que certifica que el animal está vacunado contra la rabia
fr: n° du certificat anti-rabique (ou du passeport)

source: Unable to read diet records:
es: No es posible leer los registros de dieta:
fr: Impossible de lire les données de régime :

source: The date the animal was identichipped
es: Fecha en la que se implantó el microchip al animal
et: Mikrokiipimise kuupäev
fr: Date à laquelle l'animal a reçu le transpondeur

source: {0} active litters ({1} cats, {2} dogs and {3} miscellaneous)
es: {0} camada(s) activa(s) ({1} de gatos, {2} de perros y {3} de varios)
et: {0} aktiivset pesakonda ({1} kassi, {2} koera ja {3} muud)
fr: {0} active litters ({1} chats, {2} chiens et {3} autres)

source: Tick this box if this date of birth is an estimate?
es: Marque esta casilla si la fecha de nacimiento es una estimación
fr: Cocher cette case si la date de naissance est une estimation

source: An error occurred saving the data:
es: Ocurrió un error al guardar los datos:
fr: Une erreur est survenue durant la sauvegarde des données :

source: Unable to create new animal name:
es: No se ha podido crear el nuevo nombre de animal:
fr: Impossible de créer le nouveau nom d'animal :

source: There is an error in your SQL:
es: Se ha producido un error en la sentencia SQL:
fr: Il y a une erreur dans votre SQL :

source: Unable to create new custom report:
es: No ha sido posible crear el nuevo informe personalizado:
fr: Création d'un nouveau rapport personnalisé impossible :

source: Unable to generate HTML:
es: No ha sido posible generar el código HTML:
fr: Génération du code HTML impossible :

source: An error occurred creating the CSV file:
es: Se ha producido un error al crear el archivo CSV:
fr: Une erreur est survenue durant la création du fichier CSV :

source: CSV file generated at:
es: Archivo CSV generado en:
fr: Fichier CSV généré à :

source: CSV Generation Complete
es: Generación del CSV finalizada
fr: Création du fichier CSV terminée

source: An error occurred generating the CSV file:
es: Se ha producido un error al generar el archivo CSV:
fr: Une erreur est survenue durant la création du fichier CSV :

source: An error occurred creating a new diary record:
es: Se ha producido un error al crear el nuevo registro del diario:
fr: Une erreur est survenue durant la création d'un nouvel enregistrement dans l'agenda :

source: An error occurred reading the diary note:
es: Se ha producido un error al leer la nota del diario:
fr: Une erreur est survenue durant la lecture de l'action :

source: An error occurred removing the record:
es: Ha ocurrido un error al borrar el registro:
fr: Erreur lors de la suppression de l'enregistrement :

source: An error occurred loading the data:
es: Ha ocurrido un error al cargar los datos:
fr: Une erreur est survenue durant le chargement des données :

source: An error occurred reading the header:
es: Se ha producido un error al leer la cabecera:
fr: Erreur lors de la lecture de l'en-tête :

source: An error occurred accessing linked data:
es: Se ha producido un error al acceder a los datos enlazados:
fr: Une erreur est survenue durant l'accès aux données liées :

source: An error occurred creating the diary notes:
es: Se ha producido un error al crear las notas:
fr: Une erreur est survenue durant la création de l'action :

source: An error occurred writing a file:
es: Se ha producido un error al escribir uno de los archivos:
fr: Une erreur est survenue durant l'écriture d'un fichier :

source: An error occurred connecting to the internet provider:
es: Se ha producido un error al conectar con el proveedor de acceso a Internet:
fr: Une erreur est survenue durant la connexion au fournisseur Internet :

source: An error occurred testing the animals:
es: Se ha producido un error al comprobar los animales:
fr: Une erreur est survenue durant le test de l'animal :

source: An error occurred constructing pages:
es: Se ha producido un error al generar las páginas:
fr: Une erreur est survenue durant la génération des pages :

source: Determining Workload...
es: Determinando la carga de trabajo...
fr: Estimation de la charge de travail...

source: Error occurred accessing media server:
es: Ocurrió un error al acceder al servidor multimedia:
fr: Une erreur est survenue durant l'accès au serveur de média :

source: FTPRootDirectory
es: Directorio raíz del FTP
fr: FTPRepertoireRacine

source: An error occurred sending your message:
es: Se ha producido un error al enviar el mensaje:
fr: Une erreur est survenue durant l'envoi du message :

source: An error occurred contacting PetFinder.com:
es: Se ha producido un error al contactar con PetFinder.com:
fr: Erreur de communication avec PetFinder.com :
pl: Wystąpił błąd w trakcie komunikacji z PetFinder.com:

source: An error occurred reading the Petfinder Shelter ID:
es: Se ha producido un error al leer el ID de Petfinder Shelter:
fr: Une erreur est survenue durant la lecture de l'identifiant de refuge PetFinder :

source: An error occurred:
es: Se ha producido un error:
fr: Une erreur est survenue :

source: An error occurred reading the AdoptAPet.com user:
es: Se ha producido un error al leer el usuario de 1-800-Save-A-Pet
fr: Une erreur est survenue durant la lecture des données utilisateurs AdoptAPet.com :

source: An error occurred contacting the server for AdoptAPet.com:
es: Se ha producido un error al contactar con el servidor 1-800-Save-A-Pet
fr: Erreur de communication avec AdoptAPet.com :

source: {0} weeks
es: {0} semanas
fr: {0} semaines

source: An error occurred reading the RescueGroups.org user:
fr: Une erreur est survenue durant la lecture de l'utilisateur RescueGroups.org :

source: An error occurred contacting the server for RescueGroups.org:
fr: Erreur de communication avec RescueGroups.org :

source: You need to set up your email address and SMTP server. Go to System->Configure ASM Email Account
fr: Vous devez renseigner votre adresse e-mail et le serveur SMTP dans le menu "Système -> Configurer la messagerie d'ASM".

source: Error reading from file -
es: Error al leer desde archivo -
fr: Erreur à la lecture du fichier -

source: An error occurred dumping cache information:
es: Se ha producido un error al volcar la información del caché:
fr: Une erreur est survenue durant la récupération des informations du cache :
