Repository: bobintetley/asm2
Catalog: src/locale/po/*.po
Languages: de, el, es, et, fr, he, lt, nl, pl, pt, sk

source: Publishing...
de: Veröffentlichung läuft ...
el: Έκδοση...
es: Publicando...
et: Avaldan...
fr: Publication en cours...
he: מתבצע פרסום...
lt: Publikuojama...
nl: Publiceren...
pl: Publikacja..
pt: A publicar...
sk: Publikujem...

source: Upload directly to the internet
de: Direkt in das Internet hochladen
el: Άμεση δημοσίευση στο διαδίκτυο
es: Transferir directamente a Internet
et: Lae otse internetti üles
fr: Transférer directement sur Internet
he: העלאה ישירות אל האינטרנט
lt: Siųsti iškart į internetą
nl: Direct uploaden naar het internet
pl: Publikuj bezpośrednio w internecie
pt: Fazer upload directamente para a Internet
sk: Uploadnuť priamo na internet

source: Exclude animals aged under:
de: Tiere unter diesem Alter ausschliessen:
el: Αποκλεισμός ζώων με ηλικία κάτω από:
es: Excluir los animales con una edad inferior a:
et: Ära lisa loomi kes on nooremad kui:
fr: Exclure les animaux âgés de moins de :
he: הפרדת חיות מחמד שגילן קטן מ־:
lt: Neįtraukti gyvūnų, jaunesnių kaip:
nl: Sluit dieren uit jonger dan:
pl: Pomijając zwierzęta w wieku poniżej:
pt: Excluir animais com idade inferior a:
sk: Nezahrnúť zvieratá mladšie ako:

source: Web site creation completed. Would you like to view the pages now?
de: Webseite erfolgreich erstellt. Seiten jetzt anzeigen?
el: Η δημιουργία ιστοσελίδας ολοκληρώθηκε. Θέλετε να εμφανιστούν οι σελίδες τώρα;
es: El sitio web ha sido generado. ¿Quiere visualizar las páginas?
et: Veebilehe loomine lõpetatud. Kas soovid nüüd üle vaadata?
fr: Création du site Web terminée. Souhaitez-vous le consulter ?
he: יצירת אתר האינטרנט הושלמה. האם ברצונך לצפות בעמודים כעת?
lt: Interneto svetainės kūrimas užbaigtas. Ar norėtumėte dabar žiūrėti puslapius?
nl: Website aanmaken voltooid. Wilt u de pagina's nu bekijken?
pl: Tworzenie strony zakończone. Czy chcesz ją teraz zobaczyć?
pt: Criação de website completa. Deseja ver as páginas agora ?
sk: Webstránka vytvorená. Chcete si ju pozrieť teraz?

source: Scale Images:
de: Bilder neu skalieren:
es: Escalar imágenes:
fr: Redimensionnement des images :
he: שינוי גודל התמונות:
lt: Nustatyti atvaizdų mastelį:
nl: Schaal afbeeldingen:
pl: Skaluj Obrazy:
pt: Redimensioar imagens:
sk: Zmenšiť obrázky?

source: Include Animals In Location:
de: Tiere mit einbeziehen in folgen Unterbringungen:
es: Incluir animales en ubicación:
et: Lisa loomad asukohas:
fr: Inclure les animaux de l'emplacement :
he: הכללת חיות מחמד במיקום:
lt: Įtraukti gyvūnus, esančius patalpoje:
nl: Inclusief dieren in locatie:
pl: Włączając Zwierzęta z Lokalizacji:
pt: Incluir animais na localização:
sk: Zahrnúť zvieratá z umiestnenia:

source: Internet Site FTP Settings
de: Internet FTP Einstellungen
el: Ρυθμίσεις FTP της Ιστοσελίδας
es: Configuración del sitio FTP
fr: Paramètres FTP (Site web)
he: הגדרות ה־FTP של אתר האינטרנט
lt: Interneto svetainės FTP nuostatos
nl: Internet site FTP-instellingen
pl: Ustawienia FTP strony internetowej
sk: Nastavenie FTP

source: Port:
el: Πόρτα:
es: Puerto:
he: פתחה:
lt: Portas:
nl: Poort:
pt: Porto:

source: Username:
de: Benutzername:
el: Όνομα χρήστη:
es: Nombre de usuario:
et: Kasutajanimi:
fr: Utilisateur :
he: שם המשתמש:
lt: Naudotojo vardas:
nl: Gebruikersnaam:
pl: Użytkownik:
pt: Nome de Utilizador:
sk: Užívateľské meno:

source: Host URL:
el: URL Υπολογιστή:
es: Dirección URL del servidor:
fr: Hôte :
he: כתובת המארח:
lt: Serverio URL:
pl: URL Hosta:

source: Root:
de: 'Root'-Verzeichnis
el: Διαχειριστής:
es: Raíz:
fr: Racine :
he: תיקיית על:
lt: Šaknis:
pl: Folder główny:
pt: Raiz:

source: Retrieving animal database...
de: Daten werden geladen...
el: Ανάκτηση βάσης δεδομένων ζώων...
es: Leyendo la base de datos de animales...
fr: Récupération de la base de données des animaux...
he: מתבצעת הורדה של מסד הנתונים של חיות המחמד...
lt: Gaunama gyvūnų duomenų bazė...
nl: Ophalen dierendatabank...
pl: Pobieranie bazy zwierząt...
pt: A resolver base de dados de animais...
sk: Získavam databázu zvierat...

source: Retrieving internet page templates...
de: Internet Seiten Vorlagen werden geladen...
el: Ανάκτηση προτύπων ιστοσελίδων...
es: Leyendo las plantillas de las páginas...
fr: récupération des modèles de page Internet...
he: מתבצעת הורדה של תבניות עמודי אינטרנט...
lt: Gaunami interneto puslapių šablonai...
nl: Ophalen voorbeeldpagina's voor internet...
pl: Pobieranie szablonów stron internetowych...
pt: A resolver templates de página de internet
sk: Získavam šablóny internetovej stránky...

source: Send Email
de: E-Mail senden
el: Αποστολή Email
es: Enviar e-mail
et: Saada e-kiri
fr: Envoyer un e-mail
he: שליחת דוא"ל
lt: Siųsti el. laišką
nl: Verstuur e-mail
pl: Wyślij E-mail
pt: Enviar e-mail
sk: Poslať email

source: To:
de: An:
el: Προς:
es: Para:
et: Saaja:
fr: À :
he: אל:
lt: Kam:
nl: Aan:
pl: Do:
pt: Para:
sk: Komu:

source: Send
de: Versenden
el: Αποστολή
es: Enviar
et: Saada
fr: Envoyer
he: שליחה
lt: Siųsti
nl: Verstuur
pl: Wyślij
pt: Enviar
sk: Odoslať

source: You must have an email address to send the message to
de: Bitte die E-Mail Adresse des Empfängers angeben
el: Πρέπει να έχετε διεύθυνση email για να αποστείλετε μήνυμα στο
es: Debe indicar una dirección de correo electrónico a la que enviar el mensaje
et: Kirja saatmiseks peab sul olema saaja e-posti aadress
fr: Vous devez avoir une adresse e-mail pour envoyer le message à
he: עליך לציין כתובת דוא"ל אליה תשלח ההודעה
lt: Turi būti nurodytas gavėjo el. laiško adresas
nl: Geef een e-mailadres van de geadresseerde op
pt: Deve ter um endereço de e-mail para enviar a mensagem
sk: Musíte mať e-mailovú adresu, na ktorú sa má správa zaslať

source: You must enter a subject for the message.
de: Bitte einen Betreff angeben
el: Πρέπει να εισάγετε θέμα για το μήνυμα.
es: Debe introducir el asunto del mensaje
et: Lisa kirjale teema.
fr: Vous devez saisir un sujet pour le message.
he: יש להזין נושא להודעה.
lt: Būtina įvesti pranešimo temą.
nl: Voer een onderwerp voor het bericht in.
pl: Musisz podać temat tej wiadomości.
pt: Deve inserir um assunto para a mensagem
sk: Musíte zadať predmet

source: You have not entered a message.
de: Sie haben keinen Text eingegeben
el: Δεν εισάγατε μήνυμα.
es: No ha introducido ningún mensaje
et: Sa ei ole midagi kirjutanud sõnumiks.
fr: Vous n'avez pas saisi de message.
he: לא נכתבה הודעה.
lt: Neįvedėte pranešimo teksto.
nl: Voer een berichttekst in.
pl: Nie wprowadziłeś treści wiadomości.
pt: Não introduziu a mensagem
sk: Nezadali ste správu.

source: Send Bulk Email
de: Massen E-Mail versenden
el: Αποστολή Μαζικού Ηλεκτρονικού Ταχυδρομίου
es: Enviar correo masivo
et: Saada masspostitus.
fr: Envoyer un e-mail de masse
he: שליחת הודעה מרובת נמענים
lt: Siųsti masinį el. laišką
nl: Verstuur massa-e-mail
pl: Wyślij E-mail Grupowy
pt: Enviar E-Mail em Massa
sk: Poslať hromadný e-mail

source: Publish Available Animals To PetFinder.com
de: Verfügbare Tiere auf PetFinder.com veröffentlichen
el: Δημοσίευση των διαθέσιμων ζώων στο PetFinder.com
es: Publicar animales disponibles en PetFinder.com
fr: Publier les animaux disponibles sur PetFinder.com
he: פרסום חיות זמינות אל האתר PetFinder.com
lt: Skelbti atiduodamus gyvūnus PetFinder.com
nl: Publiceer plaatsbare dieren op PetFinder.com
pl: Publikuj Zwierzęta na PetFinder.com
pt: Publicar animais disponível no PetFinder.com

source: Publishing to PetFinder.com is complete.
de: Veröffentlichung in PetFinder.com beendet.
el: Η δημοσίευση στο PetFinder.com ολοκληρώθηκε
es: Los datos han sido publicados en PetFinder.com.
fr: La publication sur PetFinder.com est terminée.
he: הפרסום אל PetFinder.com הושלם.
lt: Publikavimas į PetFinder.com užbaigtas.
nl: Het publiceren naar PetFinder.com is voltooid.
pl: Publikacja na PetFinder.com została ukończona.
pt: Publicação no PetFinder está completa

source: PetFinder.com Upload Complete
es: La transferencia de datos a PetFinder.com ha finalizado
fr: Tranfert sur PetFinder.com terminé
he: ההעלאה אל PetFinder.com הושלמה
lt: Siuntimas į PetFinder.com užbaigtas
nl: PetFinder.com upload voltooid
pl: Upload na PetFinder.com Zakończony

source: Shelter ID:
de: Tierheim Vorgangsnummer
el: Ταυτότητα Καταφυγίου:
fr: Identifiant du refuge :
he: מס' הזיהוי של בית המחסה:
lt: Prieglaudos ID:
nl: Opvangcentrum ID:
pl: Identyfikator Schroniska:
pt: Identificação do Canil
sk: ID útulku?

source: Map PetFinder Types to Species
es: Corresponder los tipos de PetFinder con las especies
fr: Associer les types PetFinder aux espèces
he: מיפוי סוגים של PetFinder לזנים
lt: Sieti PetFinder tipus su rūšimis
pl: Mapuj Typy PetFinder do gatunków

source: Select the PetFinder type
de: Wähle den PetFinder Typ
el: Επιλέξτε τον τύπο του PetFinder
es: Seleccione un tipo de PetFinder
fr: Sélectionner le type PetFinder
he: בחירת סוג ה־PetFinder
lt: Pasirinkite PetFinder tipą
nl: Kies het PetFinder type
pl: Wybierz typ PetFinder

source: PetFinder Mapping
es: Correspondencia con PetFinder
fr: Association PetFinder
he: מיפוי PetFinder
lt: PetFinder siejimas
pl: Mapowanie PetFinder

source: You cannot export to PetFinder as there are still species on your list which have not been mapped to the correct PetFinder types. Would you like to edit them now?
es: No es posible exportar a PetFinder debido a que aún existen especies en la lista que no tienen correspondencia con las incluidas en PetFinder. ¿Desea editarlas en este momento?
fr: Vous ne pouvez pas exporter vers PetFinder car il y a toujours des espèces dans votre liste qui n'ont pas été associées aux bons types PetFinder. Voulez-vous les éditer maintenant ?
he: לא ניתן לייצר אל PetFinder כיוון שישנם זנים ברשימה שלך שלא מופו אל הסוגים הנכונים ב־PetFinder. האם ברצונך לערוך אותם כעת?
lt: Negalite atlikti eksporto į PetFinder, nes savo sąraše vis dar turite rūšių, nesusietų su tinkamais PetFinder tipais. Ar norėtumėte dabar juos redaguoti?
nl: Je kan niet exporteren naar PetFinder omdat er soorten in je lijst zitten die niet aan de juiste PetFinder-types zijn gekoppeld. Wil je deze nu bewerken?
pl: Nie możesz eksportować danych do PetFinder, kiedy na na Twojej liście gatunków są pozycje nie zmapowane do typów PetFindera. Czy chcesz je teraz edytować?

source: Unmapped Types
es: Tipos sin correspondencia
fr: Types non associés
he: סוגים שאינם ממופים
lt: Nesusieti tipai
pl: Niezmapowane Typy

source: Map PetFinder Breeds
es: Corresponder razas de PetFinder
fr: Associer les races PetFinder
he: מיפוי גזעים של PetFinder
lt: Susieti PetFinder veisles
nl: Map PetFinder Rassen
pl: Mapuj Rasy PetFinder

source: You have unmapped PetFinder breeds in your database. You will need to set these before publishing to PetFinder. Would you like to do this now?
es: La base de datos contiene razas que no tienen correspondencia con las de PetFinder. Es necesario que establezca las correspondencias para poder publicar los datos en PetFinder. ¿Desea hacerlo ahora?
fr: Vous avez des races PetFinder non associées dans votre base de données. Vous devez corriger cela avant de publier sur PetFinder. Voulez-vous le faire maintenant ?
he: במסד הנתונים שלך ישנם זנים של PetFinder שאינם ממופים. יהיה עליך להגדיר את אלו בטרם הפרסום אל PetFinder. האם ברצונך לעשות זאת כעת?
lt: Savo duomenų bazėje turite nesusietų PetFinder veislių. Prieš skelbiant į PetFinder, jums reikės jas susieti. Ar norite atlikti tai dabar?
nl: Je hebt enkele PetFinder-rassen niet in je databank. Je moet deze eerst instellen voor je kan publiceren naar PetFinder. Wil je dit nu doen?
pl: W twojej bazie obecne są niezmapowane rasy PetFinder. Musisz je poprawnie ustawić zanim spróbujesz publikacji na PetFinder. Chciałbyś to teraz zrobić?

source: PetFinder Breed Mapping
es: Correspondencia de razas de PetFinder
fr: Association de race PetFinder
he: מיפוי גזעים של PetFinder
lt: PetFinder veislių siejimas
nl: PetFinder ras-mapping
pl: Mapowanie Ras PetFinder

source: Not all of your PetFinder types are mapped. Publisher cannot continue.
es: No todos los tipos de PetFinder disponen de una correspondencia La publicación no puede continuar.
fr: Tous les types PetFinder ne sont pas associés. La publication ne peut continuer.
he: לא כל הסוגים שהוגדרו ב־PetFinder ממופות. המפרסם לא יכול להמשיך.
lt: Ne visi iš jūsų PetFinder tipų yra susieti. Publikavimas negali būti tęsiamas.
nl: Niet alle van uw Petfinderder types zijn mapped. Publiceren wordt afgebroken.
pl: Nie wszystkie typy PetFinder są zmapowane. Publikacja nie może być kontynuowana.

source: Not all of your PetFinder breeds are mapped. Publisher cannot continue.
es: No todas las razas de PetFinder disponen de una correspondencia La publicación no puede continuar.
fr: Toutes les races PetFinder ne sont pas associées. La publication ne peut continuer.
he: לא כל הגזעים שהוגדרו ב־PetFinder ממופות. המפרסם לא יכול להמשיך.
lt: Ne visos iš jūsų PetFinder veislių yra susietos. Publikavimas negali būti tęsiamas.
nl: Niet alle van uw PetFinder rassen zijn mapped. Publiceren wordt afgebroken.
pl: Nie wszystkie rasy PetFinder są zmapowane. Publikacja nie może być kontynuowana.

source: Source ID:
de: Quell ID:
el: Ταυτότητα Πηγής:
fr: Identifiant source :
he: מס' הזיהוי המקורי:
lt: Šaltinio ID:
nl: Bron-ID:
pl: ID źródła:
pt: ID da Fonte:

source: Publish Available Animals To Pets911.com
de: Verfügbare Tiere bei Pets911.com veröffentlichen
el: Δημοσίευση των διαθέσιμων ζώων στο Pets911.com
es: Publicar animales disponibles en Pets911.com
fr: Publier les animaux disponibles sur Pets911.com
he: פרסום חיות זמינות באתר Pets911.com
lt: Skelbti atiduodamus gyvūnus Pets911.com
nl: Publiceer plaatsbare dieren naar Pets911.com
pl: Publikuj Zwierzęta do Adopcji na Pets911.com

source: Pets911.com publishing complete.
de: Pets911.com Veröffentlichung abgeschlossen.
el: Η δημοσίευση στο Pets911.com ολοκληρώθηκε.
es: Los datos han sido publicados a Pets911.com
fr: Publication sur Pets911.com terminée.
he: הפרסום אל האתר Pets911.com הושלם.
lt: Publikavimas į Pets911.com užbaigtas.
nl: Pets911.com publiceren voltooid.
pl: Publikacja na Pets911.com zakończona.

source: Pets911.com upload complete
es: La transferencia de datos a Pets911.com ha finalizado
fr: Transfert sur Pets911.com terminé
he: ההעלאה אל Pets911.com הושלמה
lt: Siuntimas į Pet911.com užbaigtas
nl: Pets911.com upload voltooid
pl: Upload na Pets911.com zakończony

source: You need to configure your Pets911 settings before publishing.
de: Sie müssen vor der Veröffentlichung ihre Einstellungen für Pets911 konfigurieren.
el: Χρειάζεται να ρυθμίσετε τις επιλογές του Pets911 πριν δημοσιεύσετε.
es: Es necesario establecer la configuración de Pets911 antes de proceder a publicar los datos.
fr: Vous devez configurer les paramètres Pets911 avant la publication.
he: יש להגדיר את תצורת האתר Pets911 בטרם הפרסום.
lt: Prieš skelbdami turite sukonfigūruoti savo Pets911 nuostatas.
nl: Je moet uw Pets911-instellingen configureren voor het publiceren.
pl: Przed publikacją musisz skonfigurować ustawienia Pets911.

source: Include Animals with no image
de: Auch Tiere ohne Bildmaterial veröffentlichen
el: Συμπεριέλαβε ζώα χωρίς εικόνα
es: Incluir animales sin imagen
et: Lisa ilma pildita loomad
fr: Inclure les animaux sans image
he: הכללת חיות מחמד ללא תמונה
lt: Įtraukti gyvūnus be nuotraukos
nl: Inclusief dieren zonder afbeelding
pl: Włączając Zwierzęta bez zdjęć
pt: Incluir animais sem imagem
sk: Zahrnúť zvieratá bez obrázku

source: Publish Available Animals to AdoptAPet.com
de: Verfügbare Tiere bei AdoptAPet.com veröffentlichen
el: Έκδοση Υπαρχόντων Ζώων στο AdoptAPet.com
es: Publicar animales disponibles en 1-800-Save-A-Pet.com
fr: Publier les animaux disponibles sur AdoptAPet.com
he: פרסום חיות מחמד זמינות אל האתר AdoptAPet.com
lt: Skelbti atiduodamus gyvūnus AdoptAPet.com
nl: Publiceer plaatsbare dieren naar AdoptAPet.com
pl: Publikuj Zwierzęta do Adopcji na AdoptAPet.com

source: AdoptAPet.com Publishing Complete.
de: AdoptAPet.com Veröffentlichung abgeschlossen.
el: Επιτυχής Έκδοση στο AdoptAPet.com
es: Los datos han sido publicados en 1-800-Save-A-Pet.com
fr: La publication AdopAPet.com est terminée.
he: הפרסום אל האתר AdoptAPet.com הושלם.
lt: Publikavimas į AdoptAPet.com užbaigtas.
nl: AdoptAPet.com publiceren voltooid.
pl: Publikacja na AdoptAPet.com zakończona.

source: AdoptAPet.com Upload Complete
de: AdoptAPet.com Hochladen abgeschlossen
el: Επιτυχής αποστολή αρχείων στο AdoptAPet.com
es: La transferencia de datos a 1-800-Save-A-Pet.com ha finalizado
fr: Transfert sur AdoptAPet.com terminé
he: ההעלאה אל האתר AdoptAPet.com הושלמה
lt: Siuntimas į AdoptAPet.com užbaigtas
nl: AdoptAPet.com upload voltooid
pl: Wysyłanie danych na AdoptAPet.com zakończone

source: Upload Options
de: Einstellungen für das Hochladen
el: Επιλογές αποστολής αρχείων
es: Opciones de subida
et: Üleslaadimise valikud
fr: Options de transfert
he: אפשרויות ההעלאה
lt: Siuntimo parinktys
nl: Laad opties
pl: Opcje wysyłania
pt: Opções do Envio
sk: Možnosti uploadu

source: Style
de: Darstellung
el: Στυλ
es: Estilo
et: Stiil
fr: Apparence
he: סגנון
lt: Stilius
nl: Stijl
pl: Styl
pt: Estilo
sk: Štýl

source: Upload all animal images
de: Alle Bilddateien hochladen
el: Αποστολή εικόνων όλων των ζώων
es: Subir todas las imágenes de animales
et: Lae kõik loomad üles
fr: Transférer toutes les images des animaux
he: העלאת כל תמונות חיות המחמד
lt: Siųsti visus gyvūnų atvaizdus
nl: Laad alle dierenafbeeldingen op
pl: Wyślij wszystkie zdjęcia zwierzęcia
pt: Fazer upload das imagens dos animais
sk: Uploadnuť všetky obrázky zvierat

source: Unlimited
de: Unbegrenzt
el: Απεριόριστο
es: Ilimitado
et: Piiramata
fr: Illimité
he: בלתי מוגבל
lt: Neribojamas
nl: Ongelimiteerd
pl: Bez ograniczeń
pt: Ilimitado
sk: Neobmedzené

source: Include
de: Inklusive
el: Συμπεριέλαβε
es: Incluir
et: Kaasa arvatud
fr: Inclusion
he: הכללה
lt: Įtraukti
nl: Inclusief
pl: Dołącz
pt: Incluir
sk: Zahrnúť

source: Include Colours
de: Farben einschliessen
el: Συμπεριέλαβε χρώματα
es: Incluir Colores
et: Lisa värvid
fr: Inclure les couleurs
he: הכללת צבעים
lt: Įtraukti spalvas
nl: Inclusief kleuren
pl: Włączając kolory
pt: Incluir Cores
sk: Zahrnúť farby

source: File Extension
de: Dateierweiterung
el: Επέκταση Αρχείου
es: Extensión del archivo
et: Faili Laiend
fr: Extension de fichier
he: סיומת הקובץ
lt: Failo plėtinys
nl: Bestandsextensie
pl: Rozszerzenie Pliku
pt: Extensão do arquivo
sk: Typ súboru

source: Force reupload of animal images
de: Erneutes Hochladen von Bildern erzwingen
es: Forzar la re-subida de las imágenes de animales
fr: Forcer le re-transfert des images d'animaux
he: אילוץ להעלאה מחדש של תמונות של חיות המחמד
lt: Priverstinis gyvūnų atvaizdų pakartotinis siuntimas
nl: Forceer her-upload van dierenafbeeldingen
pl: Wymuś reupload wszystkich zdjęć
pt: Forçar upload das imagens dos animais
sk: Spustiť reupload obrázkov zvierat

source: RescueGroups.org Publishing Complete.
de: RescueGroups.org Veröffentlichung abgeschlossen.
fr: Publication sur RescueGroups.org terminée.
he: הפרסום באתר RescueGroups.org הושלם.
lt: Publikavimas į AdoptAPet.com užbaigtas.
nl: RescueGroups.org publiceren voltooid.
pl: Publikacja na RescueGroups.org Zakończona.

source: RescueGroups.org Upload Complete
fr: Transfert sur RescueGroups.org terminé
he: ההעלאה אל האתר RescueGroups.org הושלמה
lt: Siuntimas į RescueGroups.org užbaigtas
nl: RescueGroups.org uploaden voltooid
pl: Wysyłanie danych na RescueGroups.org Zakończone

source: Publish Available Animals to RescueGroups.org
de: Verfügbare Tiere bei RescueGroups.org veröffentlichen
fr: Publier les animaux disponibles sur RescueGroups.org
he: פרסום חיות מחמד זמינות אל האתר RescueGroups.org
lt: Skelbti atiduodamus gyvūnus RescueGroups.org
nl: Publiceer plaatsbare dieren naar RescueGroups.org
pl: Publikuj Zwierzęta do Adopcji na RescueGroups.org

source: RescueGroups.org Settings
de: RescueGroups.org Einstellungen
el: Ρυθμίσεις RescueGroups.org
fr: Paramètres RescueGroups.org
he: הגדרות RescueGroups.org
lt: RescueGroups.org nuostatos
nl: RescueGroups.org instellingen
pl: Ustawienia RescueGroups.org

source: You need to configure your RescueGroups.org settings before publishing.
de: Sie müssen vor der Veröffentlichung ihre Einstellungen für RescueGroups.org konfigurieren.
el: Πρέπει να διαμορφώσετε τις ρυθμίσεις του RescueGroups.org πριν τις δημοσιεύσεις.
fr: Vous devez configurer les paramètres RescueGroups.org avant la publication.
he: יש להגדיר את תצורת האתר RescueGroups.org בטרם הפרסום.
lt: Prieš skelbdami, turite sukonfigūruoti savo RescueGroups.org nuostatas.
nl: Je moet je RescueGroups.org-instellingen configureren voor het publiceren.

source: You need to set up your email address and SMTP server. Go to the Email tab under System->Options
de: Sie müssen in den Systemeinstellungen Ihre E-Mail Adresse und Ihren SMTP Server konfigurieren.
el: Πρέπει να ρυθμίσετε τον εξυπηρετητή SMTP και την διεύθυνση email. Μετακινηθείτε στο Email στην καρτέλα Σύστημα->Επιλογές
he: יש להגדיר את כתובת הדוא"ל שלך ואת שרת ה־SMTP. יש לגשת אל הלשונית דוא"ל תחת מערכת -> אפשרויות
lt: Turite nustatyti savo elektroninio pašto adresą ir SMTP serverį. Eikite į skirtuką "Elektroninis paštas", kurį rasite Sistema->Parinktys
nl: Je moet je e-mailadres en SMTP-server instellen. Ga naar het e-mailtabblad onder Systeem > Opties
pl: Musisz podać dane konta email oraz serwera SMTP. Znajdziesz je w zakładce "Email", System->Ustawienia
sk: Potrebujete nastaviť vašu e-mailovú adresu a SMTP server. Nastavte ju pod Email v Systém->Nastavenia

source: You need to configure your AdoptAPet.com settings before publishing.
de: Sie müssen vor der Veröffentlichung ihre Einstellungen für AdoptAPet.com konfigurieren.
el: Πρέπει να προσαρμόσετε τις ρυθμίσεις σας στο AdoptAPet.com πριν δημοσιεύσετε.
fr: Vous devez configurer votre paramètres AdoptAPet.com avant de publier.
he: יש להגדיר את תצורת האתר AdoptAPet.com בטרם הפרסום.
lt: Prieš skelbdami, turite sukonfigūruoti savo AdoptAPet.com nuostatas.
nl: Je moet je AdoptAPet.com-instellingen configureren voor het publiceren.

source: Order
el: Παραγγελία
he: הזמנה
lt: Eiliškumas
nl: Opdracht
pl: Kolejność
pt: Pedido
sk: Poradie

source: Limit
el: Όριο
he: מגבלה
lt: Apribojimas
nl: Limiet
pl: Ograniczenie
pt: Limite

source: Longest on shelter first
el: Πρώτα το παλιότερο στο καταφύγιο
he: הוותיקים בבית המחסה קודם
lt: Esantys seniausiai prieglaudoje pirmi
nl: Oudste dier in het asiel eerst
pl: Na początku zwierzęta z największym stażem
pt: Animais à mais tempo no Canil primeiro
sk: Dlhšie v útulku ako prvé

source: Newest first
de: Neueste zuerst
el: Πρώτα το νεότερο
he: החדשים קודם
lt: Naujausi pirmi
nl: Nieuwste dier eerst
pl: Na początku zwierzęta z najmniejszym stażem
pt: Recentes primeiro
sk: Novšie ako prvé

source: You have not set FTP details for your website. ASM cannot publish directly to the internet.
de: Sie haben keine FTP-Details für Ihre Website eingegeben. ASM kann nicht direkt im Internet veröffentlichen.
el: Δεν έχετε εισάγει τις ρυθμίσεις του FTP για την ιστοσελίδα σας. Το ASM δεν μπορεί να τα εκδόσει κατευθείαν στο internet.
he: לא הוגדרת את פרטי ה־FTP לאתר שלך. אין באפשרות ASM לפרסם ישירות לאינטרנט.
lt: Jūs nenustatėte FTP išsamios informacijos savo svetainei. ASM negali publikuoti tiesiai į internetą.
nl: U heeft nog geen FTP gegevens ingevoerd voor uw website. ASM kan de informatie niet direct op het internet plaatsen.
pl: Nie podałeś ustawień FTP dla swojej strony. Bez nich ASM nie może nic opublikować.

source: From:
de: Von:
el: Από:
he: מאת:
lt: Nuo:
nl: Van:
pl: Od:
pt: De:

source: CC:
el: Κοιν:
he: עותק:
lt: Kopija:

source: Add to log
de: Zum Protokoll hinzufügen
el: Προσθήκη στο αρχείο καταγραφής
he: הוספה ליומן
lt: Pridėti į žurnalą
nl: Toevoegen aan het logboek
pl: Dodaj do logów
pt: Adicionar ao log
