Repository: bobintetley/asm2
Catalog: src/locale/po/*.po
Languages: de, el, es, et, fr, he, lt, nl, pl, pt, sk

source: Generate a document for this movement
de: Ein Dokument über diesen Vorgang erstellen
el: Δημιούργησε ένα έγγραφο για αυτή την μετακίνηση
es: Generar un documento para este movimiento
et: Loo selle liikumise kohta dokument
fr: Générer un document pour ce mouvement
he: יצירת מסמך עבור העברה זו
lt: Sugeneruoti dokumentą šiam veiksmui
nl: Maak een document aan voor deze mutatie
pl: Wygeneruj dokument dla tego przesunięcia
pt: Gerar um documento para este movimento
sk: Vytvoriť dokument pre tento pohyb

source: Edit Movement
de: Vorgang bearbeiten
el: Επεξεργασία Μετακίνησης
es: Editar movimiento
et: Muuda liikumist
fr: Éditer le mouvement
he: עריכת העברה
lt: Redaguoti veiksmą
nl: Bewerk mutatie
pl: Edytuj Przesunięcie
pt: Editar Movimento
sk: Upraviť pohyb

source: Insurance:
de: Versicherung
el: Ασφάλιση:
es: Seguro:
et: Kindlustus:
fr: Assurance :
he: ביטוח:
lt: Draudimas:
nl: Verzekering:
pl: Ubezpieczenie:
pt: Seguro:
sk: Poistenie:

source: The movement date
de: Bewegungs Datum
el: Ημερομηνία μετακίνησης
es: La fecha del movimiento
et: Liikumise kuupäev
fr: Date du mouvement
he: תאריך ההעברה
lt: Veiksmo data
nl: De mutatiedatum
pl: Data przesunięcia
pt: Data do movimento
sk: Dátum pohybu

source: The reservation date
de: Reservierungs Datum
el: Ημερομηνία κράτησης
es: La fecha de reserva
et: Broneerimise kuupäev
fr: Date de réservation
he: תאריך ההזמנה
lt: Rezervacijos data
nl: De datum van de reservering
pl: Data rezerwacji
pt: Data da reserva
sk: Dátum rezervácie

source: Already Insured
de: Bereits Versichert
el: Ήδη ασφαλισμένο
es: Ya está asegurado
et: Juba kindlustatud
fr: Déjà assuré
he: כבר מבוטח
lt: Jau apdraustas
nl: Reeds verzekerd
pt: Já com seguro
sk: Už poistené

source: (none)
de: (keine)
es: (ninguno)
et: (puudub)
fr: (aucun)
he: (אין)
lt: (joks)
nl: (geen)
pl: (brak)
pt: (nenhum)
sk: (nie je)

source: This animal is still reserved to another owner(s). Would you like to cancel these reservations now?
de: Dieses Tier ist noch für einen anderen Interessenten reserviert. Die bestehende Reservierung aufheben ?
el: Αυτό το ζώο είναι ακόμη κρατημένο σε άλλο(υς) ιδιοκτήτη(ες). Θέλετε να ακυρώσετε αυτές τις κρατήσεις τώρα;
es: Este animal ya está reservado para otro(s) contacto(s). ¿Desea cancelar estas reservas?
et: Loom on ikka broneeritud teisele omanikule. Kas soovid seda broneeringut tühistada?
fr: Cet animal est toujours réservé par un/des autre(s) contact(s). Souhaitez-vous annuler ces réservations maintenant ?
he: חיית מחמד זו עדיין מזומנת לבעלים אחרים. האם ברצונך לבטל הזמנות אלו כעת?
lt: Šis gyvūnas rezervuotas kitam(-iems) asmeniui(-ims). Ar norite dabar atšaukti šias rezervacijas?
nl: Dit dier is nog gereserveerd voor een andere eigenaar. Wilt u deze reservering nu annuleren?
pl: To zwierzę jest nadal zarezerwowane przez innego potencjalnego właściciela. Czy chcesz odwołać tą rezerwację?
pt: Este animal ainda está reservado para outro(s) dono(s). Deseja cancelar estas reservas agora?
sk: Toto zviera je stále rezervované pre iného majiteľa. Chcete zrušiť existujúcu rezerváciu?

source: Banned Owner
de: Gebannter Halter
el: Αποκλεισμένος Ιδιοκτήτης
es: Contacto vetado
et: Keelustatud omanik
fr: Contact banni
he: בעלים חסומים
lt: Asmuo iš juodojo sąrašo
nl: Ongewenste eigenaar
pl: Właściciel z Zakazem Adopcji
pt: Dono banido
sk: Nepovolený majiteľ

source: Donation:
de: Abgabe:
el: Δωρεά:
es: Donación:
et: Annetus:
fr: Don :
he: תרומה:
lt: Parama:
nl: Gift:
pl: Darowizna:
pt: Doação:
sk: Dar:

source: Animal:
de: Tier:
el: Ζώο
et: Loom:
he: חיית מחמד:
lt: Gyvūnas:
nl: Dier:
pl: Zwierzę:
sk: Zviera:

source: Create New Movement
de: Neuen Umzug anlegen
el: Δημιουργία Νέας Μετακίνησης
es: Crear nuevo movimiento
et: Loo uus liikumine
fr: Créer un nouveau mouvement
he: יצירת העברה חדשה
lt: Pridėti naują veiksmą
nl: Maak een nieuwe mutatie aan
pl: Utwórz Nowe Przesunięcie
pt: Criar um Novo Movimento
sk: Vytvoriť nový pohyb

source: View the animal
de: Tier anzeigen
el: Προβολή του ζώου
es: Visualizar el animal
et: Vaata looma
fr: Voir l'animal
he: צפייה בבעלי החיים
lt: Žiūrėti gyvūną
nl: Bekijk het dier
pl: Pokaż zwierzę
pt: Ver o animal
sk: Zobraziť zviera

source: Add a new movement
de: Neuen Umzug anlegen
el: Προσθήκη νέας μετακίνησης
es: Añadir un nuevo movimiento
et: Lisa uus liikumine
fr: Ajouter un nouveau mouvement
he: הוספת העברה חדשה
lt: Pridėti naują veiksmą
nl: Voeg een nieuwe mutatie toe
pl: Dodaj nowe przesunięcie
pt: Adicionar novo movimento
sk: Pridať nový pohyb

source: Adoption No
de: Adoptions Nummer
el: Νούμερο Υιοθέτησης
es: Número de adopción
et: Loovutuse number
fr: N° d'adoption
he: מספר האימוץ
lt: Veiksmo nr.
nl: Adoptienummer
pl: Numer Adopcji
pt: Nº de Adopção
sk: Číslo adopcie

source: Movement Type
de: Umzugs Typ
el: Τύπος Μετακίνησης
es: Tipo de movimiento
et: Liikumise tüüp
fr: Type de mouvement
he: סוג ההעברה
lt: Veiksmo tipas
nl: Mutatietype
pl: Rodzaj Przesunięcia
pt: Tipo de Movimento
sk: Druh pohybu

source: (no owner)
de: (kein Besitzer)
el: (κανένας ιδιοκτήτης)
es: (ningún contacto)
et: (ilma omanikuta)
fr: (aucun propriétaire)
he: (חסר בעלים)
lt: (joks asmuo)
nl: (geen eigenaar)
pl: (bez właściciela)
pt: (sem dono)
sk: (žiadny majiteľ)

source: Delete this movement
de: Diesen Umzug löschen
el: Διαγραφή της μετακίνησης
es: Borrar este movimiento
et: Kustuta see liikumine
fr: Supprimer ce mouvement
he: מחיקת העברה זו
lt: Šalinti šį veiksmą
nl: Verwijder deze mutatie
pl: Usuń to przesunięcie
pt: Apagar este movimento
sk: Vymazať tento pohyb

source: Edit this movement
de: Diesen Umzug editieren
el: Επεξεργασία μετακίνησης
es: Editar este movimiento
et: Muuda seda liikumist
fr: Éditer ce mouvement
he: עריכת העברה זו
lt: Redaguoti šį veiksmą
nl: Bewerk deze mutatie
pl: Edytuj to przesunięcie
pt: Editar este movimento
sk: Upraviť tento pohyb

source: Create a document for this movement
de: Dokumente für diese Änderung erstellen
el: Δημιουργία εγγράφου για την μετακίνηση
es: Crear un documento para este movimiento
et: Loo selle liikumise kohta dokument
fr: Créer un document pour ce mouvement
he: יצירת מסמך עבור העברה זו
lt: Kurti dokumentą šiam veiksmui
nl: Maak een document aan voor deze mutatie
pl: Utwórz dokument dla tego przesunięcia
pt: Criar um documento para este movimento
sk: Vytvoriť dokument pre tento pohyb

source: View the owner
de: Besitzer anzeigen
el: Προβολή ιδιοκτήτη
es: Visualizar el contacto
et: Vaata omanikku
fr: Voir le propriétaire
he: צפייה בבעלים
lt: Žiūrėti asmenį
nl: Bekijk de eigenaar
pl: Pokaż właściciela
pt: Ver o dono
sk: Zobraziť majiteľa

source: Foster Book
de: Pflege Buch
el: Βιβλίο Αναδοχών
es: Libro de acogidas
et: Hoiukodude raamat
fr: Registre famille d'accueil
he: ספר האימוץ הזמני
lt: Namuose globojamų gyvūnų sąrašas
nl: Gastgezinnenboek
pl: Księga Domów Tymczasowych
pt: Livro de Adopções
sk: Domáca opatera

source: Return Category:
de: Rückgabe Kategorie:
el: Κατηγορία Επιστροφής:
es: Categoría de devolución:
et: Tagasi toomise kategooria
fr: Type de retour :
he: קטגוריית ההחזרה:
lt: Grąžinimo kategorija:
nl: Categorie teruggebracht:
pl: Kategoria Zwrotu:
pt: Categoria de Devoluções:
sk: Kategória vrátenia:

source: [none]
de: [keine]
el: [κανένα]
es: [ninguno]
et: [puudub]
fr: [aucun]
he: [ללא]
lt: [joks]
nl: [geen]
pl: [brak]
pt: [nenhum]
sk: [nie je]

source: Retailer Book
de: Händler Buch
el: Βιβλιο Πωλητή
es: Libro de colaboradores
et: Vahendajate raamat
fr: Registre revendeur
he: ספר קמעוני
lt: Tarpininkų sąrašas
nl: Handelarenboek
pl: Księga Sprzedawców
pt: Livro de Revendedores
sk: Sprostredkovatelia

source: Refresh the list of fosters
de: Pflegeliste neu laden
el: Ανανέωσε τη λίστα αναδοχών
es: Actualizar la lista de adopciones
et: Värskenda hoiukodude nimekirja
fr: Rafraîchir la liste
he: רענון רשימת המאמצים הזמניים
lt: Atnaujinti laikinų globėjų sąrašą
nl: Ververs de lijst met gastgezinnen
pl: Odśwież listę domów tymczasowych
pt: Refrescar lista de adopções
sk: Obnoviť zoznam domácej opatery

source: Create a new foster
de: Neuen Pfleger hinzufügen
el: Δημιούργησε νέα αναδοχή
es: Crear nueva adopción
et: Loo uus hoiukodu
fr: Créer une nouvelle famille d'accueil
he: יצירת מאמץ זמני חדש
lt: Pridėti naują laikiną globėją
nl: Maak een nieuw gastgezin aan
pl: Utwórz nowy dom tymczasowy
pt: Criar uma nova adopção
sk: Vytvoriť novú domácu opateru

source: View the movement record for this foster
de: Pflegehistore ansehen
el: Εμφάνισε το αρχείο μετακινήσεων για αυτή την αναδοχή
es: Visualizar el registro de movimiento para esta adopción
et: Vaata selle hoiukodu liikumiste kirjet
fr: Voir les données de mouvement pour cette famille d'accueil
he: צפייה ברשומת ההעברה עבור מאמץ זמני זה
lt: Žiūrėti šios laikinos globos namuose veiksmo įrašą
nl: Bekijk het mutatierecord van dit gastgezin
pl: Pokaż przesunięcia dla tego domu tymczasowego
pt: Ver o registo de movimento para esta adopção
sk: Zobraziť záznam pohybu pre túto domácu opateru

source: View the animal for this foster
de: Tier dieses Pflegers ansehen
el: Εμφάνισε το ζώο για αυτή την αναδοχή
es: Visualizar el animal para esta adopción
et: Vaata selle hoiukodu looma
fr: Voir l'animal pour cette famille d'accueil
he: צפייה בחיית המחמד עבור אימוץ זמני זה
lt: Žiūrėti laikinai globojamą namuose gyvūną
nl: Bekijk het dier van dit gastgezin
pl: Pokaż zwierzęta z tego domu tymczasowego
pt: Ver o animal para esta adopção
sk: Zobraziť zviera tejto domácej opatery

source: View the owner for this foster
de: Besitzer des Pflegeverhältnisses ansehen
el: Εμφάνισε τον ιδιοκτήτη για αυτή την αναδοχή
es: Visualizar el contacto para esta adopción
et: Vaata selle hoiukodu omanikku
fr: Voir le contact pour cette famille d'accueil
he: צפייה בבעלים עבור אימוץ זמני זה
lt: Žiūrėti laikinai globojantį namuose asmenį
nl: Bekijk de eigenaar van dit gastgezin
pl: Pokaż właściciela tego domu tymczasowego
pt: Ver o dono para esta adopção
sk: Zobraziť majiteľa tejto domácej opatery

source: Refresh the list of retailer movements
de: Händler Aktivitätliste neu laden
el: Ανανέωσε τη λίστα μετακινήσεων πωλητών λιανικής
es: Actualizar la lista de movimientos (colaboradores)
et: Värskenda vahendaja liikumiste nimekirja
fr: Rafraîchir la liste
he: רענון רשימת ההעברות הקמעונאיות
lt: Atnaujinti tarpininkavimo veiksmų sąrašą
nl: Ververs de lijst met handelaarsmutaties
pl: Odśwież listę przesunięć sprzedawców
pt: Actualizar a lista de movimentos de revendedores
sk: Obnoviť zoznam sprostredkovateľských pohybov

source: Create a new retailer movement
de: Neue Händler Aktivität anlegen
el: Δημιούργησε μια νέα μετακίνηση πωλητή λιανικής
es: Crear un nuevo movimiento de colaborador
et: Loo uus vahendaja liikumine
fr: Créer un nouveau mouvement revendeur
he: יצירת העברה קמעונאית חדשה
lt: Pridėti naują tarpininkavimo veiksmą
nl: Maak een nieuwe handelaarsmutatie aan
pl: Utwórz nowe przesunięcie sprzedawcy
pt: Criar um novo movimento de revendedor
sk: Vytvoriť nový sprostredkovateľský pohyb

source: View this retailer movement
de: Händler Aktivitäten ansehen
el: Εμφάνισε τις μετακινήσεις αυτού του πωλητή λιανικής
es: Visualizar este movimiento de colaborador
et: Vaata selle vahendaja liikumist
fr: Voir ce mouvement revendeur
he: צפייה בהעברה קמעונאית זו
lt: Žiūrėti šį tarpininkavimo veiksmą
nl: Bekijk deze handelaarsmutatie
pl: Pokaż to przesunięcie sprzedawcy
pt: Ver este movimento de revendedor
sk: Prezrieť tento sprostredkovateľský pohyb

source: View the animal for this retailer movement
de: Tier dieses Händlers ansehen
el: Εμφάνισε το ζώο για αυτή τη μετακίνηση πωλητή λιανικής
es: Visualizar el animal de este movimiento de colaborador
et: Vaata selle vahendaja liikumise looma
fr: Voir l'animal concerné par ce mouvement revendeur
he: צפייה בחיית המחמד עבור העברה קמעונאית זו
lt: Žiūrėti gyvūną, susijusį su šiuo tarpininkavimo veiksmu
nl: Bekijk het dier bij deze handelaarsmutatie
pl: Pokaż zwierzę, którego to przesunięcie sprzedawcy dotyczy
pt: Ver o animal para este movimento de revendedor
sk: Zobraziť zviera tohto sprostredkovateľského pohybu

source: View the retailer for this movement
de: Den Händler dieser Aktivität ansehen
el: Εμφάνισε τον πωλητή λιανικής για αυτή την μετακίνηση
es: Visualizar el colaborador correspondiente a este movimiento
et: Vaata selle liikumise vahendajat
fr: Voir le revendeur pour ce mouvement
he: צפייה בקמעונאי של ההעברה הזו
lt: Žiūrėti šio veiksmo tarpininką
nl: Bekijk de handelaar bij deze mutatie
pl: Pokaż sprzedawcę, którego dotyczy to przesunięcie
pt: Ver o revendedor para este movimento
sk: Zobraziť sprostredkovateľa pre tento pohyb

source: From Retailer:
de: Von Händler:
el: Από Πωλητή:
es: Del colaborador:
et: Vahendajalt:
fr: Du revendeur :
he: מקמעונאי:
lt: Iš tarpininko:
nl: Van handelaar:
pt: Do revendedor:
sk: Od sprostredkovateľa:

source: This animal was previously at a retailer. Do you want to mark this movement as an adoption from that retailer?
de: Dieses Tier ist auf einen Händler eingetragen. Diese Aktivität als Adoption von diesem Händler eintragen ?
el: Το ζώο ήταν μέχρι πρόσφατα σε πωλητή λιανικής. Θέλετε να σημειώσετε αυτή τη μετακίνηση σαν υιοθεσία από αυτόν τον πωλητή λιανικής;
es: Este animal estaba previamente con un colaborador. ¿Desea identificar este movimiento como una adopción desde el colaborador indicado?
et: See loom oli eelnevalt vahendaja juures. Kas soovid märkida selle liikumise kui loovutuse läbi selle vahendaja?
fr: Cet animal était précédemment chez un revendeur. Souhaitez-vous marquer ce mouvement comme une adoption depuis ce revendeur ?
he: חיית מחמד זו הייתה בעברה אצל קמעונאי. האם ברצונך לסמן את ההעברה הזו כאימוץ מקמעונאי?
lt: Šis gyvūnas iki šiol buvo pas tarpininką. Ar norite pažymėti šį veiksmą kaip atidavimą per tarpininką?
nl: Dit dier was eerder ondergebracht bij een handelaar. Wilt u deze mutatie markeren als adoptie door die handelaar?
pl: To zwierzę było wcześniej u sprzedawcy. Czy chcesz oznaczyć to przesunięcie jako adopcja od tego sprzedawcy?
pt: Este animal esteve previamente num revendedor. Deseja marcar este movimento como uma adopção de um revendedor?
sk: Toto zviera bolo predtým u sprostredkovateľa. Chcete označiť tento pohyb ako adopciu cez sprostredkovateľa?

source: Retailer Adoption
de: Adoption durch Händler
el: Υιοθεσία πωλητή λιανικής
es: Adopción de colaborador
et: Vahendaja kaudu loovutus
fr: Adoption revendeur
he: אימוץ קמעונאי
lt: Atidavimas per tarpininką
nl: Handelaarsadoptie
pt: Adopção de Revendedor
sk: Adopcia cez sprostredkovateľa

source: Return the selected movement and create a new one for that animal
de: Die ausgewählte Aktivität zurücknehmen und eine neue Aktivität für dieses Tier anlegen.
el: Επέστρεψε την επιλεγμένη μεταφορά και δημιούργησε μια νέα για αυτό το ζώο
es: Devolver el movimiento seleccionado y crear uno nuevo para este animal
fr: Retourner le mouvement sélectionné et en créer un nouveau pour cet animal
he: החזרת ההעברה הנבחרת ויצירת העברה חדשה עבור חיית מחמד זו
lt: Atšaukti pasirinktą veiksmą ir kurti naują šiam gyvūnui
nl: Doe de gemarkeerde mutatie ongedaan en maak een nieuwe aan voor dat dier
pt: Retornar o movimento seleccionado e criar um novo para este animal
sk: Vrátiť označený pohyb a vytvoriť nový pre toto zviera

source: Enter the return date
de: Rückgabe Datum eintragen
el: Εισάγετε την ημερομηνία επιστροφής
es: Introduzca la fecha de la devolución
et: Sisesta tagasi toomise kuupäev
fr: Saisir la date de retour
he: נא להזין את תאריך ההחזרה
lt: Įveskite grąžinimo datą
nl: Voer de terugbrengdatum in
pt: Introduzir a data de retorno
sk: Zadajte dátum vrátenia pohybu

source: Return Movement
de: Rückgabe Aktivität
el: Μετακίνηση επιστροφής
es: Movimiento de devolución
fr: Retourner le mouvement
he: העברה חזרה
lt: Grąžinimas
nl: Terugbrengmutatie
pt: Movimento de Retorno
sk: Vrátiť pohyb

source: Return Date
de: Datum der Rückgabe
el: Ημερομηνία επιστροφής
es: Fecha de devolución
et: Tagastamise kuupäev
fr: Date de retour
he: תאריך ההחזרה
lt: Grąžinimo data
nl: Terugbrengdatum
pl: Zwrócono
pt: Data de Retorno
sk: Dátum vrátenia

source: This movement has already been returned.
de: Diese Aktivität ist bereits zurückgenommen
el: Αυτή η μετακίνηση έχε ήδη επιστρέψει.
es: Este movimiento ya ha sido devuelto.
fr: Ce mouvement a déjà été retourné.
he: העברה זו כבר הוחזרה.
lt: Šis veiksmas jau atšauktas.
nl: Deze mutatie is al teruggebracht.
pt: Este movimento já foi retornado
sk: Tento pohyb už bol vrátený

source: Movement Details
de: Aktivitäts Details
el: Πληροφορίες Μεταφοράς
es: Detalles del movimiento
et: Liikumise üksikasjad
fr: Détails de mouvement
he: פרטי ההעברה
lt: Veiksmo duomenys
nl: Mutatiedetails
pl: Szczegóły Przesunięcia
pt: Detalhes do Movimento
sk: Detaily pohybu

source: View animal
de: Tier ansehen
el: Προβολή ζώου
es: Visualizar animal
et: Vaata looma
fr: Voir l'animal
he: צפייה בחיית המחמד
lt: Žiūrėti gyvūną
nl: Bekijk dier
pl: Pokaż zwierzę
pt: Ver animal
sk: Zobraziť zviera

source: View owner
de: Besitzer ansehen
el: Προβολή ιδιοκτήτη
es: Visualizar contacto
et: Vaata omanikku
fr: Voir le propriétaire
he: צפייה בבעלים
lt: Žiūrėti asmenį
nl: Bekijk eigenaar
pl: Pokaż właściciela
pt: Ver dono
sk: Zobraziť majiteľa

source: Phone
de: Telefonnummer
el: Τηλέφωνο
es: Teléfono
et: Telefon
fr: Téléphone
he: טלפון
lt: Telefonas
nl: Telefoon
pl: Telefon
pt: Telefone
sk: Telefón

source: Returning
de: Rückgabe
el: Επιστροφή
es: Devolución
fr: Retour
he: חוזר
lt: Grąžinimas
nl: Terugbrengende
pt: Retornando
sk: Vrátenie

source: Edit Movement - [{0}, {1} ({2}) to {3}]
de: Aktivität editieren - [{0}, {1} ({2}) to {3}]
el: Επεξεργασία Μετακίνησης - [{0}, {1} ({2}) στο {3}]
es: Editar movimiento - [{0}, {1} ({2}) a {3}]
et: Muuda liikumist - [{0}, {1} ({2}) to {3}]
fr: Éditer le mouvement - [{0}, {1} ({2}) vers {3}]
he: עריכת העברה - [{0}, {1} ({2}) אל {3}]
lt: Redaguoti veiksmą - [{0}, {1} ({2}) to {3}]
nl: Bewerk Mutatie - [{0}, {1} ({2}) naar {3}]
pl: Edytuj Przesunięcie - [{0}, {1} ({2}) do {3}]
pt: Editar Movimento - [{0}, {1} ({2}) para {3}]
sk: Upraviť pohyb - [{0}, {1} ({2}) do {3}]

source: Animal {0} - {1} is a non-shelter animal and cannot be moved.
de: Tier {0} - {1} ist kein Heim- Tier und kann nicht umgezogen werden..
el: Το ζώο {0} - {1} είναι ζώο εκτός καταφυγίου και δεν μπορεί να μετακινηθεί.
es: El animal {0} - {1} es un animal externo al refugio y no puede ser movido.
et: Loom {0} - {1} ei asu varjupaigas ja teda ei saa liigutada.
fr: L'animal {0} - {1} n'est pas un animal du refuge, il ne peut être déplacé.
he: חיית המחמד {0} - {1} אינה שייכת לבית המחסה ולכן לא ניתן להעבירה.
lt: Gyvūnas {0} - {1} nepriklauso prieglaudai, todėl veiksmai negali būti atliekami.
nl: Dier {0} - {1} is een niet-centrumdier en kan niet gemuteerd worden.
pl: Zwierzę {0} - {1} znajduje się poza schroniskiem, nie można wystawić przesunięcia.
pt: Animal {0} - {1} é um animal não do canil e não pode ser movido.
sk: Zviera {0} - {1} nie je útulkové a nemôže byť preňho vytvorený pohyb.

source: This owner still has active search criteria. Since they are adopting this animal, would you like to cancel it?
de: Dieser Besitzer ist noch als suchend gelistet. Da der Besitzer das Tier adoptiert, sollen die aktiven Such Kriterien aufgehoben werden?
el: Ο ιδιοκτήτης έχει ακόμα ενεργά κριτήρια αναζήτησης. Επειδή υιοθετούν αυτό το ζώο, θέλετε να ακυρωθεί;
et: See omanik on aktiivsete otsijate hulgas. Kuna ta võtab selle looma, kas siis lõpetame otsingud ära?
fr: Ce contact a toujours des critères de recherche actifs. Vu qu'il adopte cet animal, souhaitez-vous les annuler ?
he: לבעלים אלו עדיין ישנם קריטריוני חיפוש פעילים. מאחר שהם מאמצים חיית מחמד זו, האם ברצונך לבטל אותם?
lt: Šis asmuo vis dar turi aktyvius pageidaujamo gyvūno kriterijus. Kadangi asmeniui atiduodamas gyvūnas, ar norėtumėte šiuos pageidavimus atšaukti?
nl: Deze eigenaar heeft nog actieve zoekcriteria. Wil je deze, aangezien ze dit dier adopteren, annuleren?
pt: Este dono ainda tem critérios da procura activa. Uma vez que está a adoptar este animal, deseja cancelar?
sk: Tento majiteľ má stále aktívne kritériá pre vyhľadávanie. Odkedy si adoptoval toto zvierat, nechcete ich zrušiť?

source: Active Criteria
de: Aktive Kriterien
el: Ενεργά Κριτήρια
es: Criterio activo
et: Aktiivne kriteerium
fr: Critères actifs
he: קריטריונים פעילים
lt: Aktyvūs pageidavimai
nl: Actieve criteria
pl: Aktywne Kryteria
pt: Critérios Activos
sk: Aktívne kritériá

source: This animal is bonded with {0}. Please make sure they are being adopted together.
el: Αυτό το ζώο είναι συνδεδεμένο με το {0}. Παρακαλώ φροντίστε να υιοθετηθούν μαζί.
he: חיית מחמד זו מאוגדת עם {0}. נא לוודא שחיות מחמד אלה מאומצות יחדיו.
lt: Šis gyvūnas susietas su {0}. Įsitikinkite, kad jie atiduodami kartu.
nl: Dit dier is gekoppeld aan {0}. Zorg ervoor dat beiden dieren samen geadopteerd worden
pl: To zwierzę jest powiązane z {0}. Proszę się upewnić że zostaną adoptowane przez jednego właściciela.
pt: Este animal está ligado com {0}. Por favor tenha a certeza que estão a ser adoptados juntos.

source: Register this animal/owner information with PETtrac
de: Diese Tier-/Besitzerinformationen bei PETtrac registrieren
el: Εγγραφή πληροφορίών ζώου/ιδιοκτήτη με το PETtrac
he: רישום פרטי הבעלים/חיית המחמד ב־PETtrac
lt: Užregistruoti šio gyvūno/asmens informaciją PETtrac sistemoje
nl: Registeer dit dier / deze eigenaar bij Amivedi

source: Work Tel
de: Telefonnummer Arbeit
el: Τηλ εργασίας
es: Teléfono del trabajo
et: Telefon tööl
fr: Téléphone professionel :
he: טלפון בעבודה
lt: Darbo tel.
nl: TEL werk
pt: Telefone do Trabalho
sk: Pracovný telefón

source: Address contains:
de: Adresse enthält:
es: La dirección contiene:
et: Aadress sisaldab:
fr: l'adresse contient :
he: הכתובת מכילה:
lt: Adrese yra:
nl: Adres bevat:
pl: Adres zawiera:
pt: Endereço contém:
sk: Adresa obsahuje:

source: Homechecked
de: Wohnung überprüft
el: Αρχικά ελεγμένο
es: Con casa revisada
et: Kodu on külastatud
fr: Contrôlé à domicile
he: עבר סקירת בית
lt: Patikrintos laikymo sąlygos
nl: Thuis gecontroleerd
pl: Kontrola Domu
pt: Casa verificada
sk: Skontrolovaný pred adopciou

source: Comments contain:
de: Anmerkungen enthalten:
el: Τα Σχόλια περιέχουν:
es: Los comentarios contienen:
et: Kommentaarid sisaldavad:
fr: Les commentaires contiennent :
he: ההערות מכילות:
lt: Komentaruose yra:
nl: Opmerkingen bevatten:
pl: Komentarze zawierają:
pt: Comantários contêm:
sk: Komentár obsahuje:

source: Name contains:
de: Name enthält:
el: Το Όνομα περιέχει:
es: El nombre contiene:
et: Nimi sisaldab:
fr: Le nom contient :
he: השם מכיל:
lt: Varde yra:
nl: Naam bevat:
pl: Nazwisko zawiera:
pt: Nome contém:
sk: Meno obsahuje:

source: Comments contain. Use spaces to separate individual words
de: Name enthält: Individuelle Wörter durch Leerzeichen trennen.
es: Los comentarios contienen. Utilice espacios para separar las palabras individuales
et: Kommentaarid sisaldavad. Kasuta tühikuid sõnade eraldamiseks
fr: Les commentaires contiennent. Utiliser un espace pour séparer le mots
he: תכולת ההערות. יש להשתמש ברווחים כדי להפריד בין מילים
lt: Komentaruose esantys žodžiai (naudokite tarpus skirtingiems žodžiams atskirti)
nl: Opmerkingen bevat. Gebruik spaties om woorden te scheiden
pl: Komentarze zawierają. Użyj spacji w celu rozdzielenia poszczególnych słów
pt: Coteúdo de Comentários. Utilize espaços para separar palavras individuais
sk: Komentár obsahuje. Použite medzery na oddelenie jednotlivých slov

source: Select
de: Auswählen
el: Επιλογή
es: Seleccionar
et: Vali
fr: Sélectionner
he: בחירה
lt: Pasirinkti
nl: Kies
pl: Wybierz
pt: Seleccionar
sk: Vybrať

source: Find Owner
de: Besitzer suchen
el: Εύρεσ ιδιοκτήτη
es: Buscar contacto
et: Leia omanik
fr: Rechercher
he: חיפוש בעלים
lt: Asmens paieška
nl: Vind eigenaar
pl: Znajdź Właściciela
pt: Encontrar Dono
sk: Vyhľadať majiteľa
