Repository: bobintetley/asm2
Catalog: src/locale/po/*.po
Languages: de, el, es, et, fr, he, lt, nl, pl, pt, sk

source: Canaan Dog
de: Kanaan Hund
es: Perro de Canaan
fr: Chien de Canaan
he: רועה כנעני
lt: Kanaano šuo
nl: Kanaänhond
pt: Canaan
sk: Kanaánsky pes

source: Cane Corso Mastiff
de: Italienischer Corso-Hund
es: Cane Corso
fr: Cane Corso
lt: Kane korso
nl: Cane corso
pl: Cane Corso

source: Carolina Dog
es: Dingo Americano
fr: Chien de la Caroline
lt: Karolinos šuo
nl: Amerikaanse Dingo
pl: Pies z Karoliny
pt: Carolina
sk: Carolínsky pes

source: Catahoula Leopard Dog
es: Catahoula Cur
fr: Chien Léopard Catahoula
lt: Katahulos leopardinis šuo
pt: Catahoula Leopardo
sk: Louisianský leopardí pes

source: Cattle Dog
de: Treibhund
es: Boyero
fr: Bouvier Australien
lt: Bandšunis
nl: Australische veedrijvershond
pl: Zaganiający pies
pt: Cattle
sk: Austrálsky dobytkársky pes

source: Cavalier King Charles Spaniel
lt: Kavalieriaus karaliaus Karolio spanielis
nl: Cavalier King Charles-spaniël
sk: Cavalier King Charles španiel

source: Chesapeake Bay Retriever
es: Perdiguero Chesapeake Bay
fr: Retriever de la baie de Chesapeake
lt: Česapyko įlankos retriveris
sk: Retríver zo zálivu Chesapeake

source: Chihuahua
he: צ'יוואווה
lt: Čihuahua
sk: Čivava

source: Chinese Crested Dog
de: Chinesische Schopfhund (Chinesischer Nackthund)
es: Perro Crestado de China
fr: Chien Chinois à Crête
he: סיני מצויץ
lt: Kinų kuoduotasis šuo
nl: Chinese gekuifde naakthond
pl: Chiński grzywacz
pt: Chinês Crested
sk: Čínsky chocholatý pes

source: Chinese Foo Dog
de: Chinesischer Glückshund
es: Perro Fu Chino
lt: Kinų fū šuo
nl: Chinese Foo Hond
pl: Chiński foo dog
pt: Chinês Foo

source: Chocolate Labrador Retriever
es: Labrador Retriever Chocolate
fr: Labrador Retriever Chocolat
lt: Šokoladinis Labradoro retriveris
nl: Chocolade Labrador Retriever
pl: Czekolada labrador retriever
sk: Čokoládový labrador

source: Chow Chow
he: צ'או צ'או
lt: Čiau čiau
sk: Čau - čau

source: Clumber Spaniel
lt: Klamberio spanielis
nl: Clumberspaniël
sk: Clumber španiel

source: Cockapoo
es: Cockerpoo
lt: Kokerpudelis

source: Cocker Spaniel
he: קוקר ספניאל
lt: Amerikiečių kokerspanielis
nl: Cockerspaniël
sk: Kokršpaniel

source: Collie
he: קולי
lt: Kolis
nl: Schotse herdershond
sk: Kólia

source: Coonhound
de: Waschbärhund
es: Sabueso
lt: Kunhaundas

source: Corgi
es: Corgi Galés
lt: Korgis
pl: Welsh Corgi
sk: Waleský korgi

source: Coton de Tulear
es: Coton de Tuléar
lt: Tulearo bišonas
nl: Coton de Tuléar

source: Dachshund
es: Teckel
he: תחש
lt: Taksas
nl: Dashond
pl: Jamnik
sk: Jazvečík

source: Dalmatian
de: Dalmatiner
es: Dálmata
fr: Dalmatien
he: דלמטי
lt: Dalmatinas
nl: Dalmatiër
pl: Dalmatyńczyk
pt: Dalmata
sk: Dalmatínec

source: Dandi Dinmont Terrier
de: Dandie Dinmont Terrier
fr: Terrier Dandi Dinmont
lt: Dendžio Dinmonto terjeras
nl: Dandie Dinmont-terriër

source: Doberman Pinscher
de: Dobermann (Doberman Pinscher)
es: Doberman Pincher
he: דוברמן
lt: Dobermanas
nl: Dobermann
pl: Doberman

source: Dogo Argentino
de: Argentinische Dogge
fr: Dogue Argentin
he: דוגו ארגנטינו
lt: Argentinos dogas
pl: Dog argentyński
sk: Argentínska doga

source: Dogue de Bordeaux
de: Bordeauxdogge
es: Dogo de Burdeos
he: דוג דה בורדו
lt: Bordo dogas
nl: Bordeauxdog
sk: Bordeauxská doga

source: Dutch Shepherd
de: Holländischer Schäferhund
es: Pastor Holandés
fr: Berger Hollandais
he: רועה הולנדי
lt: Danų aviganis
nl: Hollandse herder
pl: Owczarek holenderski
pt: Shepherd Alemão
sk: Holandský ovčiak

source: English Bulldog
de: Englische Bulldoge
es: Bulldog Inglés
fr: Bouledogue Anglais
he: בולדוג אנגלי
lt: Anglų buldogas
nl: Engelse buldog
pl: Buldog angielski
pt: Bulldog Inglês
sk: Anglický buldog

source: English Cocker Spaniel
de: Englischer Cocker Spaniel
es: Cocker Spaniel Inglés
fr: Cocker Spaniel Anglais
he: קוקר ספניאל אנגלי
lt: Anglų kokerspanielis
nl: Engelse cockerspaniël
pl: Cocker spaniel angielski
pt: Cocker Spaniel Inglês
sk: Anglický kokršpaniel

source: English Coonhound
de: Englischer Waschbärenhund
es: Rastreador Inglés
fr: Coonhound Anglais
lt: Anglų kunhaundas
nl: Engelse Coonhound
pl: Angielski coonhound
pt: Inglês Coonhound
sk: Anglický mývalý lovecký pes

source: English Pointer
de: Englisch Pointer
es: Pointer Inglés
fr: Pointer Anglais
lt: Anglų pointeris
nl: Pointer
pl: Pointer
pt: Pointer Inglês
sk: Anglický Pointer

source: English Setter
es: Setter Inglés
fr: Setter Anglais
he: סטר אנגלי
lt: Anglų seteris
nl: Engelse setter
pl: Seter angielski
pt: Setter Inglês
sk: Anglický seter

source: English Shepherd
de: Englischer Schäferhund (Shepherd)
es: Pastor Inglés
fr: Berger Anglais (Bobtail)
lt: Anglų aviganis
nl: Engelse Shepherd
pl: Owczarek angielski
pt: Shepherd Inglês
sk: Anglický ovčiak

source: English Springer Spaniel
es: Springer Spaniel
fr: Springer Spaniel Anglais
he: ספרינגר ספניאל אנגלי
lt: Anglų springerspanielis
nl: Engelse springerspaniël
pl: Springer spaniel angielski
pt: Springer Spaniel Inglês
sk: Anglický špringeršpaniel

source: English Toy Spaniel
de: King Charles Spaniel
es: Toy Spaniel Inglés
fr: Épagneul King Charles
lt: Karaliaus Karolio spanielis
nl: King Charles-spaniël
pl: King Charles Spaniel
pt: Toy Spaniel Inglês

source: Entlebucher
de: Entlebucher Sennenhund
es: Boyero de Entlebuch
fr: Bouvier de l'Entlebuch
lt: Entlebucho zenenhundas
nl: Entlebucher sennenhond

source: Eskimo Dog
de: Eskimohund
es: Perro Esquimal
fr: Esquimau
lt: Eskimų šuo
nl: Eskimo hond
pl: Pies eskimoski
sk: Eskimácky pes

source: Field Spaniel
lt: Fyldspanielis
nl: Fieldspaniël
sk: Poľný španiel

source: Fila Brasileiro
de: Brasilianische Dogge
es: Fila Brasileño
lt: Brazilų mastifas
pl: Mastiff brazylijski
sk: Brazílska fila

source: Finnish Lapphund
de: Finnischer Lapphund
es: Perro Finlandés de Laponia
fr: Chien Finnois de Laponie
lt: Suomių laphundas
nl: Finse lappenhond
pl: Suomenlapinkoira

source: Finnish Spitz
de: Finnen-Spitz
es: Spitz Finlandés
fr: Spitz Finlandais
lt: Suomių špicas
nl: Finse spits
pl: Szpic fiński
pt: Copy text Finnish Spitz

source: Flat-coated Retriever
de: Glatthaarig Retriever
es: Labrador Retriever de Pelo Liso
lt: Lygiaplaukis retriveris
pt: Retriever de Pêlo Curto

source: Fox Terrier
lt: Foksterjeras
nl: Foxterriër
pl: Foksterier
sk: Foxteriér

source: Foxhound
lt: Fokshaundas

source: French Bulldog
de: Französiche Bulldogge
es: Bulldog Francés
fr: Bouledogue Français
he: בולדוג צרפתי
lt: Prancūzų buldogas
nl: Franse buldog
pl: Buldog francuski
pt: Bulldog Francês
sk: Francúzsky buldoček

source: German Pinscher
de: Deutscher Pinscher
es: Pinscher Alemán
fr: Pinscher Allemand
he: פינצ'ר גרמני
lt: Vokiečių pinčeris
nl: Duitse pincher
pl: Pinczer niemiecki
pt: Pinscher Alemão
sk: Nemecký pinč

source: German Shepherd Dog
de: Deutscher Schäferhund
es: Pastor Alemán
fr: Berger Allemand
he: רועה גרמני
lt: Vokiečių aviganis
nl: Duitse herder
pl: Owczarek niemiecki
pt: Shepherd Dog Alemão
sk: Nemecký ovčiak

source: German Shorthaired Pointer
de: Deutsch Kurzhaar
es: Pointer Alemán de Pelo Corto
fr: Braque Allemand à poil court
he: פוינטר גרמני קצר שיער
lt: Kurtsharas
nl: Duitse staande korthaar
pl: Wyżeł niemiecki krótkowłosy
pt: Pointer de Pêlo Curto Alemão

source: German Wirehaired Pointer
de: Deutsch Drahthaar
es: Pointer Alemán de Pelo Largo
fr: Braque Allemand à poil dur
lt: Dratharas
nl: Duitse Staande
pl: Wyżeł niemiecki szorstkowłosy
pt: Pointer de Pêlo Arame Alemão

source: Glen of Imaal Terrier
es: Glen of Imaal Irlandés
lt: Imalio slėnio terjeras
nl: Glen of Imaalterriër
pl: Irish Glen of Imaal Terrier
sk: Teriér z Glen of Imaal

source: Golden Retriever
he: גולדן רטריבר
lt: Auksaspalvis retriveris
sk: Zlatý retriever

source: Gordon Setter
fr: Setter Gordon
lt: Gordono seteris/Škotų seteris
pl: Seter szkocki/Gordon

source: Great Dane
de: Deutsche Dogge
es: Gran Danés
fr: Grand Danois
he: דני ענק
lt: Vokiečių dogas
nl: Duitse dog
pl: Dog niemiecki
sk: Doga

source: Great Pyrenees
de: Pyrenäen-Berghund
es: Perro de Montaña de los Pirineos
fr: Chien de Montagne des Pyrénées
he: פירנאי
lt: Pirėnų kalnų šuo
nl: Pyreneese berghond
pl: Pirenejski pies górski
sk: Pyrenejský horský pes

source: Greater Swiss Mountain Dog
de: Grosser Schweizer Sennenhund
es: Gran Boyero Suizo
fr: Grand Bouvier Suisse
lt: Didysis šveicarų zenenhundas
nl: Grote Zwitserse sennenhond
pl: Duży szwajcarski pies pasterski
sk: Veľký švajčiarsky salašnícky pes

source: Greyhound
es: Galgo
fr: Greyhound (Lévrier)
he: גרייהאונד
lt: Greihaundas
sk: Anglický chrt

source: Havanese
de: Havaneser
es: Bichón Habanero
fr: Bichon Havanais
he: הוואנז
lt: Havanos bišonas
nl: Havanezer
pl: Hawańczyk

source: Hound
de: Laufhunde
es: Sabueso
fr: Basset Hound
lt: Skalikas
nl: Jachthond
pl: Chart
sk: Lovecký pes

source: Hovawart
lt: Hovavartas

source: Husky
lt: Haskis

source: Ibizan Hound
de: Ibiza-Podenco
es: Podenco Ibicenco
fr: Podenco d'Ibiza
lt: Ibizos šuo
nl: Podenco ibicenco
pl: Podenco z Ibizy

source: Illyrian Sheepdog
de: Jugoslawischer Hirtenhund-Sarplaninac
fr: Chien de berger yougoslave
lt: Jugoslavų/Ilirijos aviganis (Šarplanina)
nl: Šarplaninac
pl: Szarplaninac

source: Irish Setter
de: Irischer Setter
es: Setter Irlandés
fr: Setter Irlandais
he: סטר אירי
lt: Airių seteris
nl: Ierse setter
pl: Seter irlandzki
pt: Setter Irlandês
sk: Írsky seter

source: Irish Terrier
es: Terrier Irlandés
fr: Terrier Irlandais
lt: Airių terjeras
nl: Ierse Terrier
pl: Terier irlandzki
pt: Terrier Irlandês
sk: Írsky teriér

source: Irish Water Spaniel
de: Irischer Wasserspaniel
es: Perro de Agua Irlandés
fr: Épagneul d'eau Irlandais
lt: Airių vandens spanielis
nl: Ierse waterspaniël
pl: Irlandzki spaniel dowodny
pt: Spaniel de Água Irlandês
sk: Írsky vodný pes

source: Irish Wolfhound
de: Irischer Wolfshund
es: Lobero irlandés
fr: Lévrier Irlandais
he: וולפהאונד אירי
lt: Airių vilkogaudis
nl: Ierse wolfshond
pl: Wilczarz irlandzki
pt: Wolfhound Irlandês
sk: Írsky vlkodav

source: Italian Greyhound
de: Italienisches Windspiel
es: Galgo Italiano
fr: Petit Lévrier Italien
he: גרייהאונד איטלקי
lt: Levretė/Italų kurtas
nl: Italiaans windhondje
pl: Charcik włoski
pt: Greyhound Italiano
sk: Taliansky chrtík

source: Italian Spinone
de: Italienischer Rauhhaariger Vorstehhund
es: Spinone Italiano
fr: Spinone
lt: Italų spinonė
nl: Spinone italiano
pl: Wyżeł włoski szorstkowłosy
pt: Spinone Italiano

source: Jack Russell Terrier
fr: Terrier Jack Russell
lt: Džeko Raselo terjeras
nl: Jackrussellterriër
sk: Jack Russell Teriér

source: Japanese Chin
de: Japan-Chin
es: Chin Japonés
fr: Épagneul Japonais
lt: Japonų činas
nl: Japanse spaniël
pl: Chin japoński
pt: Chin Japonês
sk: Japonský španiel

source: Kai Dog
de: Kai
es: Kai Japonés
fr: Kai
lt: Kai inu
nl: Kai Hond
pl: Kai Inu

source: Karelian Bear Dog
de: Karelischer Bärenhund
es: Perro Oso de Carelia
fr: Chien d'Ours de Carélie
lt: Karelų lokinis šuo
nl: Karelische berenhond
pl: Karelski pies na niedżwiedzie
sk: Karelský medvedí pes

source: Keeshond
de: Wolfsspitz/Keeshond
fr: Spitz Loup
he: קיסהאונד
lt: Volfšpicas
pl: Szpic wilczy niemiecki/Keeshond

source: Kerry Blue Terrier
es: Terrier Kerry Blue
fr: Terrier Kerry Blue
lt: Keribliūterjeras
nl: Kerry Blue-terriër
sk: Kerský modrý teriér

source: Kishu
lt: Kisiu

source: Komondor
lt: Komondoras

source: Kuvasz
lt: Kuvasas

source: Labrador Retriever
fr: Retriever du Labrador
he: לברדור רטריבר
lt: Labradoro retriveris

source: Lakeland Terrier
es: Terrier Lakeland
lt: Leiklendo terjeras
nl: Lakelandterriër
sk: Lakelandský teriér

source: Lancashire Heeler
lt: Lankašyro hileris

source: Lhasa Apso
he: להאסה אפסו
lt: Lasos apsas

source: Leonberger
fr: Chien de Leonberg
lt: Leonbergeris

source: Löwchen
es: Lowchen
fr: Petit Chien Lion
lt: Šuo liūtukas
nl: Leeuwhondje
pl: Lwi piesek
sk: Levíček

source: Maltese
de: Malteser
es: Bichón Maltés
fr: Bichon Maltais
he: מלטזי
lt: Maltos bišonas
nl: Maltezer
pl: Maltańczyk
pt: Maltês
sk: Maltézsky

source: Manchester Terrier
es: Terrier Manchester
lt: Mančesterio terjeras
nl: Manchesterterriër
sk: Manchesterský teriér

source: Maremma Sheepdog
de: Maremme-Abruzzen-Schäferhund
es: Pastor de Maremma
fr: Berger de la Maremme et des Abruzzes
he: מרמנו
lt: Maremos-Abruzo aviganis
nl: Berghond van de Maremmen en Abruzzen
pl: Maremmano-Abruzzese
sk: Maremma

source: Mastiff
he: מסטיף
lt: Mastifas
pl: Mastif

source: McNab
lt: Maknabo aviganis

source: Miniature Pinscher
de: Zwergpinscher
es: Pinscher Miniatura
fr: Pinscher Nain
he: פינצ'ר ננסי
lt: Miniatiūrinis pinčeris
nl: Dwergpinscher
pl: Pinczer miniaturowy
pt: Pinscher Miniatura
sk: Trpasličí pinč

source: Mountain Cur
lt: Kalnų darbinis šuo
pt: Cur da Montanha

source: Mountain Dog
de: Berghund
es: Perro de Montaña
fr: Chien de montagne
lt: Kalnų šuo
nl: Berghond
pl: Pies górski
pt: Cão da Montanha
sk: Horský pes

source: Munsterlander
de: Münsterländer
fr: Épagneul de Munster
lt: Miunsterlenderis
nl: Münsterlander

source: Neapolitan Mastiff
de: Mastino Napoletano
es: Mastín Napolitano
fr: Matin Napolitain
he: מסטינו נפוליטנו
lt: Neapolio mastinas
nl: Mastino napoletano
pl: Mastif napolitański

source: New Guinea Singing Dog
de: Neuguinea-Dingo
es: Perro Cantor de Nueva Guinea
fr: Chien Chanteur de Nouvelle Guinée
lt: Naujosios Gvinėjos dainuojantis šuo
pl: Śpiewający pies z Nowej Gwinei
pt: Cão Cantante da Nova Guiné
sk: Novoguinejský spievajúci pes

source: Newfoundland Dog
de: Neufundländer
es: Terranova
fr: Terre Neuve
he: כלב ניופאונדלנד
lt: Niūfaundlendas
nl: Newfoundlander
pl: Nowofundland
sk: Novofundlandský pes

source: Norfolk Terrier
es: Terrier Norfolk
lt: Norfolko terjeras
nl: Norfolkterriër
sk: Norfolkský teriér

source: Norwich Terrier
es: Terrier Noruego
lt: Norvičo terjeras
nl: Norwichterriër
sk: Norwich teriér

source: Norwegian Buhund
de: Norwegischer Buhund
es: Buhund Noruego
fr: Buhund Norvégien
lt: Norvegų buhundas
nl: Noorse buhund
pl: Norsk Buhund
sk: Nórsky buhund

source: Norwegian Elkhound
de: Norwegischer Elchhund
es: Cazador de Alces Noruego Gris
fr: Chien d'Élan Norvégien
he: אלקהאונד נורבגי
lt: Norvegų elkhundas
nl: Noorse elandhond
pl: Elkhund
sk: Nórsky losí pes

source: Norwegian Lundehund
de: Norwegischer Lundehund
es: Lundehund Noruego
fr: Chien Norvégien de Macareux
lt: Norvegų lundehundas
nl: Noorse lundehond
pl: Norsk Lundehund
pt: Lundehund Norueguês
sk: Nórsky Lundehund

source: Nova Scotia Duck-Tolling Retriever
de: Nova Scotia Retriever
es: Retriever de Nueva Escocia
fr: Retriever de la Nouvelle Écosse
lt: Naujosios Škotijos retriveris

source: Old English Sheepdog
de: Altenglischer Schäferhund/Bobtail
es: Viejo Pastor Inglés
fr: Chien de Berger Anglais Ancestral
he: כלב צאן אנגלי עתיק
lt: Bobteilas/Senasis anglų aviganis
nl: Bobtail
pl: Owczarek staroangielski/Bobtail
sk: Bobtail

source: Otterhound
de: Otterhund
es: Perro de Nutria
fr: Chien à Loutre
lt: Oterhaundas
sk: Vydrí pes

source: Papillon
es: Epagneul Papillón
fr: Épagneul Nain Continental Papillon
he: פפילון
lt: Papiljonas
nl: Vlinderhondje
pl: Spaniel kontynentalny miniaturowy/Papillon

source: Patterdale Terrier (Fell Terrier)
es: Patterdale Terrier
fr: Terrier Patterdale
lt: Paterdeilo terjeras (Felterjeras)
nl: Fellterriër
sk: Patterdale teriér

source: Pekingese
es: Pequinés
fr: Épagneul Pékinois
he: פקינז
lt: Pekinas
nl: Pekingees
pl: Pekińczyk
sk: Pekingský palácový psík

source: Peruvian Inca Orchid
de: Peruanischer Nackthund
es: Perro Sin Pelo del Perú
fr: Chien Nu du Pérou
lt: Peru plikasis šuo
nl: Peruaanse naakthond
pl: Nagi pies peruwiański

source: Petit Basset Griffon Vendeen
de: Kleiner Basset Griffon Vendéen
es: Pequeño Basset Grifón Vendeano
fr: Petit Basset Griffon Vendéen
lt: Mažasis Vandėjos basetas grifonas
nl: Petit Basset griffon vendéen
sk: Malý hrubosrstý vendéenský baset

source: Pharaoh Hound
de: Pharaonenhund
es: Perro del Faraón
fr: Chien du Pharaon
he: האונד פרעה
lt: Faraonų šuo
nl: Pharaohond
pl: Pies Faraona
sk: Faraónsky chrt

source: Pit Bull Terrier
fr: Pit Bull Terrier (Pitbull)
lt: Pitbulterjeras
nl: Pitbull

source: Plott Hound
lt: Plothaundas
sk: Plottov durič

source: Portugese Podengo
de: Portugiesischer Podengo
es: Podengo Portugués
fr: Chien de Garenne Portugais
lt: Portugalų podengas
nl: Podengo português
pl: Podengo portugalski
pt: Podengo Português
sk: Portugalský podengo

source: Pointer
fr: Pointer Anglais
lt: Pointeris

source: Polish Lowland Sheepdog
de: Polnischer Niederungshütehund
es: Pastor Polaco de la Llanura
fr: Berger Polonais de Plaine
lt: Lenkų žemumų aviganis
nl: Poolse laaglandherder
pl: Polski owczarek nizinny
pt: Lowland Sheepdog Polaco

source: Pomeranian
de: Zwergspitz/Pomeranian
es: Pomerania
he: פומרניאן
lt: Pomeranijos špicas
pl: Szpic miniaturowy/Pomeranian
sk: Nemecký trpaslíči špic Pomeranian

source: Poodle
de: Pudel
es: Caniche
fr: Caniche
he: פודל
lt: Pudelis
nl: Poedel
pl: Pudel
sk: Pudlík

source: Portuguese Water Dog
de: Portugiesischer Wasserhund
es: Perro de Agua Portugués
fr: Chien d'Eau Portugais
lt: Portugalų vandens šuo
nl: Portugese waterhond
pl: Portugalski pies dowodny
pt: Cão D'Agua Português

source: Presa Canario
fr: Dogue des Canaries
lt: Kanarų dogas
nl: Dogo canario
pl: Pies kanaryjski
sk: Kanárska doga

source: Pug
de: Mops
es: Carlino
et: Pug (Mops)
fr: Carlin
he: פאג
lt: Mopsas
nl: Mopshond
pl: Mops
sk: Mopslík

source: Puli
lt: Pulis

source: Pumi
he: פומי
lt: Pumis

source: Rat Terrier
lt: Žiurkinis terjeras
pt: Terrier Rato

source: Redbone Coonhound
lt: Raudonkūnis kunhaundas
sk: Redbonov Coonhound

source: Retriever
lt: Retriveris

source: Rhodesian Ridgeback
es: Ridgeback de Rodesia
fr: Chien de Rhodesie à Crète Dorsale
he: רודז'יאן רידג'בק
lt: Rodezijos ridžbekas
nl: Rhodesische pronkrug
sk: Rhodézsky ridgeback

source: Rottweiler
he: רוטוויילר
lt: Rotveileris
sk: Rotvajler

source: Saluki
he: סלוקי
lt: Saliukis/Persų kurtas
pl: Chart perski/Saluki

source: Saint Bernard St. Bernard
de: St.Bernhardshund
es: San Bernardo
et: Saint Bernard St. Bernard (Bernhardiin)
fr: Saint Bernard
he: סאן ברנרד
lt: Senbernaras
nl: Sint-Bernard
pl: Bernardyn
pt: São Bernardo
sk: Bernardín

source: Samoyed
de: Samojede
es: Samoyedo
fr: Samoyède
he: סאמוייד
lt: Samojedas
nl: Samojeed
sk: Samojed

source: Schipperke
fr: Samoyed
he: סקיפרכה
lt: Šiperkė
sk: Šiperka

source: Schnauzer
he: שנאוצר
lt: Šnauceris
pl: Sznaucer
sk: Bradáč

source: Scottish Deerhound
de: Deerhound
es: Lebrel Escocés
fr: Lévrier Écossais
lt: Dirhaundas
nl: Deerhound
pl: Chart szkocki
pt: Deerhound Escocês
sk: Škótsky jelení pes

source: Scottish Terrier Scottie
de: Schottischer Hirschhund
es: Terrier Escocés
fr: Terrier Écossais
he: טרייר סקוטי
lt: Škotų terjeras
nl: Schotse terriër
pl: Terier szkocki
pt: Terrier Scottie Escocês
sk: Škótsky teriér

source: Sealyham Terrier
lt: Silihemo terjeras
nl: Sealyhamterriër
sk: Sealyham teriér

source: Setter
lt: Seteris
pl: Seter
sk: Seter

source: Shar Pei
lt: Šarpėjus

source: Sheep Dog
de: Hütehund
es: Pastor
fr: Chien de Berger
lt: Aviganis
nl: Berghond
pl: Owczarek
pt: Cão de Ovelhas
sk: Ovčiarsky pes

source: Shepherd
de: Schäferhund
es: Ovejero
fr: Berger
lt: Ganymo šuo
nl: Herdershond
pl: Pies pasterski
pt: Pastor
sk: Ovčiak

source: Shetland Sheepdog Sheltie
es: Pastor de Shetland
fr: Chien de Berger des Shetland
he: כלב רועים שלטי
lt: Šeltis
nl: Sheltie
pl: Owczarek szetlandzki/Sheltie
pt: Shetland Cão de Ovelhas Sheltie
sk: Šeltia

source: Shiba Inu
lt: Šiba inu
nl: Shiba
pl: Shiba

source: Shih Tzu
he: שי צו
lt: Ši cu

source: Siberian Husky
es: Husky Siberiano
fr: Husky de Sibérie
he: האסקי סיבירי
lt: Sibiro haskis
nl: Siberische husky
pl: Husky syberyjski
pt: Husky da Sibéria
sk: Sibírsky Husky

source: Silky Terrier
es: Terrier Sedoso Australiano
fr: Terrier Australien à poil soyeux
lt: Australų šilkinis terjeras
nl: Australische silkyterriër
pl: Australian Silky Terrier
pt: Terrier Seda
sk: Silky teriér

source: Skye Terrier
lt: Skajaus terjeras
nl: Skyeterriër
sk: Skye teriér

source: Sloughi
de: Arabischer Windhund
es: Sloughi o Galgo Árabe
lt: Slugis/Arabų kurtas
pl: Chart arabski/Slougi
sk: Arabský chrt - Sloughi

source: Smooth Fox Terrier
de: Glatthaar-Foxterrier
es: Foxterrier de Pelo Corto
fr: Fox Terrier à poil lisse
lt: Trumpaplaukis foksterjeras
nl: Fox Terrier
pl: Foksterier krótkowłosy
sk: Hladkosrstý foxteriér

source: Spaniel
fr: Épagneul
lt: Spanielis
nl: Spaniël
sk: Španiel

source: Spitz
lt: Špicas
nl: Spits
pl: Szpic
sk: Špic

source: Staffordshire Bull Terrier
lt: Stafordšyro bulterjeras
nl: Staffordshire-bulterriër
sk: Stafordšírský bullteriér

source: South Russian Ovcharka
de: Südrussischer Ovtcharka
es: Pastor de Rusia Meridional
fr: Berger de Russie Méridionale
lt: Pietų Rusijos aviganis
nl: Zuid-Russische owcharka
pl: Owczarek południoworosyjski/Jużak
pt: Ovcharka do Sul da Rússia

source: Swedish Vallhund
de: Schwedischer Vallhund
es: Perro de los Visigodos
fr: Vallhund Suédois
lt: Švedų valhundas
nl: Västgötaspets
pl: Västgötaspets
pt: Vallhund Sueco
sk: Švédský valhaund

source: Terrier
lt: Terjeras
nl: Terriër
pl: Terier
sk: Teriér

source: Thai Ridgeback
es: Perro Tailandés
fr: Chien Thaïlandais à Crête Dorsale
lt: Tailando ridžbekas
nl: Thai ridgebackdog

source: Tibetan Mastiff
de: Tibetmastiff
es: Mastín Tibetano
fr: Dogue du Tibet
he: מסטיף טיבטי
lt: Tibeto mastifas
nl: Tibetaanse mastiff
pl: Mastif tybetański
pt: Mastiff Tibetano
sk: Tibetská doga

source: Tibetan Spaniel
de: Tibet-Spaniel
es: Spaniel Tibetano
fr: Épagneul Tibétain
lt: Tibeto spanielis
nl: Tibetaanse spaniël
pl: Spaniel tybetański
pt: Spaniel Tibetano
sk: Tibetský španiel

source: Tibetan Terrier
de: Tibet-Terrier
es: Terrier Tibetano
fr: Terrier Tibétain
lt: Tibeto terjeras
nl: Tibetaanse terriër
pl: Terier tybetański
pt: Terrier Tibetano
sk: Tibetský teriér

source: Toy Fox Terrier
fr: Fox Terrier Nain
lt: Žaislinis foksterjeras
nl: Copy text Toy Fox Terrier
sk: Foxteriér toy

source: Treeing Walker Coonhound
es: Sabueso Treeing Walker
lt: Tryngvolker kunhaundas

source: Vizsla
fr: Braque Hongrois
lt: Vižlas
pl: Wyżeł węgierski
sk: Vyžla

source: Weimaraner
es: Braco de Weimar
fr: Braque de Weimar
he: ויימרנר
lt: Veimaraneris
nl: Weimarse staande hond
pl: Wyżeł weimarski
sk: Weimarský stavač

source: Welsh Corgi
he: ולש קורגי
lt: Valų korgis

source: Welsh Terrier
es: Terrier Galés
lt: Valų terjeras
nl: Welsh terriër
pl: Terier walijski
sk: Welsh teriér

source: Welsh Springer Spaniel
es: Springer Spaniel Galés
lt: Valų springerspanielis
pl: Springer spaniel walijski
sk: Welsh springer španiel

source: West Highland White Terrier Westie
de: West Highland White Terrier
es: Terrier West Highland Blanco
fr: West Highland White Terrier
lt: Vakarų Škotijos baltasis terjeras
nl: West Highland white terriër
pl: West Highland White Terrier
sk: Westhighlandský biely teriér

source: Wheaten Terrier
fr: Terrier Irlandais à poil doux
lt: Airių kviečiaspalvis švelniaplaukis terjeras
nl: Wheaten terriër
pl: Irish Soft Coated Wheaten Terrier
sk: Jemnosrstý pšeničný teriér

source: Whippet
he: ויפט
lt: Vipetas
sk: Vipet

source: White German Shepherd
de: Weisser Deutscher Schäferhund
es: Pastor Alemán Blanco
et: White German Shepherd (Valge saksa lambakoer)
fr: Berger Blanc Suisse
he: רועה גרמני לבן
lt: Baltasis šveicarų aviganis
nl: Witte Duitse Herder
pl: Biały owczarek szwajcarski
pt: Shepherd Branco Alemão
sk: Biely švajčiarsky ovčiak

source: Wire-haired Pointing Griffon
de: Französischer Rauhhaariger Vorstehhund
es: Grifón de Pelo Duro
fr: Griffon à poil dur Korthals
lt: Prancūzų šiurkščiaplaukis grifonas
nl: Griffon Korthals
pl: Gończy francuski szorstkowłosy
pt: Pointing Griffon Cabelo de Arame

source: Wirehaired Terrier
de: Drahthaarig Terrier
es: Terrier de Pelo Duro
fr: Fox Terrier à poil dur
lt: Šiurkščiaplaukis foksterjeras
pl: Szorstkowłosy terier
pt: Terrier Cabelo de Arame
