Repository: bobintetley/asm2
Catalog: src/locale/po/*.po
Languages: de, el, es, et, fr, he, lt, nl, pl, pt, sk

source: Store this email in the log for this owner
de: Diese E-Mail für den Besitzer im Protokoll speichern
el: Αποθηκεύστε αυτο email στο αρχείο καταγραφής για αυτόν τον ιδιοκτήτη
he: שמירת דוא״ל זה ביומן של בעלים אלה
lt: Išsaugoti šį elektroninį laišką šio asmens žurnale
nl: Sla deze email op
pl: Zarchiwizuj ten email w logu właściciela
pt: Armazenar este e-mail no log para este dono

source: Generate thumbnail images
de: Vorschaubilder erstellen
el: Δημιουργία μικρογραφιών φωτωγραφιών
he: יצירת תמונות ממוזערות
lt: Generuoti miniatūrų atvaizdus
nl: Maak miniatuur foto's aan
pt: Gerar miniaturas

source: No matching animals were found to publish.
de: Keine zutreffenden Tiere für die Veröffentlichung gefunden.
el: Δεν βρέθηκαν ζώα με τα κριτήρια προς δημοσίευση.
he: לא נמצאו חיות מחמד תואמות לפרסום.
lt: Publikavimui nerasta jokių gyvūnų.
nl: Geen overeenkomstige dieren gevonden

source: View Local Cache
de: Lokales Cache anzeigen
el: Προβολή Τοπικής Λανθάνουσας Μνήμης
es: Caché de vista local
fr: Voir le cache local
he: צפייה במטמון המקומי
lt: Žiūrėti vietinį podėlį
nl: Bekijk lokale cache
sk: Zobraziť lokálnu cache

source: Filename
de: Dateiname
el: Όνομα αρχείου
es: Nombre de archivo
et: Faili nimi
fr: Nom du fichier
he: שם הקובץ
lt: Failo pavadinimas
nl: Bestandsnaam
pl: Nazwa pliku
pt: Nome do Ficheiro
sk: Názov súboru

source: View this file
de: Datei öffnen
el: Προβολή αρχείου
es: Visualizar este archivo
et: Vaata seda faili
fr: Voir ce fichier
he: צפייה בקובץ זה
lt: Žiūrėti šį failą
nl: Bekijk dit bestand
pl: Pokaż ten plik
pt: Ver este ficheiro
sk: Prezrieť tento súbor

source: Delete all files
de: Alle Dateien löschen
el: Διαγραφή όλων των αρχείων
es: Borrar todos los archivos
et: Kustuta kõik failid
fr: Supprimer tous les fichiers
he: מחיקת כל הקבצים
lt: Šalinti visus failus
nl: Verwijder alle bestanden
pl: Usuń wszystkie pliki
pt: Apagar todos os ficheiros
sk: Vymazať všetky súbory

source: Delete this file
de: Diese Datei löschen
el: Διαγραφή αρχείου
es: Borrar este archivo
et: Kustuta see fail
fr: Supprimer ce fichier
he: מחיקת קובץ זה
lt: Šalinti šį failą
nl: Verwijder dit bestand
pl: Usuń ten plik
pt: Apagar este ficheiro
sk: Vymazať tento súbor

source: Date/Time
de: Datum/Uhrzeit
el: Ημερομηνία/Ώρα
es: Fecha/hora
et: Kuupäev/kellaaeg
fr: Date/heure
he: תאריך/שעה
lt: Data/Laikas
nl: Datum/Tijd
pl: Data/Czas
pt: Data/Hora
sk: Dátum/Čas

source: Warning: Local cache index not found.
de: Hinweis: Lokale Cache Indexierung nicht gefunden
el: ΠΡΟΣΟΧΗ: Δεν βρέθηκε ευρετήριο στην τοπική λανθάνουσα μνήμη
es: Advertencia: no se ha encontrado el índice del caché local.
fr: Attention : l'index du cache local n'a pas été trouvé.
he: אזהרה: אינדקס המטמון המקומי לא נמצא.
lt: Įspėjimas: Vietinio podėlio indeksas nerastas.
nl: Waarschuwing: Lokale cache-index niet gevonden.
sk: Pozor: lokálny index cache nenájdený.

source: Details
de: Einzelheiten
el: Πληροφορίες
es: Detalles
et: Üksikasjad
fr: Détails
he: פרטים
lt: Pagrindinė informacija
pl: Szczegóły
pt: Detalhes
sk: Detaily

source: Log Type:
de: Log Typ:
el: Τύπος Αρχείου Καταγραφής:
es: Tipo de registro:
fr: Type de log :
he: סוג רישום:
lt: Žurnalo tipas:
nl: Logboektype:
pl: Typ Logów:
pt: Tipo de Log
sk: Typ logu:

source: The date of the log entry
de: Datum des Eintrages
el: Ημερομηνία καταχώρησης στο αρχείο καταγραφής
es: Fecha de la entrada del registro
fr: La date du log
he: תאריך הרשומה ברישום
lt: Žurnalo įrašo data
nl: De datum van de logboekvermelding
pl: Data wpisu logów
pt: Data de entrada do Log
sk: Dátum logu

source: The text of the log entry
de: Eintrags Text
el: Το κείμενο καταχώρησης στο αρχείο καταγραφής
es: Texto de la entrada del registro
fr: Le texte du log
he: טקסט הרשומה שברישום
lt: Žurnalo įrašo tekstas
nl: De tekst van de logboekvermelding
pl: Tekst wpisu logów
pt: Texto da entrada de Log
sk: Text logu

source: New Log
de: Neues Protokoll
el: Νέο Αρχείο Καταγραφής
es: Nuevo archivo de registro
fr: Nouveau log
he: רישום חדש
lt: Naujas žurnalas
nl: Nieuw logboek
pl: Nowy Log
pt: Novo Log
sk: Nový log

source: Edit Log
de: Protokoll bearbeiten
el: Επεξεργασία Αρχείου καταγραφής
es: Editar archivo de registro
fr: Éditer le log
he: עריכת הרישום
lt: Redaguoti žurnalą
nl: Bewerk logboek
pl: Edytuj Log
pt: Editar Log
sk: Upraviť log

source: Unable to read log record:
de: Protokoll Einträge können nicht gelesen werden:
el: Αδυναμία ανάγνωσης εγγραφής από το αρχείο καταγραφής:
es: No ha sido posible leer el archivo de registro:
fr: Impossible de lire le log :
he: לא ניתן לקרוא את הרשומה ברישום:
lt: Nepavyko nuskaityti žurnalo įrašo:
nl: Kan logboek niet lezen:
pl: Nie można odczytać wpisu w logu:
pt: Impossível ler entrada de Log
sk: Nemôžem načítať log:

source: Log Types
de: Protokoll Typen:
el: Τύποι Αρχείου Καταγραφής
es: Tipos de historiales
fr: Types de log
he: סוגי הרישום
lt: Žurnalų tipai
nl: Logboektypes
pl: Typy Logów
pt: Tipos de Log
sk: Typy logu

source: Create new log entry
de: Neuen Protokoll Eintrag erzeugen
el: Δημιουργία νέας καταχώρησης στο αρχείο καταγραφής
es: Crear una nueva entrada en el registro
fr: Créer un nouveau log
he: יצירת רשומה חדשה ברישום
lt: Kurti naują žurnalo įrašą
nl: Maak een nieuwe logboekvermelding aan
pl: Utwórz nowy wpis logu
pt: Criar nova entrada de Log
sk: Vytvoriť nový log

source: Edit this log entry
de: Protokoll Eintrag bearbeiten
el: Επεξεργασία καταχώρησης στο αρχείο καταγραφής
es: Editar esta estrada del registro
fr: Éditer ce log
he: עריכת רשומה זו ברישום
lt: Redaguoti šį žurnalo įrašą
nl: Bewerk deze logboekvermelding
pl: Edytuj ten wpis
pt: Editar esta entrada de Log
sk: Upraviť tento log

source: Delete this log entry
de: Protokoll Eintrag löschen
el: Διαγραφή της καταχώρησης από το αρχείο καταγραφής
es: Borrar esta entrada del registro
fr: Supprimer ce log
he: מחיקת רשומה זו ברישום
lt: Šalinti šį žurnalo įrašą
nl: Verwijder deze logboekvermelding
pl: Usuń ten wpis
pt: Apagar esta entrada de Log
sk: Vymazať tento log

source: Show:
de: Anzeigen:
el: Εμφάνιση:
es: Mostrar:
et: Näita:
fr: Afficher :
he: הצגה:
lt: Rodyti:
nl: Toon:
pl: Pokaż:
pt: Mostrar:
sk: Zobraziť:

source: The username and/or password you supplied were not recognised.
de: Unbekannter Benutzer Name oder Password
el: Το όνομα χρήστη και/ή ο κωδικός που εισάγατε δεν αναγνωρίζονται.
es: El usuario y/o contraseña que ha proporcionado no fueron reconocidas.
et: Sisestatud kasutajanimi ja/või parool on tundmatud.
fr: Utilisateur et/ou mot de passe erroné.
he: שם המשתמש ו/או הסיסמה שסופקו לא זוהו.
lt: Nurodytas naudotojo vardas ir/arba slaptažodis neatpažintas.
nl: De gebruikersnaam en/of het wachtwoord dat je opgaf werd niet herkend.
pl: Nazwa użytkownika lub hasło przez Ciebie podane jest nieprawidłowe.
pt: O Nome de Utilizador e/ou a senha introduzidos não foram reconhecidos.
sk: Užívateľské meno a/alebo heslo, ktoré ste zadali nebolo rozpoznané.

source: Exit
de: Beenden
el: Έξοδος
es: Salir
et: Välju
fr: Quitter
he: יציאה
lt: Išeiti
nl: Sluit af
pl: Wyjdź
pt: Sair
sk: Ukončiť

source: Invalid Password
de: Ungültiges Passwort
el: Λανθασμένος Κωδικός
es: Contraseña incorrecta
et: Vale parool
fr: Mot de passe invalide
he: הסיסמה שגויה
lt: Neteisingas slaptažodžis
nl: Ongeldig wachtwoord
pl: Nieprawidłowe Hasło
pt: Senha Inválida
sk: Neplatné heslo

source: Login
de: Anmelden
el: Είσοδος
es: Iniciar sesión
et: Logi sisse
fr: Ok
he: כניסה
lt: Prisijungti
pl: Zaloguj
pt: Entrar

source: Animal Shelter Manager Login
de: Tierheimleiter Anmeldung
el: Είσοδος στο Animal Shelter Manager
es: Acceso al Animal Shelter Manager
fr: Animal Shelter Manager - Authentification
he: התחברות למנהל בתי המחסה לחיות מחמד (ASM)
lt: Prisijungimas prie Animal Shelter Manager
nl: ASM-login
pl: Nazwa Użytkownika Animal Shelter Manager
pt: Login do Administrador do Canil

source: The default username is "user" with password "letmein"
de: Der Standard Benutzername ist "user" mit Passwort "letmein"
el: Το αρχικό όνομα χρήστη είναι "user" και ο κωδικός "letmein"
es: El nombre de usuario por defecto es "user" con la contraseña "letmein"
et: Vaikimis on kasutajatunnus "user" ja parool "letmein"
fr: L'utilisateur par défaut est "user" avec le mot de passe "letmein"
he: פרטי הכניסה כברירת המחדל הם "user" עם הסיסמה "letmein"
lt: Numatytasis naudotojo vardas yra "user", o slaptažodis - "letmein"
nl: De standaard gebruikersnaam is "user" met wachtwoord "letmein"
pl: Domyślną nazwą użytkownika jest "user" z hasłem "letmein"
pt: O Nome de Utilizador por omissão é "user" com a senha é "letmein"
sk: Prednastavené užívateľské meno je "user" a heslo "letmein"

source: Breed Name
de: Name der Rasse
el: Ονομασία Φυλής
es: Nombre de la raza
et: Tõu nimi
fr: Race
he: שם הגזע
lt: Veislės pavadinimas
nl: Rasnaam
pl: Nazwa Rasy
pt: Nome da Raça
sk: Názov plemena

source: Colour Description
de: Beschreibung der Farbe
el: Περιγραφή χρώματος
es: Descripción del color
et: Värvi kirjeldus
fr: Description de la couleur
he: תיאור הצבע
lt: Spalvos aprašymas
nl: Kleuromschrijving
pl: Określenie Koloru
pt: Descrição da Cor
sk: Popis farby

source: Internal Locations
de: Interne Unterbringung
el: Εσωτερικές Τοποθεσίες
es: Ubicaciones Internas
et: Sisemine asukoht
fr: Emplacements internes
he: מיקומים פנימיים
lt: Vidaus patalpos
nl: Internationale locaties
pl: Wewnętrzne Lokalizacje
pt: Localizações Internas
sk: Interné umiestnenia

source: Breed Description
de: Beschreibung der Rasse
el: Περιγραφή Φυλής
es: Descripción de la raza
et: Tõu kirjeldus
fr: Description
he: תיאור הגזע
lt: Veislės aprašymas
nl: Rasomschrijving
pl: Opis Rasy
pt: Descrição da Raça
sk: Popis plemena

source: Vaccination Types
de: Impftypen
el: Τύποι εμβολίων
es: Tipos de vacuna
et: Vaktsiineerimise tüübid
fr: Types de vaccination
he: סוגי החיסונים
lt: Vakcinacijų tipai
nl: Vaccinatietypes
pl: Typy Szczepień
pt: Tipos de Vacinas
sk: Typy vakcinácií

source: Species Name
de: Tierarten
el: Ονομασία Είδους
es: Nombre de la especie
et: Liigi nimi
fr: Nom de l'espèce
he: שם הזן
lt: Rūšies pavadinimas
nl: diersoortnaam
pl: Nazwy Gatunków
pt: Nome das Espécies
sk: Názov druhu

source: Edit
de: Bearbeiten
el: Επεξεργασία
es: Editar
et: Muuda
fr: Éditer
he: עריכה
lt: Redaguoti
nl: Bewerk
pl: Edytuj
pt: Editar
sk: Upraviť

source: Delete
de: Entfernen
el: Διαγραφή
es: Borrar
et: Kustuta
fr: Supprimer
he: מחיקה
lt: Šalinti
nl: Verwijderen
pl: Usuń
pt: Apagar
sk: Vymazať

source: Animal Type Description
de: Tierart Beschreibung
el: Περιγραφή Τύπου Ζώου
es: Descripción del tipo de animal
et: Looma tüübi kirjeldus
fr: Description du type d'animal
he: תיאור סוג חיית המחמד
lt: Gyvūno tipo aprašymas
nl: Omschrijving diertype
pl: Opis Typu Zwierzęcia
pt: Descrição do Tipo de Animal
sk: Popis typu zvieraťa

source: Breeds
de: Rasse
el: Φυλές
es: Razas
et: Tõud
fr: Races
he: גזעים
lt: Veislės
nl: Rassen
pl: Rasy
pt: Raças
sk: Plemená

source: Base Colours
de: Grundfarbe
el: Βασικά Χρώματα
es: Colores básicos
et: Põhivärvid
fr: Couleurs de base
he: צבעי בסיס
lt: Spalvos
nl: Basiskleuren
pl: Kolor Podstawowy
pt: Cores Base
sk: Základné farby

source: Animal Type Name
de: Name der Tierart
el: Όνομα Τύπου Ζώωου
es: Nombre del tipo de animal
et: Looma tüübi nimi
fr: Nom du type d'animal
he: שם סוג חיית המחמד
lt: Gyvūno tipo pavadinimas
nl: Diertypenaam
pl: Nazwa Typu Zwierzęcia
pt: Nome do Tipo de Animal
sk: Názov typu zvieraťa

source: Animal Types
de: Tierarten
el: Τύποι Ζώων
es: Tipos de Animales
et: Looma tüübid
fr: Types d'animaux
he: סוגי חיות המחמד
lt: Gyvūnų tipai
nl: Diertypes
pl: Typy Zwierząt
pt: Tipos de Animais
sk: Typy zvierat

source: Colour Name
de: Farbe
el: Όνομα Χρώματος
es: Nombre del color
et: Värvi nimi
fr: Nom de la couleur
he: שם הצבע
lt: Spalvos pavadinimas
nl: Kleurnaam
pl: Nazwa Koloru
pt: Nome da Cor
sk: Názov farby

source: Vaccination Description
de: Beschreibung der Impfung
el: Περιγραφή Εμβολίου
es: Descripción de la vacunación
et: Vaktsineerimise kirjeldus
fr: Decription de la vaccination
he: תיאור החיסון
lt: Vakcinacijos aprašymas
nl: Vaccinatie-omschrijving
pl: Opis Szczepień
pt: Descrição da Vacina
sk: Popis vakcinácie

source: Location Name
de: Unterbringung
el: Όνομα Τοποθεσίας
es: Nombre de la ubicación
et: Asukoha nimi
fr: Nom de l'emplacement
he: שם המיקום
lt: Patalpos pavadinimas
nl: Locatie Naam
pl: Nazwa Lokalizacji
pt: Nome da Localização
sk: Názov umiestnenia

source: New
de: Neu
el: Νέο
es: Nuevo
et: Uus
fr: Nouvelle
he: חדש
lt: Naujas
nl: Nieuw
pl: Nowy
pt: Novo
sk: Nové

source: Vaccination Name
de: Name des Impfstoffes
el: Όνομα Εμβολίου
es: Nombre de la vacunación
et: Vaktsineerimise nimi
fr: Nom de la vaccination
he: שם החיסון
lt: Vakcinacijos tipas
nl: Vaccinatienaam
pl: Nazwa Szczepienia
pt: Tipo de Vacina
sk: Názov vakcinácie

source: Location Description
de: Unterbringung Beschreibung
el: Περιγραφή Τοποθεσίας
es: Descripción de la ubicación
et: Asukoha kirjeldus
fr: Description de l'emplacement
he: תיאור המיקום
lt: Patalpos aprašymas
nl: Locatie-omschrijving
pl: Opis Lokalizacji
pt: Descrição da Localização
sk: Popis umiestnenia

source: Species Description
de: Arten Beschreibung
el: Περιγραφή Είδους
es: Descripción de las especies
et: Liigi kirjeldus
fr: Description de l'espèce
he: תיאור הזן
lt: Rūšies aprašymas
nl: Diersoort-omschrijving
pl: Opis Gatunku
pt: Descrição das Espécies
sk: Popis druhov

source: Create New
de: Neu anlegen
el: Δημιουργία Νέου
es: Crear nuevo
et: Loo uus
fr: Nouveau
he: יצירת חדש
lt: Kurti naują
nl: Maak een nieuwe aan
pl: Utwórz Nowy
pt: Criar Novo
sk: Vytvoriť nové

source: Entry Reasons
de: Eintrittsgrund
el: Λόγοι Εισόδου
es: Razones de entrada
et: Sissetuleku põhjused
fr: Motifs d'entrée
he: סיבות הכניסה
lt: Patekimo priežastys
nl: Binnenkomstredenen
pl: Powód Oddania
pt: Razões de Entrada
sk: Dôvody príjmu

source: Reason Name
de: Grund Name
el: Όνομα Λόγου
es: Nombre de la razón
et: Põhjuse nimi
fr: Nom du Motif
he: שם הסיבה
lt: Priežasties pavadinimas
nl: Reden naam
pl: Nazwa Powodu
pt: Nome da Razão
sk: Názov dôvodu

source: Reason Description
de: Grund Beschreibung
el: Περιγραφή Λόγου
es: Descripción de la razón
et: Põhjuse kirjeldus
fr: Description du motif
he: תיאור הסיבה
lt: Priežasties aprašymas
nl: Reden-omschrijving
pl: Opis Powodu
pt: Descrição da Razão
sk: Popis dôvodu

source: Death Reasons
de: Grund Tod
el: Λόγοι Θανάτου
es: Razones de muerte
et: Surma põhjused
fr: Cause de décès
he: סיבות המוות
lt: Mirčių priežastys
nl: Doodsoorzaken
pl: Przyczyna Zgonu
pt: Razões da Morte
sk: Dôvody úmrtia

source: Diet Name
el: Όνομα Δίαιτας
es: Nombre de la dieta
et: Dieedi nimi
fr: Nom du régime
he: שם הדיאטה
lt: Dietos pavadinimas
nl: Naam Dieet
pl: Nazwa Diety
pt: Nome da Dieta
sk: Názov diéty

source: Diet Description
de: Diet Beschreibung
el: Περιγραφή Δίαιτας
es: Descripción de la dieta
et: Dieedi kirjeldus
fr: Description du régime
he: תיאור הדיאטה
lt: Dietos aprašymas
nl: Dieet-omschrijving
pl: Opis Diety
pt: Descrição da Dieta
sk: Popis diéty

source: Diets
de: Dieten
el: Δίαιτες
es: Dietas
et: Dieedid
fr: Régimes
he: דיאטות
lt: Dietos
nl: Dieten
pl: Diety
pt: Dietas
sk: Diéty

source: Voucher Name
de: Bescheinigung Name
el: Όνομα Κουπονιού
es: Nombre del vale
et: Vautšeri nimi
fr: Nom du bon
he: שם השובר
lt: Talono pavdinimas
nl: Tegoedbonnaam
pl: Nazwa Vouchera
pt: Nome do Voucher
sk: Názov poukazu

source: Voucher Description
de: Bescheinigung Beschreibung
el: Περιγραφή Κουπονιού
es: Descripción del vale
et: Vautšeri kirjeldus
fr: Description du bon
he: תיאור השובר
lt: Talono aprašymas
nl: Tegoedbon-omschrijving
pl: Opis Vouchera
pt: Descrição do Voucher
sk: Popis poukazu

source: Vouchers
de: Bescheinigungen
el: Κουπόνια
es: Vales
et: Vautšerid
fr: Bons
he: שוברים
lt: Talonai
nl: Tegoedbonnen
pl: Vouchery
sk: Poukazy

source: Log Type Name
de: Log Typ Name
el: Όνομα Τύπου Αρχείου Καταγραφής
es: Nombre del tipo de archivo de registro
fr: Le nom du type de log
he: שם סוג הרישום
lt: Žurnalo tipo pavadinimas
nl: Logboektypenaam
pl: Nazwa Typu Logów
pt: Nome do Tipo de Log
sk: Názov typu logu

source: Log Type Description
de: Log Typ Beschreibung
el: Περιγραφή Τύπου Αρχείου Καταγραφής
es: Descripción del tipo de archivo de registro
fr: Description du type de log
he: תיאור סוג הרישום
lt: Žurnalo tipo aprašymas
nl: Logboektype-omschrijving
pl: Opis Typu Logów
pt: Descrição do Tipo de Log
sk: Popis typu logu

source: Donation Type Name
de: Spenden Typ
el: Όνομα Τύπων Δωρεάς
es: Nombre del tipo de donación
et: Annetuse tüübi nimi
fr: Nom du type de don
he: שם סוג התרומה
lt: Paramos tipo pavadinimas
nl: Gifttypenaam
pl: Nazwa Typu Darowizny
pt: Nome do Tipo de Doação
sk: Názov typu daru

source: Donation Type Description
de: Spenden Beschreibung
el: Περιγραφή Τύπων Δωρεας
es: Descripción del tipo de donación
et: Annetuse tüübi kirjeldus
fr: Description du type de don
he: תיאור סוג התרומה
lt: Paramos tipo aprašymas
nl: Gifttype-omschrijving
pl: Opis Typu Darowizny
pt: Descrição do Tipo de Doação
sk: Popis typu daru

source: Donation Types
de: Spenden Typen
el: Τύποι Δωρεάς
es: Tipos de donaciones
et: Annetuse tüübid
fr: Types de don
he: סוגי התרומות
lt: Paramos tipai
nl: Gifttypes
pl: Typy Darowizn
pt: Tipos de Doação
sk: Typy darov

source: {0} cannot be empty.
de: {0} darf nicht leer sein.
el: {0} δεν μπορεί να αδειάσει.
es: {0} no puede estar vacío.
et: {0} ei saa olla tühi.
fr: {0} ne peut être vide.
he: {0} לא יכול להשאר ריק.
lt: {0} negali buti tuscias.
nl: {0} mag niet leeg zijn.
pl: {0} nie może być pusty.
pt: {0} não pode ser vazio.
sk: {0} nemôže byť prázdne.

source: Edit {0}
de: Bearbeiten {0}
el: Επεξεργασία {0}
es: Editar {0}
et: Muuda {0}
fr: Éditer {0}
he: עריכת {0}
lt: {0} redagavimas
nl: Bewerk {0}
pl: Edytuj {0}
pt: Editar {0}
sk: Upraviť {0}

source: Map Breeds to Species
de: Rassen zuordnen
es: Mapear Razas con Especies
fr: Associer les races aux espèces
he: מיפוי גזעים לזנים
lt: Sieti veisles su rūšimis
nl: Koppel rassen aan soorten
pl: Mapuj Rasy do Gatunków
pt: Mapear Raças para Espécies
sk: Rozvrhnúť plemená na druhy

source: Species Mapping
de: Rassen Zuordnung
es: Mapeado de Especies
fr: Association des espèces
he: מיפוי זנים
lt: Rūšių aprašymai
nl: Soorten-mapping
pl: Mapowanie Gatunków
pt: Mapear Espécies
sk: Priradenie plemien

source: Map this breed to all species
de: Diese Rasse allen Arten zuordnen
es: Mapear esta raza con todas las especies
fr: Associer cette race à toutes les espèces
he: מיפוי גזע זה לכל הזנים
lt: Sieti šią veislę su visomis rūšimis
nl: Koppel dit ras aan alle soorten
pl: Mapuj tą rasę do wszystkich gatunków
pt: Mapear esta Raça para todas as Espécies
sk: Priradiť toto plemeno k všetkým druhom

source: (any)
de: (jede)
el: (οποιαδήποτε)
es: (cualquiera)
et: (iga)
fr: (tous)
he: (כלשהו)
lt: (visi)
nl: (elke)
pl: (jakiekolwiek)
pt: (qualquer)
sk: (žiadny)

source: Cost Type Name
de: Name der Ausgabe
el: Ονομασία τύπου Κόστους
et: Kulu tüübi nimi
he: שם סוג העלות
lt: Išlaidų tipo pavadinimas
nl: Kosttypenaam
pl: Nazwa Typu Kosztów
pt: Nome do Tipo de Custo
sk: Názov typu výdavku

source: Cost Type Description
de: Ausgabe Beschreibung
el: περιγραφή τύπου Κόστους
et: Kulu tüübi kirjeldus
he: תיאור סוג העלות
lt: Išlaidų tipo aprašymas
nl: Kosttype-omschrijving
pl: Opis Typu Kosztów
pt: Descrição do Tipo de Custo
sk: Popis typu výdavku

source: Cost Types
de: Ausgaben Typen
el: Τύπος Εξόδων
et: Kulu tüübid
he: סוגי העלויות
lt: Išlaidų tipai
nl: Kosttypes
pl: Typy Kosztów
pt: Tipos de Custo
sk: Typy výdavkov

source: Find Lost Animal
de: Finde vermisstes Tier
el: Εύρεση Απωλεσθέντων Ζώων
es: Buscar Animal Perdido
et: Leia kadunud loom
fr: Rechercher un animal perdu
he: חיפוש חיית מחמד שנמצאה
lt: Dingusio gyvūno paieška
nl: Vind vermist dier
pl: Znajdź Zaginione Zwierzę
pt: Encontrar Animal Peridido
sk: Vyhľadať stratené zviera

source: Area Contains:
de: Bereich enthält
es: El área contiene:
et: Piirkond sisaldab:
fr: La zone contient :
he: האזור מכיל:
lt: Vietovėje yra:
nl: Gebied omvat:
pl: Obszar Zawiera:
pt: Area Contém:
sk: Oblasť obsahuje:

source: and
de: und
el: και
es: y
et: ja
fr: et le :
he: וגם
lt: ir
nl: en
pl: i
pt: e
sk: a

source: Lost Between:
de: Verloren zwischen:
el: Απωλεσθέν μεταξύ:
es: Perdidos entre:
et: Kadumise ajavahemik:
fr: Perdu entre :
he: אבד בין התאריכים:
lt: Dingo tarp:
nl: Vermist tussen:
pl: Zaginione Pomiędzy:
pt: Perdido entre:
sk: Stratené medzi:

source: Found Between:
de: Gefunden zwischen:
el: Βρέθηκε Μεταξύ:
es: Encontrados entre:
et: Leidmise ajavahemik:
fr: Trouvé entre le :
he: נמצא בין התאריכים:
lt: Rastas tarp:
nl: Gevonden tussen:
pl: Odnalezione Pomiędzy:
pt: Encontrado entre:
sk: Nájdené medzi:

source: Find Found Animal
de: Finde gefundenes Tier
el: βρες Ευρεθέντα ζώς
es: Buscar Animal Encontrado
et: Leia leitud loom
fr: Rechercher un animal trouvé
he: חיפוש חיית מחמד שנמצאה
lt: Rasto gyvūno paieška
nl: Vind gevonden dier
pl: Znajdz Zwierzę Znalezione
pt: Procurar Animal Encontrado
sk: Vyhľadať nájdené zviera

source: Contact contains:
de: Kontakt enthält
el: Η Επαφή περιέχει:
es: El contacto contiene:
et: Kontakt sisaldab:
fr: Le contact contient :
he: פרטי הקשר מכילים:
lt: Kontaktinis asmuo:
nl: Contact bevat:
pl: Kontakt zawiera:
pt: Contacto contém:
sk: Kontakt obsahuje:

source: Postcode contains:
de: Postleitzahl enthält
el: Ο Ταχυδρομικός Κώδικας περιέχει:
es: El Código Postal contiene:
et: Postindeks sisaldab:
fr: Le code postal contient :
he: המיקוד מכיל:
lt: Pašto kode yra:
nl: Postcode bevat:
pl: Kod Pocztowy zawiera:
pt: Código Postal contém:
sk: PSČ obsahuje:

source: Area
de: Bereich
el: Περιοχή
es: Área
et: Piirkond
fr: Zone
he: אזור
lt: Vietovė
nl: Gebied
pl: Obszar
pt: Área
sk: Oblasť

source: Date Lost:
de: Verlust Datum
el: Ημερομηνία Απώλειας:
es: Perdido el día:
et: Kadumise kuupäev:
fr: Perdu le :
he: התאריך בו אבד:
lt: Dingimo data:
nl: Datum vermist:
pl: Data Zaginięcia:
pt: Perdido em:
sk: Dátum straty:

source: Create New Lost Animal
de: Neues vermisstes Tier anlegen
el: Δημιουργία Νέου Απωλεσθέντος Ζώου
es: Crear nuevo animal perdido
et: Loo uus kadunud loom
fr: Ajouter un animal perdu
he: יצירת חיית מחמד חדשה שאבדה
lt: Pridėti naują dingusį gyvūną
nl: Maak een nieuw vermist dier aan
pl: Utwórz Nowe Zwierzę Zaginione
pt: Criar novo Animal Perdido
sk: Vytvoriť nové stratené zviera

source: The postcode of the area the animal was lost in
de: Postleitzahl in dem das Tier abhanden gekommen ist
el: Ταχυδρομικός Κώδικας της περιοχής όπου απωλέσθη το ζώο
es: El código postal del área en la que se perdió el animal
et: Piirkonna indeks, kust loom kadus
fr: Le code postal du lieu de disparition de l'animal
he: המיקוד באזור בו חיית המחמד הלכה לאיבוד
lt: Vietovės, kurioje dingo gyvūnas, pašto kodas
nl: De postcode van het gebied waar het dier vermist is
pl: Kod Pocztowy obszaru, w którym zwierzę zagineło
pt: Código Postal da área onde o animal se perdeu
sk: PSČ oblasti, v ktorej bolo zviera stratené

source: Attempt to find possible matches for this lost animal
de: Versuche mögliche Ergebnisse für dieses vermisste Tier zu finden
el: Προσπάθεια εύρεσης πιθανών ταιριαμάτων για αυτό το απωλεσθέν ζώο
es: Intentar encontrar posibles resultados para el animal perdido
et: Katse leida võimalikke vasteid sellele kadunud loomale
fr: Tenter de trouver des correspondances possibles pour cet animal perdu
he: ניסיון למצוא התאמות אפשריות לחיית מחמד זו שאבדה
lt: Ieškoti galimų atitikimų šiam dingusiam gyvūnui
nl: Probeer mogelijke overeenkomsten te vinden voor dit vermiste dier
pl: Spróbuj znaleźć potencjalne dopasowania dla tego zaginionego zwierzęcia
pt: Tentar encontrar possíveis ocorrência para este animal perdido
sk: Pokúsiť sa nájsť možné zhody pre toto zviera
