Repository: bobintetley/asm2
Catalog: src/locale/po/*.po
Languages: de, el, es, et, fr, he, lt, nl, pl, pt, sk

source: Toolbar Size:
de: Größe der Werkzeugleiste:
el: Μέγεθος Μπαρας Εργαλείων:
he: גודל סרגל הכלים:
lt: Įrankių juostos dydis:
nl: Toolbar grootte
pl: Rozmiar Paska Narzędzi:
pt: Tamanho da Barra de Ferramentas

source: No Toolbar
de: Keine Werkzeugleiste
he: ללא סרגל כלים
lt: Be įrankių juostos
nl: Geen toolbar
pl: Bez Paska Narzędzi
pt: Sem Barra de Ferramentas

source: Tiny
de: Schmal
el: Μικροσκοπικό
he: פצפון
lt: Maža
nl: Heel klein
pl: Mały
pt: Minúsculo

source: Normal
el: Φυσιολογικό
he: רגיל
lt: Normali
nl: Normaal
pl: Zwykły

source: Adding Multiple Animals
de: Mehrere Tiere hinzufügen
el: Προσθήκη Πολλαπλών Ζώων
he: הוספת מספר בעלי חיים
lt: Daugybinis gyvūnų pridėjimas
nl: Meerdere dieren toevoegen
pl: Dodawanie Wielu Zwierząt
pt: Adicionar vários animais

source: Show breed field(s) when adding multiple animals
el: Εμφάνιση πεδίου φυλής κατά την προσθήκη πολλαπλών ζώων
he: הצגת שדה/ת גזע בעת הוספת מספר בעלי חיים
lt: Rodyti veislės lauką (-us), daugybiškai pridedant gyvūnus
nl: Laat het ras zien bij het toevoegen van meerdere dieren
pl: Pokaż pole "Rasa" w trakcie dodawania wielu zwierząt
pt: Mostrar campos de raça quando adicionar vários animais

source: Show colour when adding multiple animals
de: Farbe anzeigen, wenn mehrere Tiere hinzugefügt werden
el: Εμφάνιση χρωματισμού κατά την προσθήκη πολλαπλών ζώων
he: הצגת צבע בעת הוספת מספר בעלי חיים
lt: Rodyti spalvą, daugybiškai pridedant gyvūnus
nl: Laat de kleur zien bij het toevoegen van meerdere dieren
pl: Pokaż pole "Kolor" w trakcie dodawania wielu zwierząt
pt: Mostrar cor quando adicionar vários animais

source: Show location when adding multiple animals
de: Ort anzeigen, wenn mehrere Tiere hinzugefügt werden
el: Εμφάνιση τοποθεσίας κατά την προσθήκη πολλαπλών ζώων
he: הצגת מיקום בעת הוספת מספר בעלי חיים
lt: Rodyti buvimo vietą, daugybiškai pridedant gyvūnus
nl: Laat de locatie zien bij het toevoegen van meerdere dieren
pl: Pokaż pole "lokalizacja" w trakcie dodawania wielu zwierząt
pt: Mostrar localização quando adicionar vários animais

source: Show Litter ID when adding multiple animals
el: Εμφάνισε τον κωδικό Γέννας όταν προστίθενται πολλαπλά ζώα
he: הצגת מזהה ההמלטה בעת הוספת מספר בעלי חיים
lt: Rodyti vados ID, daugybiškai pridedant gyvūnus
pl: Pokazuj Identyfikator Miotu w trakcie dodawania wielu zwierząt
pt: Mostrar ID da ninhada quando adicionar vários animais

source: Show Acceptance Number when adding multiple animals
el: Εμφάνιση αριθμού αποδοχής κατά την προσθήκη πολλαπλών ζώων
he: הצגת מספר הכניסה בעת הוספת מספר בעלי חיים
lt: Rodyti priėmimo numerį, daugybiškai pridedant gyvūnus
pl: Pokazuj Numer Akceptacji podczas dodawania wielu zwierząt
pt: Mostrar número de entrada quando adicionar vários animais

source: Mandatory?
de: Pflichtfeld?
el: Υποχρεωτικό;
he: מחייב?
lt: Privalomas?
nl: Verplicht ?
pt: Obrigatório?

source: Current accounting period starts:
de: Aktueller Abrechnungszeitraum beginnt:
el: Τρέχουσα λογιστική περίοδος ξεκινά:
he: תקופת ההתחשבנות הנוכחית מתחילה ב־:
lt: Dabartinis apskaitos periodas prasideda:
nl: Huidige administratieve periode start:
pt: Período actual de contabilidade começa:

source: Only show account totals for the current period
de: Nur Gesamtbeträge der Konten im aktuellen Zeitraum anzeigen
el: Εμφάνιση συνόλου λογαριασμού για την τρέχουσα περίοδο
he: יש להציג סיכומים של חשבונות עבור התקופה הנוכחית בלבד
lt: Rodyti apskaitos sumas tik dabartiniam periodui
nl: Laat alleen de rekening totalen zien voor de huidige periode
pt: Mostrar totais da conta apenas para o período actual

source: Internet
el: Διαδίκτυο
he: אינטרנט
lt: Internetas

source: Third party publisher text:
de: Text für Drittanbieter/Veröffentlicher:
he: טקסט למפיץ צד שלישי:
lt: Tekstas publikuojant trečiosios šalies svetainėje:

source: This text will be added to the bottom of animal descriptions when sending them to PetFinder, RescueGroups, etc.
de: Dieser Text wird am Ende der Tierbeschreibung hinzugefügt, wenn diese bei PetFinder, RescueGroups usw. veröffentlicht wird.
el: Το κείμενο θα προστεθεί στο τέλος των περιγραφών των ζώων κατά την αποστολή τους στο PetFinder, RescueGroups, κλπ.
he: טקסט זה יתווסף לתחתית תיאור חיית המחמד בעת שליחתו ל־PetFinder, RescueGroups וכו׳.
lt: Šis tekstas bus pridėtas po gyvūnų aprašymais, siunčiant juos į PetFinder, RescueGroups ir kt.
nl: Deze tekst zal toegevoegd worden aan de onderkant van de beschrijving van de dieren, wanneer deze naar Amivedi gestuurd wordt.

source: Find animal columns:
el: Στήλες εύρεσης ζώου
he: עמודות בחיפוש חיות מחמד:
lt: Stulpeliai gyvūnų paieškoje:
nl: Vind dieren kolommen

source: A comma separated list of fieldnames to be displayed when finding animals.
de: Eine Komma-getrennte Liste mit Feldnamen, die bei der Suche nach Tieren angezeigt werden sollen.
he: רשימה מופרדת בפסיקים של שמות שדות שיוצגו בעת חיפוש חיות מחמד.
lt: Kableliais atskiriamas sąrašas laukų, kuriuos pageidaujama rodyti gyvūnų paieškos rezultatuose.

source: Hide original owner information when printing animal records
de: Informationen zum ursprünglichen Besitzer verbergen, wenn Tier-Einträge gedruckt werden
el: Απόκρυψη πληροφοριών αρχικού ιδιοκτήτη κατά την εκτύπωση εγγραφών ζώων
he: הסתרת פרטי הבעלים המקוריים בעת הדפסת רשומות חיות המחמד
lt: Spausdinant gyvūnų įrašus, slėpti informaciją apie buvusį savininką
nl: Verberg de informatie van de oorspronkelijke eigenaar bij het printen van de gegevens van het dier

source: Destination account for donation:
de: Zielkonto für Spenden:
el: Λογαριασμός προορισμού για δωρεές:
he: חשבון היעד לתרומות:
lt: Paramai priskirti sąskaitą:

source: Default Brought In By:
he: בררת המחדל לשדה המוסר:
lt: Numatytasis gyvūną priduodantis asmuo:
nl: Standaard Binnen gebracht door:

source: When printing reports, don't scale to match page width
de: Beim Drucken von Tier-Einträgen nicht auf Seitenbreite skalieren
he: בעת הדפסת הדוחות אין לשנות את הגודל כדי להתאים לרוחב הדף
lt: Spausdinant ataskaitas, nekeisti dydžio iki puslapio pločio
nl: Pas bij het printen van rapporten niet de schaal aan.

source: Find owner columns:
de: Spalten der Besitzer-Suche:
el: Στήλες Εύρεσης ιδιοκτήτη:
he: העמודות בחיפוש בעלים:
lt: Asmenų paieškos stulpeliai:
nl: Vind de eigenaar kolommen

source: A comma separated list of fieldnames to be displayed when finding owners.
de: Eine Komma-getrennte Liste mit Feldnamen, die bei der Suche nach Besitzern angezeigt werden sollen.
el: Ένα κόμμα διαχώρισε τις λίστες των ονομάτων πεδίων προς παρουσίαση κατά την εύρεση ιδιοκτητών.
he: רשימה המופרדת בפסיקים של שמות שדות שיופיעו בעת חיפוש אחר בעלים.
lt: Sąrašas kableliais atskirtų laukų pavadinimų, kurie bus rodomi asmenų paieškos rezultatuose.

source: Waiting list columns:
de: Spalten der Wartelisten-Suche:
el: Στήλες Λίστας Αναμονής:
he: עמודות ברשימת ההמתנה:
lt: Laukiančiųjų vietos sąrašo stulpeliai:
nl: Wachtlijst kolommen

source: A comma separated list of fieldnames to be displayed when viewing the waiting list.
de: Eine Komma-getrennte Liste mit Feldnamen, die bei der Ansicht der Warteliste angezeigt werden sollen.
el: Ένα κόμμα διαχώρισε τις λίστες των ονομάτων πεδίων προς εμφάνιση κατά την παρουσίαση της λίστας αναμονής.
he: רשימה המופרדת בפסיקים של שמות שדות שיופיעו בעת צפייה ברשימת ההמתנה.
lt: Sąrašas kableliais atskirtų laukų pavadinimų, kurie bus rodomi laukiančiųjų vietos sąraše.

source: Org Name:
el: Όνομα Οργανισμού:
he: שם הארגון:
lt: Organizacijos pavadinimas:
nl: Organisatie naam:

source: Org Serial:
el: Σειριακός αρ. Οργανισμού:
he: המס׳ הסידורי של הארגון:
lt: Organizacijos serijinis numeris:
nl: Organisatie nummer:

source: Org Postcode:
el: Τ.Κ. Οργανισμού:
he: המיקוד של הארגון:
lt: Organizacijos pašto kodas:
nl: Organisatie postcode:

source: Org Password:
el: Κωδικός Οργανισμού:
he: ססמת הארגון:
lt: Organizacijos slaptažodis:
nl: Organisatie wachtwoord:

source: Your coding format is invalid - if you have NNN codes, you must have a Y to make it unique.
el: Η τυποποίηση κωδικοποίησης είναι ακατάλληλη - αν έχετε κώδικες ΝΝΝ, πρέπει να έχετε ένα Υ για να το κάνετε μοναδικό.
he: הגדרת התבנית שלך שגויה – אם יש לך קודים מסוג NNN, אמור להיות לך Y כדי להפוך אותם לייחודיים.
lt: Pasirinktas kodų generavimo formatas yra klaidingas - jei jūs naudojate NNN kodą, privalote naudoti ir Y, kad jis būtų unikalus.

source: Disable lost and found functionality
de: »Gesucht und Gefunden«-Funktion deaktivieren
el: Απενεργοποιήστε την λειτουργία απωλεσθέντα και ευρεθέντα
he: נטרול תכונת האבידות והמציאות
lt: Deaktyvuoti dingusių ir rastų gyvūnų modulį
nl: Uitschakelen functionaliteit "verloren en gevonden"

source: Disable Waiting List
de: Warteliste deaktivieren
el: Απενεργοποίησε την Λίστα Αναμονής
he: נטרול רשימת ההמתנה
lt: Deaktyvuoti laukiančiųjų vietos sąrašą
nl: Schakel wachtlijst uit

source: Default transaction view:
de: Vorgegebene Transaktionen-Ansicht:
el: Προσδιορισμένη παρουσίαση συναλλαγής:
he: תצוגת העסקאות בבררת מחדל:
lt: Numatytasis transakcijų vaizdas:
nl: Standaard transactie scherm

source: This week
de: Diese Woche
el: Αυτή την εβδομάδα
he: השבוע
lt: Šios savaitės
nl: Deze Week

source: This year
de: Dieses Jahr
el: Αυτό το έτος
he: השנה
lt: Šių metų
nl: Dit jaar

source: Last 30 days
de: Die letzten 30 Tage
el: Τις τελευταίες 30 ημέρες
he: 30 הימים האחרונים
lt: Paskutinių 30 dienų
nl: Afgelopen 30 dagen

source: Add a new user
de: Benutzer hinzufügen
el: Προσθήκη νέου χρήστη
es: Añadir un nuevo usuario
et: Lisa uus kasutaja
fr: Créer un utilisateur
he: הוספת משתמש חדש
lt: Pridėti naują naudotoją
nl: Voeg een nieuwe gebruiker toe
pl: Dodaj nowego użytkownika
pt: Adicionar um novo utilizador
sk: Pridať nového používateľa

source: System Users
de: Benutzer
el: Χρήστες συστήματος
es: Usuarios del sistema
et: Süsteemi kasutajad
fr: Gestion des utilisateurs
he: משתמשי מערכת
lt: Sistemos naudotojai
nl: Systeemgebruikers
pl: Użytkownik Systemu
pt: Utilizadores de Sistema
sk: Používatelia

source: Delete the highlighted user
de: Den ausgewählten Benutzer löschen
el: Διέγραψε τον αναδεικνυόμενο χρήστη
es: Borrar el usuario seleccionado
et: Kustuta esiletõstetud kasutaja
fr: Supprimer l'utilisateur sélectionné
he: מחיקת המשתמש המודגש
lt: Šalinti pažymėtą naudotoją
nl: Verwijder de gemarkeerde gebruiker
pl: Usuń zaznaczonego użytkownika
pt: apagar utilizador seleccionado
sk: Vymazať označeného používateľa

source: Edit the highlighted user
de: Den ausgewählten Benutzer editieren
el: Επεξεργαστείτε τον αναδεικνυόμενο χρήστη
es: Editar el usuario seleccionado
et: Muuda esiletõstetud kasutajat
fr: Éditer l'utilisateur sélectionné
he: עריכת המשתמש המודגש
lt: Redaguoti pažymėtą naudotoją
nl: Bewerk de gemarkeerde gebruiker
pl: Edytuj zaznaczonego użytkownika
pt: editar utilizador seleccionado
sk: Upraviť označeného používateľa

source: Delete Animal Movements
de: Umzüge löschen
el: Διαγραφή μετακινήσεων ζώου
es: Borrar movimientos de animales
et: Kustuta looma liikumised
fr: Supprimer le mouvement
he: מחיקת העברות של חיות מחמד
lt: Šalinti gyvūnų veiksmus
nl: Verwijder mutaties
pl: Usuń Przesunięcia Zwierząt
pt: apagar movimentos de animais
sk: Vymazať pohyby zvieraťa

source: Mail Merge (Adoption Data)
de: Mail Merge (Adoptions Data)
el: Συγχώνευση αλληλογραφίας (Δεδομένα Υιοθεσιών)
es: Aviso por correo (datos de adopción)
fr: Publipostage (donnée d'adoption)
he: מיזוג דואר (נתוני אימוץ)
lt: Komponuoti laiškus pagal atidavimo duomenis
nl: Mailsamenvoeging (adoptiegegevens)
pt: Unir mails (data de adopção)

source: Change Litter Log
de: Wurf Log ändern
el: Αλλαγή Αρχείου Καταγραφής Τοκετοομάδας
es: Modificar registro de camadas
fr: Modifier
he: שינוי רישום ההמלטות
lt: Redaguoti vadas
nl: Wijzig nestlogboek
pl: Modyfikacja Logów Miotu
pt: Modificar registo de ninhada

source: Animals:
de: Tiere:
el: Ζώα:
es: Animales:
et: Loomad:
fr: Animaux :
he: חיות מחמד
lt: Gyvūnai:
nl: Dieren:
pl: Zwierzęta:
pt: animais:
sk: Zvieratá:

source: Add Found Animals
de: Fundtier hinzufügen
el: Πρόσθεσε Ευρεθέντα ζώα
es: Añadir animales encontrados
et: Lisa leitud loomad
fr: AJouter un animal trouvé
he: הוספת חיות מחמד שנמצאו
lt: Pridėti rastus gyvūnus
nl: Voeg gevonden dier toe
pl: Dodawanie Zwierząt Znalezionych
pt: adicionar animais encontrados
sk: Pridať nájdené zvieratá:

source: Litter Logging:
de: Wurf Log:
el: Καταγραφή Τοκετοομάδας:
es: Registro de camadas:
fr: Log de portée :
he: רישום ההמלטות:
lt: Vadų apskaita:
nl: Nestlogboek:
pt: Registo de ninhada

source: Delete Animal Vaccinations
de: Impfungen löschen
el: Διαγραφή εμβολιασμών ζώου
es: Borrar vacunaciones de animales
et: Kustuta looma vaktsineerimised
fr: Supprimer une vaccination
he: מחיקת חיסונים לחיות מחמד
lt: Šalinti gyvūnų vakcinacijas
nl: Verwijder vaccinaties
pl: Kasowanie Szczepień
pt: Apagar vacinas do animal
sk: Vymazať vakcinácie zvieraťa

source: Clone Animals
de: Tiere duplizieren
el: Κλωνοποίηση ζώων
es: Clonar animales
et: Klooni loomi
fr: Cloner
he: שכפול חיות מחמד
lt: Kopijuoti gyvūnus
nl: Kopieer dieren
pl: Kopiowanie Zwierząt
pt: clonar animais
sk: Kopírovať zvieratá

source: Print Vaccination Diary
de: Impfbuch drucken
el: Εκτύπωση ημερολογίου εμβολιασμών
es: Imprimir diario de vacunaciones
et: Prindi vaktsineerimise päevik
fr: Imprimer le journal des vaccinations
he: הדפסת יומן החיסונים
lt: Spausdinti vakcinacijų nurodymus
nl: Print vaccinatie-agenda
pl: Drukowanie Dziennika Szczepień
pt: imprimir diário de vacinas
sk: Vytlačiť vakcinačný diár

source: Movements:
de: Umszüge
el: Μετακινήσεις:
es: Movimientos:
et: Liikumised:
fr: Mouvements :
he: העברות:
lt: Veiksmai:
nl: Mutaties:
pl: Przesunięcia:
pt: movimentos
sk: Pohyby:

source: Diary:
de: Tagebuch:
el: Ημερολόγιο:
es: Diario:
et: Päevik:
fr: Agenda :
he: יומן:
lt: Priminimai:
nl: Agenda:
pl: Dziennik:
pt: diário
sk: Diár:

source: Password:
de: Kennwort:
el: Κωδικός:
es: Contraseña:
et: Parool:
fr: Mot de passe :
he: סיסמה:
lt: Slaptažodis:
nl: Wachtwoord:
pl: Hasło:
pt: Senha:
sk: Heslo:

source: Edit User
de: Benutzer editieren
el: Επεξεργασία χρήστη
es: Editar usuario
et: Muuda kasutajat
fr: Editer utilisateur
he: עריכת משתמש
lt: Redaguoti naudotojo profilį
nl: Bewerk gebruiker
pl: Edytowanie Konta Użytkownika
pt: Editar Utilizador
sk: Upraviť užívateľa

source: Add Diary Notes
de: Tagesnotiz hinzufügen
el: Προσθήκη σημειώσεων ημερολογίου
es: Añadir notas de diario
et: Lisa päeviku märkused
fr: Ajouter une action
he: הוספת הערות ביומן
lt: Pridėti priminimus
nl: Voeg agendanotities toe
pl: Dodawanie Notatek Dziennika
pt: adicionar entradas de diário
sk: Pridať poznámky do diára

source: Vaccinations:
de: Impfungen
el: Εμβολιασμοί:
es: Vacunaciones:
et: Vaktsineerimised:
he: חיסונים:
lt: Vakcinacijos:
nl: Vaccinaties:
pl: Szczepienia:
pt: vacinas
sk: Vakcinácie:

source: Run Database Updates
de: Datenbank Update durchführen
el: Τρέξε αναβαθμίσεις της βάσης δεδομένων
es: Ejecutar actualizaciones de la base de datos
fr: Mise à jour
he: הרצת עדכונים למסד הנתונים
lt: Vykdyti duomenų bazės atnaujinimus
nl: Voer databankupdates uit
pl: Uruchamianie Updatów Bazy Danych
pt: correr actualizações da base de dados
sk: Spustiť updaty databázy

source: Delete Found Animals
de: Fundtiere löschen
el: Διέγραψε τα ευρεθέντα ζώα
es: Borrar animales encontrados
et: Kustuta leitud loomad
fr: Supprimer un animal trouvé
he: מחיקת חיות מחמד שנמצאו
lt: Šalinti rastus gyvūnus
nl: Verwijder gevonden dieren
pl: Kasowanie Zwierząt Znalezionych
pt: apagar animais encontrados
sk: Vymazať nájdené zvieratá

source: View Animal Movements
de: Umzüge anzeigen
el: Κοίτα τις μετακινήσεις ζώων
es: Visualizar movimientos de animales
et: Vaata looma liikumisi
fr: Voir les mouvements de l'animal
he: צפייה בהעברות חיות מחמד
lt: Žiūrėti gyvūnų veiksmus
nl: Bekijk mutaties
pl: Pokaż Przesunięcia Zwierząt
pt: ver movimentos de animais
sk: Zobraziť pohyby zvieraťa.

source: Modify Lookups
de: Suchen ändern
el: Τροποποίησε την αναζήτηση
es: Modificar búsquedas
fr: Modifier les requêtes
he: שינוי החיפושים
lt: Redaguoti sąrašus
nl: Pas opzoektabellen aan
pl: Modyfikacja Wyszukiwań
pt: Modificar vistas

source: Add Lost Animals
de: Vermisste Tiere hinzufügen
el: Πρόσθεσε τα απωλεσθέντα ζώα
es: Añadir animales perdidos
et: Lisa kadunud loomad
fr: Ajouter un animal perdu
he: הוספת חיות מחמד אבודות
lt: Pridėti dingusius gyvūnus
nl: Voeg vermist dier toe
pl: Dodawanie Zwierząt Zagionionych
pt: adicionar animais perdidos
sk: Pridať stratené zvieratá

source: Change Lost Animals
de: Vermisste Tiere ändern
el: Άλλαξε τα απωλεσθέντα ζώα
es: Modificar animales perdidos
et: Muuda kadunud loomad
fr: Modifier un animal perdu
he: שינוי חיות מחמד אבודות
lt: Redaguoti dingusius gyvūnus
nl: Wijzig vermist dier
pl: Modyfikacja Zwierząt Zaginionych
pt: modificar animais perdidos
sk: Upraviť stratené zvieratá

source: Delete Litter Log
de: Wurf Log löschen
el: Διαγραφή Αρχείου Καταγραφής Τοκετοομάδας
es: Borrar registro de camadas
fr: Supprimer
he: מחיקת רישום ההמלטות
lt: Šalinti vadas
nl: Verwijder nestlogboek
pl: Kasowanie Logów Miotu
pt: Apagar registo de ninhada
sk: Vymazať záznam o vrhu

source: View Owners
de: Besitzer anzeigen
el: Προβολή Ιδιοκτητών
es: Visualizar contactos
et: Vaata omanikke
fr: Voir les propriétaires
he: הצגת בעלים
lt: Žiūrėti asmenis
nl: Bekijk eigenaars
pl: Przeglądanie Właścicieli
pt: ver donos
sk: Zobraziť majiteľov

source: Waiting List:
de: Warte Liste:
el: Λίστα αναμονής:
es: Lista de espera:
et: Ootenimekiri:
fr: Liste d'attente :
he: רשימת המתנה:
lt: Laukiančiųjų vietos sąrašas:
nl: Wachtlijst:
pl: Lista Oczekujących
pt: lista de espera
sk: Zoznam čakajúcich:

source: Mail Merge (Owner Data)
de: Mail Merge (Besitzer Data)
el: Συγχώνευση αλληλογραφίας (Στοιχεία ιδιοκτητών)
es: Aviso por correo (datos de los contactos)
fr: Publipostage (donnée de contact)
he: מיזוג דואר (נתוני בעלים)
lt: Komponuoti laiškus pagal asmenų duomenis
nl: Mailsamenvoeging (eigenaarsgegevens)
pt: fundir mails

source: Change Found Animals
de: Fundtiere ändern
el: Άλλαξε τα ευρεθέντα ζώα
es: Modificar animales encontrados
et: Muuda leitud loomad
fr: Modifier un animal trouvé
he: שינוי חיות מחמד שנמצאו
lt: Redaguoti rastus gyvūnus
nl: Wijzig gevonden dier
pl: Modyfikacja Zwierząt Odnalezionych
pt: modificar animais encontrados
sk: Upraviť nájdené zvieratá

source: Add Animal Media
de: Media hinzufügen
el: Πρόσθεσε πολυμέσα ζώου
es: Añadir medios de animal
fr: Ajouter un média
he: הוספת מדיה לחיית מחמד
lt: Pridėti gyvūnų failus
nl: Voeg diermedia toe
pl: Dodawanie Zdjęć Zwierząt
pt: adicionar suporte para animal
sk: Pridať súbor k zvieraťu

source: Edit System Users
de: Benutzer verwalten
el: Επεξεργασία χρηστών συστήματος
es: Editar usuarios del sistema
fr: Éditer les utilisateurs système
he: עריכת משתמשי המערכת
lt: Redaguoti sistemos naudotojus
nl: Bewerk systeemgebruikers
pl: Edytowanie Użytkowników Systemu
pt: editar utilizadores de sistema
sk: Upraviť používateľov systému

source: System:
el: Σύστημα:
es: Sistema:
et: Süsteem:
fr: Système :
he: מערכת:
lt: Sistema:
nl: Systeem:
pt: Sistema
sk: Systém:

source: Run Database Diagnostics
de: Datenbank Diagnose ausführen
el: Τρέξε διαγνωστικά βάσης δεδομένων
es: Ejecutar diagnósticos de la base de datos
fr: Diagnostic
he: הרצת ניתוח של מסד הנתונים
lt: Vykdyti duomenų bazės diagnostiką
nl: Voer databankdiagnose uit
pl: Uruchamianie Diagnostyki Bazy Danych
pt: correr diagnósticos da base de dados
sk: Spustiť diagnózu databázy

source: View Animal Media
de: Media anzeigen
el: Κοίτα τα πολυμέσα ζώου
es: Visualizar medios del los animales
fr: Voir le média
he: צפייה במדיה של חיית מחמד
lt: Žiūrėti gyvūnų failus
nl: Bekijk diermedia
pl: Przeglądanie Zdjęć Zwierząt
pt: ver suporte de animal
sk: Zobraziť súbory k zvieraťu

source: Change Waiting List Entries
de: Wartelisten Einträge ändern
el: Άλλαξε τις εγγραφές της λίστας αναμονής
es: Modificar entradas de la lista de espera
et: Muuda ootenimekirja sissekandeid
fr: Modifier les entrées de la liste d'attente
he: שינוי רשומות ברשימת ההמתנה
lt: Redaguoti laukiančiųjų vietos sąrašo įrašus
nl: Wijzig wachtlijst
pl: Modyfikacje Wpisów Listy Oczekujących
pt: modificar registos da lista de espera
sk: Upraviť záznamy v zozname čakajúcich

source: Owners:
de: Besitzer:
el: Ιδιοκτήτες:
es: Contactos:
et: Omanikud:
fr: Propriétaires :
he: בעלים:
lt: Asmenys:
nl: Eigenaars:
pl: Właściciele:
pt: donos
sk: Majitelia:

source: Edit Completed Diary Notes
de: Fertige Tagesnotizen ändern
el: Επεξεργασία Ολοκληρωμένων σημειώσεων ημερολογίου
es: Editar notas de diario completadas
et: Muuda lõpetatud päeviku märkusi
fr: Éditer les actions déjà effectuées
he: עריכת הערות שהושלמו ביומן
lt: Redaguoti atliktas užduotis
nl: Bewerk voltooide agendanotities
pl: Edytowanie Zakończonych Wpisów Dziennika
pt: editar entradas de diário completas
sk: Upraviť vybavené poznámky v diári

source: Add Animal Vaccinations
de: Impfungen hinzufügen
el: Πρόσθεσε Εμβολιασμούς ζώου
es: Añadir vacunaciones de animales
et: Lisa looma vaktsineerimised
fr: Ajouter une vaccination
he: הוספת חיסוני חיות מחמד
lt: Pridėti gyvūnų vakcinacijas
nl: Voeg vaccinatie toe
pl: Dodawanie Szczepień
pt: adicionar vacinas ao animal
sk: Pridať vakcinácie zvieraťa

source: Access System Menu
de: System Menü aufrufen
el: Πρόσβαση στο μενού συστήματος
es: Acceder al menú del sistema
fr: Accéder au menu système
he: גישה לתפריט המערכת
lt: Prieiti prie meniu Sistema
nl: Open systeemmenu
pl: Dostęp do Menu Systemu
pt: aceder ao menu de sistema
sk: Sprístupniť systémové menu

source: Super User:
el: Υπερχρήστης:
es: Super User:Real_Name=Real Name:
fr: Super utilisateur
he: משתמש־על:
lt: Super naudotojas:
nl: Supergebruiker:
pl: Super Użytkownik:
pt: super utilizador
sk: Super užívateľ:

source: Real Name:
de: Wirklicher Name:
el: Αληθινό Όνομα:
es: Nombre Real:
et: Päris nimi:
fr: Nom :
he: שם אמיתי:
lt: Tikrasis vardas:
nl: Echte naam:
pl: Prawdziwe Imię:
pt: nome real
sk: Skutočné meno:

source: Add Owners
de: Besitzer hinzufügen
el: Προσθήκη ιδιοκτητών
es: Añadir contactos
et: Lisa omanikke
fr: Ajouter des contacts
he: הוספת בעלים
lt: Pridėti asmenis
nl: Voeg eigenaars toe
pl: Dodawanie Właścicieli
pt: adicionar donos
sk: Pridať majiteľov

source: Add Litter Log
de: Wurf Log hinzufügen
el: Προσθήκη Αρχείου Καταγραφής Τοκετοομάδας
es: Añadir registro de camada
fr: Ajouter
he: הוספת רישום המלטות
lt: Pridėti įrašus vadų apskaitos žurnale
nl: Voeg nestlogboek toe
pl: Dodawanie Logów Miotu
pt: Adicionar registo de ninhada
sk: Pridať záznam o vrhu

source: Configure System Options
de: System Optionen konfigurieren
el: Διαμόρφωσε τις επιλογές του συστήματος
es: Configurar opciones del sistema
fr: Configurer les options du système
he: הגדרת אפשרויות המערכת
lt: Konfigūruoti sistemos parinktis
nl: Configureer systeemopties
pl: Konfigurowanie Opcji Systemowych
pt: configurar opções de sistema
sk: Konfigurovať nastavenia systému

source: Add System Users
de: Benutzer hinzufügen
el: Προσθήκη χρηστών συστήματος
es: Añadir usuarios del sistema
fr: Ajouter un utilisateur système
he: הוספת משתמשים למערכת
lt: Pridėti sistemos naudotojus
nl: Voeg systeemgebruiker toe
pl: Dodawanie Użytkowników Systemu
pt: adicionar utilizadores de sistema
sk: Pridať systémových užívateľov

source: Change Animal Movements
de: Umzüge ändern
el: Άλλαξε τις κινήσεις ζώων
es: Modificar movimientos de animales
et: Muuda looma liikumisi
fr: Modifier un mouvement
he: שינוי העברות חיית מחמד
lt: Redaguoti gyvūnų veiksmus
nl: Wijzig mutaties
pl: Zmień Przesunięcia Zwierzęcia
pt: modificar movimentos de animais
sk: Upraviť pohyby zvieraťa

source: View Animals
de: Tiere anzeigen
el: Προβολή ζώων
es: Visualizar animales
et: Vaata loomi
fr: Voir
he: הצגת חיות מחמד
lt: Žiūrėti gyvūnus
nl: Bekijk dieren
pl: Przeglądanie Zwierząt
pt: ver animais
sk: Zobraziť zvieratá
