Repository: bobintetley/asm2
Catalog: src/locale/po/*.po
Languages: de, el, es, et, fr, he, lt, nl, pl, pt, sk

source: Negative
de: Negativ
el: Αρνητικό
et: Negatiivne
fr: Négatif
he: שלילי
lt: Neigiamas
nl: Negatief
pl: Negatywne
pt: Negativo
sk: Negatívne

source: Positive
de: Positiv
el: Θετικό
et: Positiivne
fr: Positif
he: חיובי
lt: Teigiamas
nl: Positief
pl: Pozytywnie
pt: Positivo
sk: Pozitívne

source: Urgent
de: Dringend
el: Επείγον
es: Urgente
et: Kiireloomuline
he: דחופה
lt: Skubus
nl: Dringend
pl: Pilny
pt: Urgente
sk: Veľmi súrne

source: High
de: Hoch
el: Υψηλο
es: Alta
et: Kõrge
fr: Haut
he: גבוהה
lt: Aukštas
nl: Hoog
pl: Wysoki
pt: Alta
sk: Súrne

source: Low
de: Niedrig
el: Χαμηλό
es: Baja
et: Madal
fr: Bas
he: נמוכה
lt: Žemas
nl: Laag
pl: Niski
pt: Baixa
sk: Malá naliehavosť

source: Lowest
de: Sehr gering
el: Χαμηλότερο
es: Más bajo
et: Madalaim
fr: Minimum
he: הנמוכה ביותר
lt: Žemiausias
nl: Laagste
pl: Najniższy
pt: Mais Baixa
sk: Najnižšia naliehavosť

source: Bite
de: Biss
el: Δάγκωμα
es: Mordedura
et: Hammustus/hammustama
fr: Morsure
he: נשיכה
lt: Įkandimai
nl: Beet
pl: Pogryzienie
pt: Dentada
sk: Uhryznutie

source: Complaint
de: Beschwerde
el: Παράπονο
es: Denuncia
et: Kaebus
fr: Plainte
he: תלונה
lt: Nusiskundimai
nl: Klacht
pl: Zażalenie
pt: Reclamação
sk: Sťažnosť

source: History
de: Historie
el: Ιστορικό
es: Historia
et: Ajalugu
fr: Historique
he: היסטוריה
lt: Istorija
nl: Geschiedenis
pl: Historia
pt: Histórico
sk: História

source: Weight
de: Gewicht
el: Βάρος
es: Peso
et: Kaal
fr: Poids
he: משקל
lt: Svoris
nl: Gewicht
pl: Waga
pt: Peso
sk: Váha

source: Bird
de: Vogel
el: Πτηνό
es: Periquito
et: Lind
fr: Oiseau
he: ציפור
lt: Paukštis
nl: Vogel
pl: Ptak
pt: Ave
sk: Vták

source: Rabbit
de: Kaninchen
el: Λαγός
es: Conejo
et: Jänes
fr: Lapin
he: ארנב
lt: Triušis
nl: Konijn
pl: Królik
pt: Coelho
sk: Zajac

source: Tortoise
el: Χελώνα
es: Tortuga
et: Kilpkonn
fr: Tortue
he: צב
lt: Sausumos vėžlys
nl: Schild
pl: Zółw
sk: Suchozemská korytnačka

source: Terrapin
el: Χελώνα terrapin
es: Galapago
et: Lamekilpkonn
fr: Reptile
he: צב ים
lt: Roplys
nl: Waterschildpad
pl: Zółw wodny
sk: Sladkovodná korytnačka

source: Owl
de: Eule
el: Κουκουβάγια
es: Búho
et: Kakk
fr: Hibou
he: ינשוף
lt: Pelėda
nl: Uil
pl: Sowa
sk: Sova

source: Goldfish
de: Goldfisch
el: Χρυσόψαρο
es: Pez
et: Kuldkala
fr: Poisson rouge
he: דג זהב
lt: Žuvytė
nl: Goudvis
pl: Złota rybka
sk: Zlatá rybka

source: Camel
de: Kamel
el: Καμήλα
es: Camello
et: Kaamel
fr: Chameau
he: גמל
lt: Kupranugaris
nl: Kameel
pl: Wielbłąd
sk: Ťava

source: Horse
de: Pferd
el: Άλογο
es: Caballo
et: Hobune
fr: Cheval
he: סוס
lt: Žirgas
nl: Paard
pl: Koń
pt: Cavalo
sk: Kôň

source: Donkey
de: Esel
el: Γαιδούρι
es: Burro
et: Eesel
fr: Âne
he: קוף
lt: Asilas
nl: Ezel
pl: Osioł
pt: Burro
sk: Somár

source: Pig
de: Schwein
el: Χοίρος
es: Cerdo
et: Siga
fr: Cochon
he: חזיר
lt: Kiaulė
nl: Varken
pl: Świnia
pt: Porco
sk: Prasa domáci miláčik

source: Neuter/Spay
de: Sterilisiert
el: Στείρωση
es: Esterilización
et: Steriliseerima/kastreerima
fr: Stérilisée/Castré
he: עיקור/סירוס
lt: Kastracija/Sterilizacija
nl: Gesteriliseerd/gecastreerd
pl: Kastrowany/Sterylizowany
pt: Castrar
sk: Kastrácia/Sterilizácia

source: Temporary Vaccination
de: Vorrübergehende Impfung
el: Προσωρινός εμβολιασμός
es: Vacuna periódica
et: Tähtajaline vaktsineerimine
fr: Vaccination temporaire
he: חיסון זמני
lt: Laikina vakcinacija
nl: Tijdelijke vaccinatie
pl: Szczepienie Tymczasowe
pt: Vacinação Temporária
sk: Dočasná vakcinácia

source: First Vaccination
de: Erstimpfung
el: Πρώτος εμβολιασμός
es: Primera vacuna
et: Esimene vaktsineerimine
fr: Primo vaccination
he: חיסון ראשון
lt: Pirma vakcinacija
nl: Eerste vaccinatie
pl: Pierwsze szczepienie
pt: Primeira Vacina
sk: Prvá vakcinácia

source: Second Vaccination
de: Zweitimpfung
el: Δεύτερος εμβολιασμός
es: Segunda vacuna
et: Teine vaktsineerimine
fr: Seconde vaccination
he: חיסון שני
lt: Antra vakcinacija
nl: Tweede vaccinatie
pl: Drugie szczepienie
pt: Segunda Vacina
sk: Druhá vakcinácia

source: Booster
de: Verstärker
el: Ενισχυτική δόση
es: Rabia
fr: Rappel
he: חיסון דחף
lt: Pakartotinė vakcinacija (booster)
nl: Boost
pt: # Intensificador
sk: Druhá injekcia

source: Leukaemia
de: Leukaemie
el: Λευχαιμία
es: Leucemia
et: Leukeemia
fr: Leucémie
he: לוקמיה
lt: Leukemija
nl: Leukemie
pl: Białaczka
sk: Leukémia

source: Kennel Cough
de: Zwingerhusten
el: Βήχας κυνοτροφείου
es: Tos perrera
et: Kennelköha
fr: Toux du chenil
he: שעלת המכלאות
lt: Šunidžių kosulys
nl: Kennelhoest
pl: Kaszel kennelowy
sk: Kotercový kašeľ

source: Parvovirus
el: Parvo ιός
es: Parvovirosis
et: Parvoviirus
he: וירוס הפרוו
lt: Parvovirusas
nl: Parvovirose
pl: Parwowirusy
pt: Parvovirose
sk: Parvoviróza

source: Checking for returned non-movement records...
de: Suche nach Rückgabe Einträgen die nicht abgegeben wurden
el: Έλεγχος για επιστραφέντα αρχεία μη μετακινήσεων
es: Comprobando registros no desplazados devueltos...
he: נבדקות רשומות שאינן העברות להחזרות...
lt: Tikrinama, ar nėra grąžintų ne veiksmų įrašų...
nl: Controleren op ingebrachte records zonder mutatie...
pl: Sprawdzanie nie zwróconych rekordów przesunięcia...
pt: Verificar registos de não-movimento
sk: Kontrola vrátených nepohybových záznamovv

source: Errors Found and Repaired
de: Fehler gefunden und repariert
el: Λάθη που βρέθηκαν και διορθώηκαν
es: Errores encontrados y reparados
et: Leitud vead ja parandatud
fr: Erreurs trouvées et réparées
he: נמצאו שגיאות ותוקנו
lt: Klaidos rastos ir sutvarkytos
nl: Fouten gevonden en hersteld
pl: Znaleziono błędy, zostały naprawione
pt: Erros econtrados e corrigidos
sk: Problémy nájdené a opravené

source: Scan complete
de: Diagnose abgeschlossen
el: Ολοκλήρωαη σάρωσης
es: Análisis completo
et: Skanneerimine valmis
fr: Scan terminé
he: הסריקה הושלמה
lt: Skanavimas užbaigtas
nl: Scan voltooid
pl: Skanowanie ukończone
pt: Diagnóstico completo
sk: Scan hotový

source: Checking for orphaned movement records...
de: Suche nach verwaisten Bewegungs Einträgen
el: Έλεγχος για ορφανά αρχεία μετακινήσεων
es: Buscando registros huérfanos de desplazamiento...
et: Otsin hüljatud liikumiste kirjeid...
fr: Vérifications des données de mouvements orphelins...
he: מתבצע חיפוש אחר רשומות העברה יתומות...
lt: Tikrinama, ar nėra pamestų veiksmų įrašų...
nl: Controleren op ongekoppelde mutatierecords...
pl: Sprawdzanie osieroconych rekordów przesunięć..
pt: Verificar registos de órfãos
sk: Kontrola osamotených záznamov o pohyboch

source: Checking for orphaned medical records...
de: Suche nach verwaisten medikalen Einträgen
el: Έλεγχος για ορφανά ιατρικά αρχεία
es: Comprobando las grabaciones médicas huérfanas...
et: Otsin hüljatud meditsiinilisi kirjeid...
fr: Vérification des données médicales orphelines...
he: מתבצע חיפוש אחר רשומות רפואיות יתומות...
lt: Tikrinama, ar nėra pamestų gydymo įrašų...
nl: Controleren op ongekoppelde medische records...
pl: Sprawdzanie osieroconych wpisów weterynaryjnych
pt: Verificar registos médicos de órfãos
sk: Kontrola osamotených liečebných záznamov

source: No errors were found during diagnostics.
de: Keine Fehler während der Diagnose gefunden
el: Δεν διαγνώστηκαν σφάλματα
es: No se han producido errores durante la ejecución del diagnóstico.
et: Diagnostika käigus ei leitud vigu.
fr: Aucune erreur constatée durant les diagnostics.
he: לא נמצאו שגיאות במהלך הניתוח.
lt: Diagnostikos metu klaidų nerasta.
nl: Er zijn geen fouten gevonden tijdens de diagnose.
pl: Nie znaleziono błędów
pt: Não foram encontrados erros durante os diagnósticos
sk: Žiadne chyby neboli nájdené počas diagnózy

source: Checking for orphaned media records...
de: Suche nach verwaisten Media Einträgen
el: Έλεγχος για ορφανά αρχεία πολυμέσων
es: Buscando registros huérfanos de medios...
et: Otsin hüljatud meediafailie...
fr: Identification des media orphelins...
he: מתבצע חיפוש אחר רשומות מדיה יתומות...
lt: Tikrinama, ar nėra pamestų failų įrašų...
nl: Controleren op ongekoppelde mediarecords...
pl: Sprawdzanie osieroconych wpisów zdjęć
pt: Verificar registos de órfãos no suporte de dados
sk: Kontrola osamotených záznamov o súboroch

source: Checking for orphaned vaccination records...
de: Suche nach verwaisten Impf Einträgen
el: Έλεγχος για ορφανά αρχεία εμβολιασμών...
es: Buscando registros huérfanos de vacuna...
et: Otsin hüljatud vaktsineerimiskirjeid...
fr: Identification des données de vaccination orphelines...
he: מתבצע חיפוש אחר רשומות חיסון יתומות...
lt: Tikrinama, ar nėra pamestų vakcinacijų įrašų...
nl: Controleren op ongekoppelde vaccinatierecords...
pl: Sprawdzanie osieroconych wpisów szczepień...
pt: Verificar registos de vacinação de órfãos
sk: Kontrola osamotených vakcinačných záznamov

source: Database update was successful.
de: Datenbank Update erfolgreich durchgeführt
el: Η αναβάθμιση βάσης δεδομένων ολοκληρώθηκε επιτυχώς
es: La base de datos ha sido actualizada con éxito.
et: Andmebaas edukalt uuendatud.
fr: Mise à jour de la base de données réussie.
he: עדכון מסד הנתונים הצליח.
lt: Duomenų bazė atnaujinta sėkmingai.
nl: Succesvolle databankupdate.
pl: Uaktualnianie bazy zakończone pomyślnie
pt: Base de Dados actualizada com sucesso
sk: Update databázy úspešný

source: Ok
el: ΟΚ
es: Aceptar
he: אישור
lt: Gerai

source: Select database update file to process:
de: Datenbank Update Datei zur Bearbeitung auswählen
el: Επιλέξτε αρχείο αναβάθμισης βάσης δεδομένων προς επεξεργασία:
es: Seleccione el archivo de actualización de base de datos a procesar:
et: Vali admebaasi fail töötluseks:
fr: Sélectionner le fichier de mise à jour pour la base de donnée :
he: יש לבחור את קובץ עדכון מסד הנתונים לעיבוד:
lt: Pasirinkite duomenų bazės failą atnaujinimui:
nl: Selecteer het te verwerken databankupdatebestand:
pl: Wybierz plik uaktualnenia bazy danych:
pt: Seleccione ficheiro a actualizar
sk: Vyberte updateovací súbor databázy na spracovanie:

source: Checking for corrupted tables in the database...
de: Suche nach beschädigten Datenbank Tabellen
el: Έλεγχος για κατεστραμένους πίνακες στη βάση δεδομένων...
es: Comprobando la existencia de tablas dañadas en la base de datos...
et: Otsin andmebaasist rikutud tabeleid...
fr: Identification des tables corrompues dans la base de données...
he: מתבצע חיפוש אחר טבלאות פגומות במסד הנתונים...
lt: Tikrinama, ar nėra pažeistų lentelių duomenų bazėje...
nl: Controleren op beschadigde tabellen in de databank..
pl: Sprawdzanie w poszukiwaniu uszkodzonych tablic w bazie danych...
pt: Procurando tabelas corrompidas na Base de Dados
sk: Kontrola poškodených tabuliek v databáze

source: Locate Database
de: Lokalisiere Datenbank
el: Εντόπισε βάση δεδομένων...
es: Base de datos local
et: Määra andmebaasi asukoht
fr: Localise la base de données
he: איתור מסד נתונים
lt: Nustatyti duomenų bazę
nl: Lokaliseer databank
pl: Podaj lokalizację bazy danych
pt: Localizar Base de Dados
sk: Lokalizovať databázu

source: User:
de: Benutzer:
el: Χρήστης:
es: Usuario:
et: Kasutaja:
fr: Utilisateur :
he: משתמש:
lt: Naudotojas:
nl: Gebruiker:
pl: Użytkownik:
pt: Utilizador:
sk: Užívateľ:

source: Password:
de: Passwort:
el: Κωδικός:
es: Contraseña:
et: Salasõna:
fr: Mot de passe :
he: סיסמה:
lt: Slaptažodis:
nl: Wachtwoord:
pl: Hasło:
pt: Senha:
sk: Heslo:

source: Hostname:
el: Όνομα υπολογιστή:
es: Nombre del servidor:
et: Masina nimi:
fr: Nom d'hôte :
he: שרת:
lt: Serverio pavadinimas:
nl: Hostnaam:
pl: Nazwa hosta:
pt: Nome da Máquina:

source: Database Type:
de: Datenbank Typ:
el: Τύπος βάσης δεδομένων:
es: Tipo de base de datos
et: Andmebaasi tüüp:
fr: Type de base de données :
he: סוג מסד הנתונים
lt: Duomenų bazės tipas:
nl: Databanktype:
pl: Typ bazy
pt: Base de Dados Tipo:
sk: Typ databázy:

source: Local (on this machine)
de: Lokal (auf diesem PC)
el: Τοπικά (σε αυτό τον υπολογιστή)
es: Local
et: Kohalik (selles masinas)
fr: Local (sur cette machine)
he: מקומי (במחשב זה)
lt: Vietinė (šiame kompiuteryje)
nl: Lokaal (op deze machine)
pl: Lokalna (ta maszyna)
pt: Local (nesta máquina)
sk: Local (na tomto pc)

source: MySQL Server
el: Εξυπηρετητής MySQL
es: Servidor MySQL
et: MySQL-i server
fr: Serveur MySQL
he: שרת MySQL
lt: MySQL Serveris
pl: Serwer MySQL
pt: Servidor MySQL

source: PostgreSQL Server
el: Εξυπηρετητής PostgreSQL
es: Servidor PostgreSQL
fr: Serveur PostgreSQL
he: שרת PostgreSQL
lt: PostgreSQL serveris
pl: Serwer PostgreSQL
pt: Servidor PostgreSQL

source: HSQLDB Server
el: Εξυπηρετητής HSQLDB
es: Servidor HSQLDB
fr: Serveur HSQLDB
he: שרת HSQLDB
lt: HSQLDB serveris
pl: Serwer HSQLDB
pt: Servidor HSQLDB

source: Copy Database
de: Datenbank kopieren
el: Αντιγραφή Βάσης δεδομένων
es: Copiar base de datos
et: Kopeeri andmebaas
fr: Copier la base de données
he: העתקת מסד הנתונים
lt: Kopijuoti duomenų bazę
nl: Kopieer de databank
pl: Kopiuj bazę
pt: Copiar Base de Dados
sk: Kopírovať databázu

source: Your database is already local, if you want to copy it to another machine, just copy the files {0}
de: Eine lokale Datenbank wird bereits verwendet, wenn Sie diese auf einen anderen PC kopieren wollen kopieren Sie die Dateien {0}
el: Η βάση δεδομένων βρίσκεται ήδη τοπικά, εαν θέλετε να την αντιγράψετε σε άλλο υπολογιστή, αντιγράψτε τα αρχεία {0}
es: La base de datos ya es local; si desea copiarla a otro equipo, copie simplemente los archivos {0}
et: Sul on juba kohalik andmebaas, kui soovid seda kopeerida teise masinase, lihtsalt kopeeri failid {0}
fr: Votre base de données est déjà locale. Si vous souhaitez la copier sur une autre machine, copiez simplement les fichiers {0}
he: מסד הנתונים שלך כבר מאוחסן בכונן המקומי, אם ברצונך להעתיק אותו למחשב אחר יש פשוט להעתיק את הקבצים {0}
lt: Jūsų duomenų bazė yra vietinė. Jei norite nukopijuoti ją į kitą kompiuterį, tiesiog nukopijuokite failus {0}
nl: Uw databank staat reeds lokaal, als je het wilt kopiëren naar een andere machine, kopieer dan gewoon de bestanden {0}
pl: Posiadasz lokalną bazę danych, jeśli chcesz skopiować ją na inną maszynę, skopiuj pliki {0}
pt: A sua Base de Dados já é local, se a quer copiar para outra máquina, apenas copie os ficheiros {0}
sk: Vaša databáza je už lokálna, ak ju chcete skopírovať na iný pc, stačí skopírovať súbory {0}

source: Can't Copy
de: Kopieren fehlgeschalgen
el: Αδυναμία αντιγραφής
es: No es posible copiar
et: Ei saa kopeerida
fr: Copie impossible
he: לא ניתן להעתיק
lt: Negali nukopijuoti
nl: Kan niet kopiëren
pl: Nie można skopiować
pt: Copiar não permitido
sk: Nemôžem skopírovať

source: You must have already created the database and loaded the database structure from the {0} file. Select Yes if you have already done this, otherwise select No to cancel the copy.
de: Sie müssen die Datenbank bereits erstellt und die Datenbankstruktur aus der Datei {0} geladen haben. Wählen Sie »Ja«, wenn Sie dies bereits getan haben, anderenfalls wählen Sie »Nein«, um das Kopieren abzubrechen.
el: Πρέπει να έχετε ήδη δημιουργήσει τη βάση δεδομένων και να φορτώσατε τη δομή της βάσης από το {0} αρχείο. Επιλέξτε Ναι αν το έχετε κάνει ήδη, αλλιώς επιλέξτε Όχι για να ακυρώσετε την αντιγραφή
he: כבר היה עליך ליצור את מסד הנתונים ולטעון את מבנה מסד הנתונים מהקובץ {0}. יש לבחור בכן אם כבר עשית זאת, אחרת יש לבחור בלא כדי לבטל את ההעתקה.
lt: Jūs greičiausiai jau esate sukūrę duomenų bazę ir paleidę duomenų bazės struktūrą iš {0} failo. Spauskite "Taip", jei jūs tai jau atlikote, priešingu atveju spauskite "Ne", kad atšauktumėte kopijavimą.
nl: U moet de database al aangemaakt hebben en de database structuur moet geladen worden met het {0} bestand. Kies Ja als u dit al heeft gedaan. Kies Nee om de kopie te verwijderen.
pt: Deve já ter criado a Base de Dados e lido a estrutura do ficheiro {0}. Seleccione SIM se já fez isto, caso contrário selecciona NÃO para cancelar a cópia

source: Continue?
de: Fortfahren?
el: Συνέχεια;
es: ¿Continuar?
et: Jätkan?
fr: Continuer ?
he: להמשיך?
lt: Tęsti?
nl: Verder gaan?
pl: Kontynuować?
pt: Continuar?
sk: Pokračovať?

source: Copy completed successfully.
de: Kopiervorgang erfolgreich abgeschlossen
el: Η Αντιγραφή ολοκληρώθηκε επιτυχώς
es: Copia realizada con éxito.
et: Kopeerimine edukalt lõpetatud.
fr: Copie terminée avec succès.
he: ההעתקה הושלמה בהצלחה.
lt: Kopijavimas atliktas sėkmingai.
nl: Succesvol gekopieerd
pl: Kopiowanie zakończone pomyślnie
pt: Copia Terminada com Sucesso
sk: Kopírovanie úspešne ukončené

source: Copy Complete
de: Kopiervorgang abgeschlossen
el: Ολοκλήρωση αντιγραφής
es: Copia completada
et: Kopeerimine lõpetatud.
fr: Copie terminée
he: ההעתקה הושלמה
lt: Kopijavimas užbaigtas
nl: Kopiëren volledig
pl: Kopiowanie zakończone
pt: Copia Terminada
sk: Kopírovanie hotové

source: Would you like to use the newly-copied database in future?
de: Möchten Sie die neu kopierte Datenbank in Zukunft benutzen ?
el: Θέλετε να χρησιμοποιήσετε τη αντιγραφείσα νέα βάση και στο μέλλον;
es: ¿Desea emplear en el futuro la base de datos recién creada?
et: Kas soovid tulevikus kasutada värskeltkopeeritud andmebaasi?
fr: Souhaitez-vous utiliser la base de donnée fraichement copiée à présent ?
he: האם ברצונך להשתמש במסד הנתונים שהועתק לאחרונה בעתיד?
lt: Ar norėtumėte naujai nukopijuotą duomenų bazę naudoti ateityje?
nl: Wil je deze nieuw-gekopieerde databank gebruiken in de toekomst?
pl: Czy chcesz używać nowo skopiowanej bazy w przyszłości?
pt: Deseja utilizar a Base de Dados copiada no futuro ?
sk: Chcete použiť novonakopírovanú databázu v budúcnosti?

source: Switch to Copied?
de: Zur Kopie wechseln ?
el: Μετάβαση στο αντιγραμένο;
es: ¿Cambiar a la base de datos copiada?
et: Vaheta kopeeritule?
fr: Basculer vers la copie ?
he: להחליף למסד המועתק?
lt: Persijungti į nukopijuotą?
nl: Omschakkelen naar het gekopieerde?
pl: Przełączyć na skopiowaną?
pt: Mudar para a cópia ?
sk: Zmeniť na Skopírované?

source: Copying {0}...
de: Kopieren {0}...
el: Αντιγραφή {0}...
es: Copiando {0}...
et: Kopeerin {0}...
fr: Copie {0}...
he: מעתיק {0}...
lt: Kopijuoja {0}...
nl: Kopiëren {0}...
pl: Kopiowanie {0}...
pt: Copiando {0}...
sk: Kopírovanie {0}...

source: Import Database
de: Datenbank importieren
el: Εισαγωγή βάσης δεδομένων
es: Importar base de datos
et: Andmebaasi import
fr: Import base de données
he: ייבוא מסד נתונים
lt: Importuoti duomenų bazę
nl: Importeer databank
pl: Importuj bazę danych
pt: Importar Base de Dados
sk: Importovať databázu

source: Import completed successfully.
de: Importieren erfolgreich abgeschlossen.
el: Η εισαγωγή ολοκληρώθηκε επιτυχώς
es: Importación finalizada con éxito.
et: Import edukalt valmis.
fr: Import terminé avec succès.
he: הייבוא הושלם בהצלחה.
lt: Importavimas atliktas sėkmingai.
nl: Succesvol geïmporteerd.
pl: Importowanie zakończone pomyślnie
pt: Importação com Sucesso
sk: Import úspešne ukončený

source: Import Complete
de: Importieren abgeschlossen.
el: Η εισαγωγή ολοκληρώθηκε
es: Importación finalizada
et: Import valmis
fr: Import terminé
he: הייבוא הושלם
lt: Importavimas užbaigtas
nl: Importering volledig
pl: Importowanie zakończone
pt: Importação concluída
sk: Import hotový

source: Importing {0}...
de: Importieren {0}...
el: Εισαγωγή {0}
es: Importando {0}...
et: Impordin {0}...
fr: Import {0}...
he: מייבא {0}...
lt: Importuoja {0}...
nl: Importeren {0}...
pl: Importowanie {0}...
pt: Importando {0}...
sk: Importovanie {0}...

source: Could not connect to {0} - see the asm.log for details.
de: Verbindung mit {0} fehlgeschlagen - weitere Informationen finden Sie in der Datei asm.log.
el: Αδυναμία σύνδεσης στο {0} - ελέξτε το asm.log για λεπτομέρειες.
es: No es posible conectar a {0} - mire asm.log para más detalles.
et: Ei saa ühendust {0} - vaata asm.log üksikasjade jaoks.
fr: Connexion impossible à {0} - consulter le fichier "asm.log" pour plus de détails.
he: לא ניתן להתחבר אל {0} - יש לצפות בקובץ asm.log לפרטים נוספים.
lt: Nepavyko prisijungti prie {0} - detalesnei informacijai gauti žiūrėkite asm.log.
nl: Kon niet verbinden met {0} - kijk in asm.log voor details.
pl: Nie można nawiązać połączenia z {0} - sprawdź asm.log dla szczegółów.
pt: Impossível conectar a {0} - veja asm.log para detalhes
sk: Nemôžem sa pripojiť k {0} - pozrite asm.log pre detaily.

source: Couldn't Connect
de: Verbindung fehlgeschlagen
el: Αδυναμία σύνδεσης
es: No es posible conectar
et: Ei saa ühendust
fr: Connexion impossible
he: לא ניתן להתחבר
lt: Nepavyko prisijungti
nl: Kon niet verbinden
pl: Nie można się połączyć
pt: Impossível conectar
sk: Nemôžem sa pripojiť

source: Scan
de: Durchsuchen
el: Σάρωση
es: Análisis
et: Skaneerimine
fr: Scanner
he: סריקה
lt: Skenuoti
pl: Skanowanie
pt: Verificar

source: Database:
de: Datenbank:
el: Βάση δεδομένων:
es: Base de datos:
et: Andmebaas:
fr: Base de données :
he: מסד הנתונים:
lt: Duomenų bazė:
nl: Databank:
pl: Baza danych:
pt: Base de Dados:
sk: Databáza:

source: ASM clients have been forbidden from updating the database structure and this client is newer than the database. Either downgrade your client, or contact your system administrator to update the database.
de: Dieser Client ist neuer als die Datenbank und ASM clients wurde das Recht verweigert die Datenbankstruktur zu ändern. Entweder downgraden Sie den Client oder Sie kontaktieren Ihren System administrator für ein Datenbank Update.
el: Σε Πελάτες του ASM απαγορεύτηκε να αναβαθμίσουν την δομή της βάσης δεδομένων και αυτός ο πελάτης είναι νεότερος από τη βάση. Ή υποβαθμίστε τον πελάτη ή επικοινωνήστε με τον διαχειριστή για να αναβαθμίσει τη βάση.
es: A los clientes ASM no se les permite actualizar la estructura de la base de datos y este cliente es más nuevo que la base datos. Puede bajar la versión de su cliente, o contactar su administrador de sistemas para actualizar la base de datos.
fr: La structure de la base de données ne peut pas être mise à jour car la version d'ASM est plus récente que celle de la base de données. Vous pouvez rétrograder la version d'ASM ou demander à votre administrateur système de mettre à jour la base de données.
he: על תוכנות לקוח של ASM נאסר לעדכן את מבנה מסד הנתונים ותוכנת לקוח זו חדשה יותר ממסד הנתונים. ניתן להחזיר את התוכנת לקוח שלך לגרסה ישנה יותר, או ליצור קשר עם מנהל המערכת כדי שיעדכן את מסד הנתונים.
lt: ASM klientams uždrausta naujinti duomenų bazės struktūrą, o šis klientas yra naujesnis nei duomenų bazės. Naudokitės senesne programos versija arba susisiekite su sistemos administratoriumi, kad būtų atnaujinta duomenų bazė.
nl: Het werd ASM-clients verboden de databankstructuur bij te werken. Deze client is nieuwer dan de databank. Downgrade je client of contacteer anders je systeembeheerder om de databank bij te werken.
pl: Brak dostępu do aktualizacji bazy gdyż wersja klienta jest nowsza niż wersja bazy. Zaktualizuj bazę lub użyj starszej wersji klienta.
pt: Os cliente ASM foram impedidos de actualizar a estrutura da Base de Dados, e este cliente é mais recente que a Base de Dados. Ou escolhe um cliente mais antigo, ou contacte o Administrador para actualizar a Base de Dados

source: Checking for bad animal codes...
de: Überprüfung der Kurzbezeichnungen
el: Έλεγχος για κατεστραμένους κωδικούς ζώων...
es: Comprobando códigos de animales inválidos...
et: Kontrollin viletsaid loomakoode...
fr: Identification des codes animaux erronés...
he: מתבצע חיפוש אחר קודים שגויים של חיות מחמד...
lt: Tikrinami netinkami gyvūnų kodai...
nl: Controleren op foutieve diercodes...
pl: Sprawdzanie kodów zwierząt...
pt: Verificando códigos errados de animais...
sk: Kontrola zlých kódov zvierat...

source: Fixing MySQL 5.x NULL dates
de: Repariere MySQL 5.x NULL Dateien
el: Επισκευάζω ημερομηνίες MySQL 5.xNULL
es: Corrigiendo las fechas NULL de MySQL 5.x
fr: Réparation des dates NULL MySQL 5.x
he: תיקון תאריכי NULL ב־MySQL 5.x
lt: Tvarkomos MySQL 5.x NULL datos
nl: MySQL 5.x NULL data herstellen
pl: Naprawianie pustych dat w bazie MySQL 5.x
pt: Reparando as datas nulas no MySQL 5.x
sk: Fix MySQL 5.x NULL dates
