Repository: bobintetley/asm2
Catalog: src/locale/po/*.po
Languages: de, el, es, et, fr, he, lt, nl, pl, pt, sk

source: Vaccination Diary {0} upto {1}
de: Impfbuch von {0} bis {1}
el: Ημερολόγιο εμβολιασμού {0} μέχρι {1}
es: Diario de vacunaciones {0} hasta {1}
et: Vaktsineerimispäevik {0} kuni {1}
fr: Agenda de vaccination {0} jusqu'à {1}
he: יומן חיסון {0} עד {1}
lt: Vakcinacijų tvarkaraštis {0} iki {1}
nl: Vaccinatie-agenda {0} tot en met {1}
pl: Dziennik szczepień {0} do {1}
pt: Diário de Vacinação {0} até {1}
sk: Diár vakcinácií {0} do {1}

source: Vaccination Diary {0} between {1} and {2}
de: Impfbuch von {0} bis {1} und {2}
el: Ημερολόγιο εμβολιασμού {0} μεταξύ {1} και {2}
es: Diario de vacunaciones {0} entre {1} y {2}
et: Vaktsineerimispäevik {0} vahemikus {1} ja {2}
fr: Agenda de vaccination {0} entre {1} et {2}
he: יומן חיסון {0} בין {1} ל־{2}
lt: Vakcinacijų tvarkaraštis {0} tarp {1} ir {2}
nl: Vaccinatie-agenda {0} tussen {1} en {2}
pl: Dziennik szczepień {0} od {1} do {2}
pt: Diário de Vacinação {0} entre {1} e {2}
sk: Diár vakcinácií {0} medzi {1} a {2}

source: (All Animals)
de: (Alle Tiere)
el: (Όλα τα ζώα)
es: (Todos los animales)
et: (Kõik loomad)
fr: (Tous les animaux)
he: (כל חיות המחמד)
lt: (Visus gyvūnus)
nl: (Alle dieren)
pl: (Wszystkie zwierzęta)
pt: (Todos os Animais)
sk: (Všetky zvieratá)

source: (On Shelter)
de: (Intern)
el: (Εντός Καταφυγίου)
es: (En el refugio)
et: (Varjupaigas)
fr: (Intra-refuge)
he: (בבית המחסה)
lt: (Prieglaudoje)
nl: (In opvangcentrum)
pl: (W schronisku)
pt: (No Canil)
sk: (V útulku)

source: Vaccination Diary Criteria
de: Impfbuch Kriterien
el: Κριτήρια Ημερολογίου Εμβολιασμών
es: Criterio del diario de vacunas
et: Vaktsineerimispäeviku kriteeriumid
fr: Critères de l'agenda vaccination
he: קריוטריונים ליומן חיסון
lt: Vakcinacijų tvarkaraščio kriterijai
nl: Vaccinatie-agendacriteria
pl: Kryteria dziennika szczepień
pt: Critério do Diário de Vacinação
sk: Kritériá pre denník vakcinácií

source: No animals match your criteria.
de: Keine Tiere entsprechen den Suchkriterien
el: Δεν βρέθηκαν ζώα με τα κριτήριά σας.
es: Ninguno de los animales coinciden con el criterio indicado.
et: Ükski loom ei sobinud sinu kreiteeriumitega.
fr: Aucun animal ne correspond à vos critères.
he: אין חיות מחמד התואמות לקריטריונים.
lt: Nėra gyvūnų, atitinkančių jūsų kriterijus.
nl: Geen dieren die overeenkomen met je criteria.
pl: Brak zwierząt pasujących do twoich kryteriów
pt: Não existem animais que correspondam ao seu critério
sk: Žiadne zvieratá nevyhovujú zadaným kritériám.

source: Non-neutered/spayed animals on the shelter aged 6 months or over at {0}
de: Keine sterilisierten Tiere ab 6 Monaten oder älter am {0}
el: Ζώα στο καταφύγιο ηλικίας 6 μηνών και άνω που δεν έχουν στειρωθεί
es: Animales no esterilizados en el refugio de con una edad de seis meses o más a {0}
et: Mitte seteriliseeritud/-kastreeritud loomad varjupaigas, kes on vanemad kui 6 kuud {0}
fr: Animaux du refuge non-castrés/stérilisés âgés de 6 mois ou plus au {0}
he: חיות מחמד שלא עוקרו/סורסו וגילן הוא חצי שנה ומעלה ב־{0}
lt: Nekastruoti/nesterilizuoti 6 mėn. ir vyresni gyvūnai prieglaudoje: {0}
nl: Ongesteriliseerde/ongecastreerde dieren ouder dan 6 maanden in het opvangcentrum op {0}
pl: Niekastrowane/Niesterylizowane zwierzęta znajdujące się w schronisku mające więcej niż 6 miesięcy dnia {0}
pt: Animais não castrados no canil com idade superior a 6 meses ou superior {0}
sk: Nesterilizované/nekastrované zvieratá v útulku staršie ako 6 mesiacov {0}

source: No animals aged over six months on the shelter require neutering/spaying.
de: Keine Tiere ab 6 Monaten oder älter zu sterilisierten
el: Κανένα ζώο του καταφυγίου άνω των 6 μηνών δεν χρήζει στείρωσης
es: Ningún animal en el refugio con una edad de seis meses requiere esterilización.
et: Mitte ükski üle kuue kuu vanune loom varjupaigas ei vaja steriliseerimist/kastreerimist.
fr: Aucun animal du refuge de plus de 6 mois nécessite d'être stérilisé/castré.
he: אין חיות מחמד שגילן חצי שנה ומעלה הדורשות עיקור/סירוס.
lt: Nėra 6 mėn. ir vyresnių gyvūnų, kuriems būtų reikalinga kastracija/sterilizacija.
nl: Er zijn geen dieren ouder dan 6 maanden in het opvangcentrum die gestereliseerd/gecastreerd moeten worden.
pl: Nie ma zwierząt powyżej 6 miesiąca życia, które wymagałyby kastracji/sterylizacji.
pt: Animais com idade superior a 6 meses que não requerem castração
sk: Žiadne zvieratá nad 6 mesiacov nevyžadujú kastráciu/sterilizáciu.

source: Animals on the shelter under six months old, not part of a litter at {0}
de: Tiere im Heim jünger als 6 Monate die nicht Teil eines Wurfes sind am {0}
el: Ζώα στο καταφύγιο κάτω των 6 μηνών που δεν είναι μέρος γέννας στο {0}
es: Animales en el refugio con una edad inferior a seis meses, no pertenecientes a una camada a {0}
et: Loomad, kes on alla kuuekuused, ei ole pesakonnast {0}
fr: Animaux du refuge de moins de 6 mois ne faisant pas partie d'une portée au {0}
he: חיות מחמד בבית המחסה שגילן מתחת לחצי שנה, שאינן חלק מהמלטה ב־{0}
lt: Jaunesni nei 6 mėn. gyvūnai prieglaudoje, nepriklausantys vadai: {0}
nl: Dieren jonger dan 6 maanden die niet behoren tot een nest in het opvangcentrum op {0}
pl: Zwierzęta znajdujące się w schronisku mające powyżej 6 miesięcy, nie będące częścią miotu, dnia {0}
pt: Animais no canil com menos de 6 meses, que não fazem parte de ninhada no {0}
sk: Zvieratá v útulku mladšie ako 6 mesiacov, ktoré nie sú súčasťou vrhu {0}

source: All animals on the shelter of the selected species are part of a litter.
de: Alle ausgesuchten Tiere der gewählten Rasse gehöhren zu einem Wurf
el: Όλα τα ζώα των επιλεγμένων ειδών στο καταφύγιο, είναι μέρος κάποιας γέννας.
es: Todos los animales en el refugio de las especie seleccionadas pertenecen a una camada.
et: Kõik valitud liiki loomad varjupaigas on osa pesakonnast.
fr: Tous les animaux du refuge de l'espèce sélectionnée font partie d'une portée.
he: כל חיות המחמד מהזן שנבחר הנמצאות בבית המחסה הן חלק מהמלטה.
lt: Visi pasirinktos rūšies gyvūnai prieglaudoje yra vados dalis.
nl: Alle dieren van die soort in het opvangcentrum behoren tot een nest.
pl: Wszystkie zwierzęta wybranego gatunku znajdujące się w schronisku są częścią miotu.
pt: Todos os animais no canil de espécie seleccionado fazem parte de uma ninhada
sk: Všetky zvieratá v útulku zvoleného druhu sú súčasťou vrhu.

source: All animals on the shelter of that species are older than six months.
de: Alle Heimtiere dieser Rasse sind älter als 6 Monate
el: Όλα τα ζώα αυτών των ειδών στο καταφύγιο είναι μεγαλύτερα των 6 μηνών.
es: Todos los animales en el refugio de esa especie tienen una edad mayor a los seis meses.
et: Kõik selle liigi loomad varjupaigas on vanemad kui kuus kuud.
fr: Tous les animaux du refuge de cette espèce sont âgés de plus de 6 mois.
he: גילן של כלחיות המחמד מהזן שנבחר הנמצאות בבית המחסה עולה על 6 חודשים.
lt: Visi šios rūšies gyvūnai prieglaudoje yra vyresni nei 6 mėn. amžiaus.
nl: Alle dieren van die soort in het opvangcentrum zijn ouder dan 6 maanden.
pl: Wszystkie zwierzęta wybranego gatunku, znajdujące się w schronisku, są starsze niż sześć miesięcy.
pt: Todos os animais no canil dessa espécie têm mais do que 6 meses de idade
sk: Všetky zvieratá tohto druhu v útulku sú staršie ako 6 mesiacov.

source: Acceptance Number
de: Registrier Nummer
el: Αριθμός Αποδοχής
es: Número de aprobación
et: Vastuvõtunumber
fr: Numéro d'acceptation
he: מספר זיהוי
lt: Priėmimo nr.
nl: Acceptatienummer
pl: Numer Akceptacji
pt: Número de Entrada
sk: Číslo príjmu

source: Select Age
de: Alter aussuchen
el: Επιλέξτε ηλικία
es: Seleccione edad
et: Vali vanus
fr: Sélectionner l'âge
he: בחירת הגיל
lt: Pasirinkite amžių
nl: Selecteer leeftijd
pl: Wybierz Wiek
pt: Seleccione Idade
sk: Zvoľte vek

source: 9 weeks
de: 9 Wochen
el: 9 εβδομάδες
es: 9 semanas
et: 9 nädalat
fr: 9 semaines
he: 9 שבועות
lt: 9 savaičių
nl: 9 weken
pl: 9 tygodni
pt: 9 semanas
sk: 9 týždňov

source: 12 weeks
de: 12 Wochen
el: 12 εβδομάδες
es: 12 semanas
et: 12 nädalat
fr: 12 semaines
he: 12 שבועות
lt: 12 savaičių
nl: 12 weken
pl: 12 tygodni
pt: 12 semanas
sk: 12 týždňov

source: 52 weeks
de: 52 Wochen
el: 52 εβδομάδες
es: 52 semanas
et: 52 nädalat
fr: 52 semaines
he: 52 שבועות
lt: 52 savaičių
nl: 52 weken
pl: 52 tygodnie
pt: 52 semanas
sk: 52 týždňov

source: 15 weeks
de: 15 Wochen
el: 15 εβδομάδες
es: 15 semanas
et: 15 nädalat
fr: 15 semaines
he: 15 שבועות
lt: 15 savaičių
nl: 15 weken
pl: 15 tygodni
pt: 15 semanas
sk: 15 týždňov

source: Include cats aged how many weeks and above?
de: Katzen im Alter von vieviel Wochen und darüber einbeziehen?
el: Να συμπεριληφθούν ηλικίας πόσων μηνών και πάνω;
es: ¿Incluir gatos con un mínimo de cuántas semanas de edad?
et: Lisan mitmenädalased ja vanemad kassid?
fr: Inclure les chats agés de combien de semaines (et plus) ?
he: האם לכלול חתולים שגילם מספר זה של שבועות ומעלה?
lt: Nuo kokio amžiaus (savaitėmis) įtraukti kates?
nl: Inclusief katten met een leeftijd vanaf hoeveel weken en ouder?
pl: Włączając koty będące powyżej którego tygodnia życia?
pt: Incluir gatos com quantas semanas de idade e superiores ?
sk: Zahrnúť mačky vo veku koľkých týždňov a viac?

source: 10 weeks
de: 10 Wochen
el: 10 εβδομάδες
es: 10 semanas
et: 10 nädalat
fr: 10 semaines
he: 10 שבועות
lt: 10 savaičių
nl: 10 weken
pl: 10 tygodni
pt: 10 semanas
sk: 10 týždňov

source: 4 weeks
de: 4 Wochen
el: 4 εβδομάδες
es: 4 semanas
et: 4 nädalat
fr: 4 semaines
he: 4 שבועות
lt: 4 savaičių
nl: 4 weken
pl: 4 tygodnie
pt: 4 semanas
sk: 4 týždne

source: 8 weeks
de: 8 Wochen
el: 8 εβδομάδες
es: 8 semanas
et: 8 nädalat
fr: 8 semaines
he: 8 שבועות
lt: 8 savaičių
nl: 8 weken
pl: 8 tygodni
pt: 8 semanas
sk: 8 týždňov

source: 1 week
de: 1 Woche
el: 1 εβδομάδα
es: 1 semana
et: 1 nädal
fr: 1 semaine
he: שבוע אחד
lt: 1 savaitės
pl: 1 tydzień
pt: 1 semana
sk: 1 týždeň

source: 16 weeks
de: 16 Wochen
el: 16 εβδομάδες
es: 16 semanas
et: 16 nädalat
fr: 16 semaines
he: 16 שבועות
lt: 16 savaičių
nl: 16 weken
pl: 16 tygodni
pt: 16 semanas
sk: 16 týždňov

source: No cats matching your criteria were found on the shelter.
de: Keine Katzen des gesuchten Kriteriums in Heim gefunden.
el: Δεν βρέθηκαν γάτες στο καταφύγιο που να ταιριάζουν με τα κριτήριά σας.
es: No existe ningún gato en el refugio que coincida con el criterio indicado.
et: Sinu kriteeriumitele vastavaid kasse ei leitud varjupaigast.
fr: Aucun chat correspondant à vos critères dans le refuge.
he: לא נמצאן חתולים התואמים לקריטריוני החיפוש בבית המחסה.
lt: Prieglaudoje nerasta kačių, atitinkančių jūsų kriterijus.
nl: Geen katten in het opvangcentrum die overeenkomen met je criteria.
pl: Nie ma kotów w schronisku, które spełniałyby Twoje kryteria.
pt: Não existem gatos correspondentes ao seu critério
sk: Žiadne mačky vyhovujúce vašim kritériám neboli nájdené.

source: 2 weeks
de: 2 Wochen
el: 2 εβδομάδες
es: 2 semanas
et: 2 nädalat
fr: 2 semaines
he: שבועיים
lt: 2 savaičių
nl: 2 weken
pl: 2 tygodnie
pt: 2 semanas
sk: 2 týždne

source: 13 weeks
de: 13 Wochen
el: 13 εβδομάδες
es: 13 semanas
et: 13 nädalat
fr: 13 semaines
he: 13 שבועות
lt: 13 savaičių
nl: 13 weken
pl: 13 tygodni
pt: 13 semanas
sk: 13 týždňov

source: Cats not combi-tested on the shelter aged {0} weeks and over at {1}
de: Katzen ohne Kombi Test im Alter von {0} Wochen und darüber am {1}
el: Γάτες στο καταφύγιο που δεν έχουν κάνει πολλαπλό τεστ ηλικίας {0} εβδομάδων και πάνω στο {1}
es: Gatos en el refugio no diagnosticados con FIV/leucemia con una edad mínima de {0} semanas en {1}
et: Combi-testimata kassid varjupaigas vanuses {0} nädalat ja vanemad kohas {1}
fr: Chats du refuge non testés FIV/FLV âgés de {0} semaines ou plus au {1}
lt: {0} savaičių ir vyresnės katės prieglaudoje, kurioms neatliktas FLV/FIV testas: {1}
nl: Katten zonder combi-test in het opvangcentrum met een leeftijd van {0} weken en ouder op {1}
pl: Koty bez testów FIV/FELV w wieku {0} tygodni i więcej, na dzień {1}
pt: Gatos não combi-testados no gatil com {0} semanas e mais de {1}
sk: Mačky bez combi-testu v útulku vo veku {0} a viac {1}

source: 7 weeks
de: 7 Wochen
el: 7 εβδομάδες
es: 7 semanas
et: 7 mädalat
fr: 7 semaines
he: 7 שבועות
lt: 7 savaičių
nl: 7 weken
pl: 7 tygodni
pt: 7 semanas
sk: 7 týždňov

source: 14 weeks
de: 14 Wochen
el: 14 εβδομάδες
es: 14 semanas
et: 14 nädalat
fr: 14 semaines
he: 14 שבועות
lt: 14 savaičių
nl: 14 weken
pl: 14 tygodni
pt: 14 semanas
sk: 14 týždňov

source: 26 weeks
de: 26 Wochen
el: 26 εβδομάδες
es: 26 semanas
et: 26 nädalat
fr: 26 semaines
he: 26 שבועות
lt: 26 savaičių
nl: 26 weken
pl: 26 tygodni
pt: 26 semanas
sk: 26 týždňov

source: 11 weeks
de: 11 Wochen
el: 11 εβδομάδες
es: 11 semanas
et: 11 nädalat
fr: 11 semaines
he: 11 שבועות
lt: 11 savaičių
nl: 11 weken
pl: 11 tygodni
pt: 11 semanas
sk: 11 týždňov

source: 3 weeks
de: 3 Wochen
el: 3 εβδομάδες
es: 3 semanas
et: 3 nädalat
fr: 3 semaines
he: 3 שבועות
lt: 3 savaičių
pl: 3 tygodnie
pt: 3 semanas
sk: 3 týždne

source: 5 weeks
de: 5 Wochen
el: 5 εβδομάδες
es: 5 semanas
et: 5 nädalat
fr: 5 semaines
he: 5 שבועות
lt: 5 savaičių
nl: 5 weken
pl: 5 tygodni
pt: 5 semanas
sk: 5 týždňov

source: 6 weeks
de: 6 Wochen
el: 6 εβδομάδες
es: 6 semanas
et: 6 nädalat
fr: 6 semaines
he: 6 שבועות
lt: 6 savaičių
nl: 6 weken
pl: 6 tygodni
pt: 6 semanas
sk: 6 týždňov

source: Total: {0}
de: Insgesamt: {0}
el: Σύνολο: {0}
et: Koguarv: {0}
he: סך הכל: {0}
lt: Viso: {0}
nl: Totaal: {0}
pl: Razem: {0}
sk: Celkom: {0}

source: Animals Transferred In between {0} and {1}
de: Transferierte Tiere zwischen {0} und {1}
el: Ζώα που Εισήχθησαν μεταξύ {0} και {1}
es: Animales transferidos entre {0} en?? {1}
et: Üleviidud loomi vahemikus {0} ja {1}
fr: Animaux transférés (entrées) entre {0} et {1}
he: חיות מחמד שהוכנסו בין {0} לבין {1}
lt: Iš kitų prieglaudų atvykę gyvūnai tarp {0} ir {1}
nl: Overgedragen dieren tussen {0} en {1}
pl: Zwierzęta przeniesione pomiędzy {0} a {1}
pt: Animais transferidos entre {0} e {1}
sk: Zvieratá premiestnené medzi {0} a {1}

source: No animals found.
de: Kein Tiere gefunden
el: Δεν βρέθηκαν ζώα.
es: No se han encontrado animales.
et: Loomi ei leitud.
fr: Aucun animal trouvé.
he: לא נמצאו חיות מחמד.
lt: Gyvūnų nerasta.
nl: Geen dieren gevonden.
pl: Nie znaleziono zwierząt.
pt: Animais não encontrados
sk: Žiadne zvieratá nenájdené

source: The average waiting list time is currently {0} days.
de: Durchschnittliche Zeit in Warteliste momentan bei {0} Tagen.
el: Ο μέσος χρόνος αναμονής στη λίστα αναμονής είναι {0} ημέρες.
es: El tiempo medio en la lista de espera es en la actualidad de {0} días.
et: Keskmine ootenimekirjas oleku aeg on hetkel {0} päeva.
fr: Le temps moyen dans la liste d'attente est actuellement de {0} jours.
he: זמן ההמתנה הממוצע ברשימת ההמתנה עומד נכון לעכשיו על {0} ימים.
lt: Šiuo metu laukiančių vietos sąrašo vidutiniškai praleidžiamos {0} dienos.
nl: De gemiddelde tijd voor de wachtlijst is momenteel {0} daagen.
pl: Średni czas oczekiwania na liście to aktualnie {0} dni.
pt: O tempo de espera médio da lista de espera é de {0} dias
sk: Priemerná doba v zozname čakajúcich je momentálne {0} dní.

source: Blank Postcodes
de: Keine Postleitzahl
el: Κενοί ΤΚ
es: Códigos postales en blanco
et: Tühjad indeksid
fr: Codes postaux vides
he: מיקודים ריקים
lt: Tušti pašto kodai
nl: Niet ingevulde Postcodes
pl: Puste kody pocztowe
pt: Códigos Postais em branco
sk: Prázdne PSČ

source: Total
de: Summe
el: Σύνολο
et: Kokku
he: סך הכל
lt: Viso
nl: Totaal
pl: W sumie
sk: Celkom

source: Rank
de: Rang
el: Κατάταξη
es: Puesto
et: Koht
fr: Classement
he: דירוג
lt: Skubumas
nl: Rangnummer
pl: Ranga
pt: Posição
sk: Hodnotenie

source: Deceased Reasons
de: Ursachen für das Ableben
el: Λόγοι Θανάτων
es: Razones de fallecimiento
et: Suremise põhjused
fr: Motifs de décès
he: סיבות המוות
lt: Mirčių priežastys
nl: Reden overlijden
pl: Przyczyna Śmierci
pt: Razões do óbito
sk: Dôvody úhynu

source: Reason
de: Ursache
el: Αιτία
es: Razón
et: Põhjus
fr: Motif
he: סיבה
lt: Priežastis
nl: Reden
pl: Przyczyna
pt: Razão
sk: Dôvod

source: Most Common Animal Names
de: Häufigster Tiername
el: Συνηθισμένα ονόματα ζώων
es: Nombres de animal más comunes
et: Enimlevinud loomanimed
fr: Noms d'animaux les plus courants
he: השמות הנפוצים ביותר לחיות המחמד
lt: Populiariausi gyvūnų vardai
nl: Meest voorkomende dierennamen
pl: Najbardziej popularne imiona zwierząt
pt: Nomes de animais mais comuns
sk: Najbežnejšie mená zvierat

source: Of {0} recorded animals in the system, the system holds {1} unique animal names.
de: Von {0} registrierten Tieren, gibt es {1} einmalig vorkommende Namen.
el: Από {0} καταγεγραμένα ζώα στο σύστημα, το σύστημα κρατάει {1} μοναδικά ονόματα ζώων.
es: De {0} animales registrados en el sistema, existen {1} nombres únicos de animal.
et: {0} andmebaasi loomadest omavad {1} unikaalset nime.
fr: Sur {0} animaux enregistrés, le système contient {1} nom(s) unique(s).
he: מתוך {0} חיות מחמד הרשומות במערכת, ישנם {1} שמות יחודיים לחיות מחמד במערכת.
lt: Iš {0} sistemoje įrašytų gyvūnų yra {1} unikalūs gyvūnų vardai.
nl: {0} opgenomen dieren in het systeem, het systeem bevat een totaal van {1} unieke dierennamen.
pl: Z {0} zwierząt wpisanych w bazie danych, system posiada {1} unikalnych imion.
pt: De {0} animais registados no sistema, o sistema tem {1} nomes únicos de animais
sk: Z {0} zaevidovaných zvierat v systéme má systém {1} zvieracích mien, ktoré boli použité len raz.

source: {0} animals have died on the shelter.
de: {0} im Tierheim verstorbene Tiere.
el: {0} ζώα πέθαναν στο καταφύγιο.
es: {0} animales han fallecido en el refugio.
et: {0} looma on surnud varjupaigas.
fr: {0} animaux sont morts dans le refuge.
he: {0} חיות מחמד מתו בבית המחסה.
lt: {0} gyvūnai mirė prieglaudoje.
nl: {0} dieren zijn overleden in het opvangcentrum.
pl: {0} zwierząt zmarło w schronisku.
pt: {0} animais feleceram no canil
sk: {0} zvierat zomrelo v útulku.

source: {0} names have been allocated to more than one animal.
de: {0} Namen sind mehr als einmal vergeben.
el: {0} ονόματα έχουν δοθεί σε περισσότερα από ένα ζώα.
es: {0} nombres han sido asignados a más de un animal.
et: {0} nime on pandud rohkem kui ühele loomale.
fr: {0} noms ont été attribués à plus d'un animal.
he: הוקצו {0} שמות ליותר מחיית מחמד אחת.
lt: {0} vardai priskirti daugiau nei vienam gyvūnui.
nl: {0} namen zijn toegewezen voor meer dan één dier.
pl: {0} imion jest przypisanych do więcej niż jednego zwierzęcia.
pt: {0} nomes foram alocados a mais de um animal
sk: {0} mien bolo priradených viac ako jednému zvieraťu.

source: This is based on the {0} completed waiting list entries on file, amounting to a cumulative waiting time of {1} days.
de: Basierend auf {0} gespeicherten Einträgen in der Warte Liste, ist die akkumulierte Wartezeit {1} Tage.
el: Αυτό είναι βασισμένο σε {0} περατωμένες λίστες αναμονής στο αρχείο, ανερχόμενα σε σωρευτικό διάστημα {1} ημερών.
es: Basado en las {0} entradas registradas como completadas en la lista de espera, lo que significa un tiempo de espera acumulado de {1} días.
et: See põhineb {0} lõpetatud ootenimekirjal, kokku kumulatiivselt{1} päeva.
fr: Basé sur les {0} entrées complétées de la liste d'attente, avec un temps d'attente cumulative s'élevant à {1} jours.
he: נתונים אלו מתבססים על {0} הרשומות שהושלמו ברשימת ההשלמה, בסיכום הזמן המצטבר זמן ההמתנה הוא {1} ימים.
lt: Paremta iki {0} užbaigtais laukiančių vietos įrašais byloje, kurių bendras laukimo laikas yra {1} dienos.
nl: Dit is gebaseerd op de {0} voltooide invoer wachtlijst in het bestand, omvat tot een cumulatieve wachttijd van {1} daagen.
pt: Isto é baseado no {0} entradas completas da lista de espera, acumulando para um tempo de espera de {1} dias
sk: Založené na {0} dokončených súborových záznamov na čakacom zozname, celkový čakací čas {1} dní.

source: Building report...
de: Bericht wird erstellt...
el: Δημιουργία έκθεσης...
es: Generando el informe...
et: Teen aruannet...
fr: Construction du rapport...
he: הדוח בהליכי הכנה...
lt: Kuriama ataskaita...
nl: Samenstellen rapportage...
pl: Tworzenie raportu...
pt: A criar relatório...
sk: Zostavujem report...

source: Do you want to include blank postcodes in this report?
de: Orte ohne Postzleitzahlen in den Bericht mit einschliessen?
el: Θέλετε να συμπεριλάβετε κενούς ταχυδρομικούς κώδικες σε αυτή την αναφορά;
es: ¿Desea incluir los códigos postales en blanco en el informe?
et: Kas soovid lisada tühjad indeksid aruandesse?
fr: Souhaitez-vous inclure les codes postaux vides dans ce rapport ?
he: האם לכלול מיקודים ריקים בדוח זה?
lt: Ar norite įtraukti tuščius pašto kodus į šią ataskaitą?
nl: Wilt u de niet ingevulde postcodes betrekken in deze rapportage?
pl: Czy chcesz dołączyć puste kody pocztowe do tego raportu?
pt: Deseja incluir códigos postais em branco no relatório?
sk: Chcete zahrnúť prázdne PSČ v tomto reporte?

source: Sorting...
de: Sortiervorgang ...
el: Ταξινόμηση...
es: Ordenando...
et: Sorteerimine...
fr: Tri...
he: בהליכי מיון...
lt: Rūšiuojama...
nl: Sorteren...
pl: Sortowanie...
pt: A ordenar...
sk: Triedim...

source: Occurrences
de: Vorkommnisse
el: Περιστατικά
es: Eventos
et: Ilmnemised
he: מופעים
lt: Įvykiai
nl: Voorkomende gevallen
pl: Ilość Wystąpień
pt: Ocorrências
sk: Výskyt

source: Postcode Area
de: Postleitzahlen Gebiet
el: Ταχυδρομικός κώδικας
es: Código postal de la zona
et: Indeksi piirkond
fr: Zone du code postal
he: אזור המיקוד
lt: Vietovė pagal pašto kodą
nl: Postcodegebied
pl: Kod Pocztowy
pt: Código Postal da Área
sk: Oblasť PSČ

source: Retrieving data...
de: Daten werden empfangen ...
el: Ανάκτηση δεδομένων...
es: Leyendo datos...
et: Andmete tõmbamine...
fr: Réception des données...
he: המידע מתקבל...
lt: Gaunami duomenys...
nl: Ophalen gegevens...
pl: Pobieranie danych...
pt: A obter dados...
sk: Získavam údaje ...

source: Total {0}: {1}
de: Summe {0} : {1}
el: Σύνλο {0}: {1}
et: Kokku {0}: {1}
he: סך הכל {0}: {1}
lt: Viso {0}: {1}
nl: Totaal {0}: {1}
pl: W sumie {0}:{1}
sk: Spolu {0}: {1}

source: Animal Breakdown by Location and Species
de: Auflistung nach Ort und Art
el: Ανάλυση ζώων ανά τοποθεσία και είδος
es: Desglose de animales por ubicación y especie
et: Loomade liigitus piirkonna ja liikide kaupa
fr: Répartition des animaux par emplacements et espèces
he: סיווג של בעלי חיים לפי מיקום וזן
lt: Gyvūnų suskirstymas pagal vietą ir rūšį
nl: Dieren verdeeld per locatie en soort
pl: Zwierzęcia w rozbiciu na Lokalizacje i Gatunki
pt: Colapso do animal por localizção e espécies
sk: Prehľad zvierat podľa umiestnenia a druhu

source: Detailed Shelter Animal Inventory at {0}
de: Detailierte Bestandsaufnahme vom {0}
el: Αναλυτικός κατάλογος ζώων καταφυγίου στο {0}
es: Inventario detallado de los animales del refugio a {0}
et: Üksikasjalik varjupaiga loomade loend {0}
fr: Inventaire détaillé des animaux du refuge au {0}
he: מאגר מפורט של חיות המחמד בבית המחסה ב־{0}
lt: Detalizuota prieglaudos gyvūnų suvestinė: {0}
nl: Gedetailleerde centrumdiereninventaris op {0}
pl: Szczegółowa Inwentaryzacja Zwierząt na dzień {0}
pt: Inventório deltalhado de animais {0}
sk: Kompletné osadenstvo útulku {0}

source: Shelter Animal Inventory at {0}
de: Tierheim Tierbestand vom {0}
el: Κατάλογος ζώων καταφυγίου στο {0}
es: Inventario de los animales del refugio a {0}
et: Varjupaiga loomade loend {0}
fr: Inventaire des animaux du refuge au {0}
he: מאגר חיות המחמד בבית המחסה ב־{0}
lt: Prieglaudos gyvūnų suvestinė: {0}
nl: Centrumdiereninventaris op {0}
pl: Inwentaryzacja Zwierząt na dzień {0}
pt: Inventório de animais {0}
sk: Osadenstvo útulku {0}

source: Date Entered Shelter
de: Eingangsdatum
el: Ημερομηνία εισόδου στο καταφύγιο
es: Fecha en la que entró al refugio
et: Varjupaika saabumise kuupäev
fr: Date d'entrée au refuge
he: תאריך הכניסה לבית המחסה
lt: Patekimo į prieglaudą data
nl: Datum binnenkomst opvangcentrum
pl: Data Wejścia do Schroniska
pt: Data de entrada no canil
sk: Dátum prijatia do útulku
