Repository: bobintetley/asm2
Catalog: src/locale/po/*.po
Languages: de, el, es, et, fr, he, lt, nl, pl, pt, sk

source: Any health problems the animal has
de: Angaben zur Gesundheit des Tieres
el: Πρόβλημα υγείας που είχε το ζώωο
es: Cualquier tipo de problema de salud que tenga el animal
et: Looma terviseprobeemid
fr: Tout problème de santé qu'a l'animal
he: בעיות בריאותיות שיש לחיית המחמד
lt: Gyvūno sveikatos sutrikimai
nl: Gezondheisproblemen van het dier
pl: Jakiekolwiek znane problemy zdrowotne zwierzęcia
pt: Quaisquer problemas de saúde que o animal tenha
sk: Všetky zdravotné problémy, ktoré zviera má

source: Required
de: Benötigt
el: Απαιτείται
es: Vacunar el
et: Nõutav
fr: Demandé
he: נדרש
lt: Planinė data
nl: Vereist
pl: Wymagane
pt: Necessário
sk: Požadované

source: The Microchip Number
de: Microchip Nummer:
el: Νούμετο μικροτσίπ
he: מספר השבב
lt: Mikroschemos numeris
nl: Microchip nummer
pl: Numer Mikrochipa
pt: Número do Microchip

source: The animal's unique shelter code
de: Tierheim Registrierungs Nummer
el: Ο μοναδικός κωδικός καταφυγίου του ζώου
es: Código único del refugio para el animal
et: Looma unikaalne varjupaigakood
fr: Code refuge unique de l'animal
he: הקוד הייחודי של חיית מחמד זו לבית מחסה זה
lt: Unikalus gyvūno kodas prieglaudoje
nl: Het unieke opvangcentrumcode van dit dier
pl: Unikalny schroniskowy kod zwierzęcia
pt: Código do Animal no Canil
sk: Unikátny kód pre toto zviera

source: Tick this box if the animal was transferred from another shelter
de: Auswählen wenn dieses Tier aus einem anderen Tierheim stammt
el: Τσεκάρετε το κουτάκι αν το ζώο μεταφέρθηκε από άλλο καταφύγιο
es: Marque esta casilla si el animal ha sido transferido desde otro refugio
et: Märgi see kastike kui loom on toodud üle teises varjupaigast
fr: Cocher cette case si l'animal a été transféré d'un autre refuge
he: יש לסמן תיבה זו אם חיית המחמד הועברה מבית מחסה אחר
lt: Pažymėkite šį laukelį, jei gyvūnas atvyko iš kitos prieglaudos
nl: Vink dit aan als het dier akomstig van een ander opvangcentrum
pl: Zaznacz jeśli zwierzę zostało przeniesione z innego schroniska
pt: Seleccione esta caixa se o animal veio transferido de outro Canil
sk: Označte toto, ak zviera bolo presunuté z iného útulku

source: Error saving to local SQLRecordset:
de: Fehler beim speichern des lokalen Datensatzes:
el: Σφάλμα αποθήκευσης στο τοπικό σεταρχείων SQL
es: Error guardando a local SQLRecordset:
fr: Erreur de sauvegarde dans le local "SQLRecordset" :
he: ארעה שגיאה בשמירה אל ערכת רשומות ה־SQL המקומית:
lt: Įvyko klaida, saugant į vietinį SQLRecordset:
nl: Fout bij het opslaan naar lokale SQLRecordset:
pl: Błąd w czasie zapisywania w lokalnym SQLRecordset:
pt: Erro ao gravar o registo SQL
sk: Chyba ukladania do lokálnej SQLRecordset:

source: The date the animal was brought into the shelter
de: Einlieferungsdatum
el: Ημερομηνία που το ζώο μεταφέρθηκε στο καταφύγιο
es: Fecha en la que el animal fue traído al refugio
et: Looma varjupaika toomise kuupäev
fr: Date à laquelle l'animal a été admis au refuge
he: התאריך בו חיית המחמד הגיעה אל בית המחסה
lt: Gyvūno patekimo į prieglaudą data
nl: De binnenbrengdatum
pl: Data dostarczenia zwierzęcia do schroniska
pt: Data em que o animal entrou no canil
sk: Dátum, kedy bolo zviera prijaté do útulku

source: Tick this box if the animal was dead on entry to the shelter
de: Auswählen wenn das Tier tod eingeliefert wurde
el: Τσεκάρετε το κουτάκι αν το ζώο ήταν νεκρό κατά την είσοδό του στο καταφύγιο
es: Marque esta casilla si el animal estaba muerto al llegar al refugio
et: Märgi see kastike kui loom oli varjupaika jõudes surnud
fr: Cocher cette case si l'animal était mort en entrant au refuge
he: יש לסמן תיבה זו במידה ובעל החיים מת בכניסתו לבית המחסה
lt: Pažymėkite šį laukelį, jei gyvūnas į prieglaudą atvyko miręs
nl: Vink dit aan als het dier dood was bij binnenkomst op het opvangcentrum
pl: Zaznacz jeśli w chwili dostarczenia do schroniska zwierzę było martwe
pt: Seleccione esta caixa se o animal faleceu à entrada do canil
sk: Označte toto, ak zviera bolo prijaté uhynuté

source: Reason for Entry:
de: Grund der Einlieferung
el: Λόγος εισαγωγής:
es: Razón de la entrada:
et: Sisenemise põhjus:
fr: Motif de l'admission :
he: סיבת הכניסה:
lt: Atvykimo priežastis:
nl: Reden voor binnenkomst:
pl: Powód Oddania:
pt: Razão para a entrada
sk: Dôvod príjmu

source: Invalid Date
de: Ungültiges Datum
el: Μη έγκυρη ημερομηνία
es: Fecha no válida
et: Kõlbmatu kuupäev
fr: Date invalide
he: התאריך שגוי
lt: Klaidinga data
nl: Onjuiste datum
pl: Nieprawidłowa Data
pt: Data Inválida
sk: Nesprávny dátum

source: Validation Error
de: Fehler bei Gültigkeitsprüfung
el: Σφάλμα επικύρωσης
es: Error de validación
et: Kinnitamise viga
fr: Erreur de validation
he: שגיאת אימות
lt: Patvirtinimo klaida
nl: Validatiefout
pl: Błąd Walidacji
pt: Erro de validação
sk: Chyba validácie

source: Generate a random name for this animal
de: Zufallsname erzeugen
el: Δημιούργησε ένα τυχαίο όνομα για αυτό το ζώο
es: Generar un nombre aleatorio para este animal
et: Loo loomale suvaline nimi
fr: Générer un nom au hasard pour cet animal
he: הגרלת שם אקראי לחיית מחמד זו
lt: Kurti vardą burtų keliu
nl: Maak een willekeurige naam aan voor dit dier
pl: Wygeneruj losowe imię dla tego zwierzęcia
pt: Gerar um nome aleatório para este animal
sk: Generovať náhodné meno pre toto zviera

source: The reason the animal was brought to the shelter
de: Grund der Einlieferung in das Heim
el: Λόγος για τον οποίο μεταφέρθηκε το ζώο στο καταφύγιο
es: Razón por la que el animal fue traído al refugio
et: Looma varjupaika toomise põhjus
fr: Raison pour laquelle l'animal a été admis au refuge
he: הסיבה שבגינה חיית המחמד הובאה אל בית המחסה
lt: Patekimo į prieglaudą priežastis
nl: De binnenbrengreden
pl: Powód dla którego zwierzę zostało dostarczone do schroniska
pt: Razão pela qual o animal foi trazido para o canil
sk: Dôvod, prečo bolo zviera prijaté do útulku

source: Died Off Shelter:
de: Ausserhalb des Heimes verstorben
el: Πέθανε εκτός καταφυγίου
es: Fallecido fuera del refugio:
et: Suri väljaspool varjupaika:
fr: Mort hors du refuge :
he: מתה מחוץ לבית המחסה:
lt: Mirė ne prieglaudoje:
nl: Overleden buiten het opvangcentrum:
pl: Zgon Poza Schroniskiem:
pt: Morreu fora do canil:
sk: Uhynuté mimo útulku

source: Date Brought In:
de: Einlieferungsdatum
el: Ημερομηνία Εισαγωγής:
es: Fecha en la que se trajo:
et: Toomise kuupäev:
fr: Date d'entrée :
he: תאריך הכניסה:
lt: Patekimo data:
nl: Datum binnenkomst:
pl: Data Oddania:
pt: Data em que entrou:
sk: Dátum prijatia:

source: A date you entered was not valid:
de: Ungültiges Datumsformat
el: Η ημερομηνία που εισάγατε δεν είναι έγκυρη:
es: Una fecha que introdujo no es válida:
et: Sisetatud kuupäev ei ole kehtiv:
fr: Une date saisie est invalide :
he: התאריך שהוזן אינו תקני:
lt: Jūsų įvesta data klaidinga:
nl: De ingevoerde datum is ongeldig:
pl: Data którą wprowadziłeś jest nieprawidłowa:
pt: A data que introduziu não é válida
sk: Dátum, ktorý ste zadali nie je platný:

source: breed
de: Rasse
el: Ράτσα
es: raza
et: tõug
fr: élevage
he: גזע
lt: veislė
nl: ras
pl: rasa
pt: Raça
sk: plemeno

source: Reason:
de: Grund:
el: Αιτία:
es: Razón:
et: Põhjus:
fr: Raison:
he: סיבה:
lt: Priežastis:
nl: Reden:
pl: Powód:
pt: Razão:
sk: Dôvod:

source: Attach new media
de: Medien Datei anhängen
el: Επισύναψε νέο πολυμέσο
es: Añadir nuevo archivo multimedia
et: Lisa uus meediafail
fr: Joindre un média
he: הוספת קובץ מדיה חדש
lt: Pridėti naują failą
nl: Hecht nieuwe media aan
pl: Dodaj nowe zdjęcia
pt: Anexar nova mídia
sk: Priložiť nový súbor

source: Preview
de: Vorschau
el: Προεπισκόπηση
es: Previsualizar
et: Eelvaade
fr: Prévisualisation
he: תצוגה מקדימה
lt: Peržiūra
pl: Podgląd
pt: Pré-visualizar
sk: Náhľad

source: Delete this media
de: Medien-Datei löschen
el: Διέγραψε αυτό το πολυμέσο
es: Borrar este archivo multimedia
et: Kustuta see meedia
fr: Supprimer ce média
he: מחיקת קובץ מדיה זה
lt: Šalinti šį failą
nl: Verwijder deze media
pl: Usuń te zdjęcia
pt: Apagar esta mídia
sk: Vymazať tento súbor

source: Edit this media entry
de: Medien Eintrag bearbeiten
el: Επεξεργασία αυτής της εγγραφής πολυμέσου
es: Editar esta entrada multimedia
et: Muuda seda meediakirjet
fr: Éditer le média
he: עריכת רשומת מדיה זו
lt: Redaguoti šį failo įrašą
nl: Bewerk deze media
pl: Edytuj wpis zdjęć
pt: Editar esta entrada de mídia
sk: Upraviť tento záznam o súbore

source: Mark this media as preferred for use with the web
de: Diese Medien-Datei als bevorzugt für das Internet kennzeichnen
el: Επισήμανε αυτό το πολυμέσο ως κατά προτίμηση για χρήση στο διαδίκτυο
es: Marque este archivo multimedia como el preferido para utilizarse en el web
et: Märgi see meediafail internetis esitlemiseks
fr: marquer ce média comme favori pour une utilisation sur web
he: סימון קובץ מדיה זה כמועדף לשימוש באינטרנט
lt: Pažymėkite šį failą kaip pageidaujamą naudoti internete
nl: Markeer deze media als voorkeur voor webgebruik
pl: Zaznacz to zdjęcie jako preferowane do użycia na adopcyjnej stronie www
pt: Marcar esta mídia como pre-definida para utilizar na web
sk: Označiť tento súbor ako preferovaný pre použitie na webe

source: View this media
de: Als Media anzeigen
el: Παρουσίασε το πολυμέσο
es: Visualizar este archivo multimedia
et: Vaata seda meediafaili
fr: Voir le média
he: צפייה בקובץ מדיה זה
lt: Žiūrėti šį failą
nl: Bekijk deze media
pl: Podgląd zdjęć
pt: Ver mídia
sk: Prezrieť tento súbor

source: Web Preferred
de: Web Bevorzugt
el: Προτιμητέο για διαδίκτυο
es: Preferido para el web
fr: Préférence web
he: מועדף לאינטרנט
lt: Naudojimui internete
nl: Internet voorkeur
pl: Preferowane na stronę WWW
pt: Preferido para a Web
sk: Preferované pre web

source: Error occurred uploading to media server:
de: Fehler beim Hochladen auf den Media Server:
el: Παρουσιάστηκε σφάλμα κατά το ανέβασμα στον server πολυμέσων:
es: Se ha producido un error al transferir los datos al servidor multimedia:
fr: Une erreur est survenue durant le transfert vers le serveur de media :
he: ארעה שגיאה בעת העלאה לשרת מדיה:
lt: Įvyko klaida siunčiant į failų serverį:
nl: Fout tijdens het uploaden naar media server:
pl: Wystąpił błąd w czasie ładowania zdjęć na serwer:
pt: Ocorreu um erro ao fazer o upload da mídia
sk: Chyba pri uploadovaní na server:

source: Error reading configuration information:
de: Fehler beim lesen der Einstelllungen:
el: Σφάλμα ανάγνωσης πληροφοριών ρυθμίσεων:
es: Se ha producido un error al leer la información de configuración:
fr: Erreur de lecture des informations de configuration :
he: ארעה שגיאה בקריאת נתוני התצורה:
lt: Įvyko klaida nuskaitant konfigūracijos informaciją:
nl: Fout bij het lezen van de configuratie informatie:
pl: Wystąpił błąd w odczycie konfiguracji:
pt: Erro a ler a informação de configuração
sk: Chyba načítavania konfiguračných informácií:

source: The path to the local file you want to attach
de: Pfad zur lokalen Datei die angehängt werden soll
el: Η διαδρομή του τοπικού αρχείου που θέλετε να επισυνάψετε
es: La ubicación del archivo local que desea añadir
fr: Le chemin du fichier à attacher
he: הנתיב אל הקובץ המקומי אותו ברצונך להוסיף
lt: Kelias į vietinį failą, kurį norite prisegti
nl: Het pad naar het lokale bestand dat u wilt aanhechten
pl: Lokalizacja pliku, który chcesz dołączyć
pt: Caminho para o ficheiro local que deseja anexar
sk: Cesta k lokálnemu súboru, ktorý chcete priložiť

source: Any information about this file. If this is an animal photo, please write website details here
de: Weitere Datei Informationen. Im Falle eines Photos für eine Webseite bitte Web Details hier auflisten
el: Οποιαδήποτε πληροφορία για αυτό το αρχείο. Αν αυτό είναι φωτογραφία ζώου, παρακαλώ γράψτε λεπτομέρειες ιστοσελίδας εδώ
es: Cualquier tipo de información acerca de este archivo. Si se trata de una fotografía del animal, por favor, introduzca aquí los detalles del sitio web
fr: Toute information concernant ce fichier. Si c'est une photo d'animal, veuillez noter les détails du site internet ici.
he: כל מידע אודות קובץ זה. אם זוהי תמונה של חיית המחמד, נא לכתוב את פרטי אתר האינטרנט כאן
lt: Bet kokio pobūdžio informacija apie šį failą. Jei tai gyvūno nuotrauka, prašome čia įrašyti interneto svetainės duomenis
nl: Informatie over dit bestand. Als het een dierenfoto is, geef dan hier de details voor de website
pt: Qualquer informação sobre este ficheiro. Se é uma foto de um animal, por favor escreva os detalhes do website aqui
sk: Akékoľvek informácie o tomto súbore. Ak je tento súbor fotkou zvieraťa, prosím, zadajte detaily o webstránke sem

source: Browse for the file to add
de: Datei suchen
el: Έρευνα για το αρχείο που θα προστεθεί
es: Buscar el archivo a añadir
et: Otsi lisamiseks faili
fr: Parcourir
he: עיון אחר קובץ להוספה
lt: Pasirinkite bylą
nl: Bladeren naar het bij te voegen bestand
pl: Przeglądaj w poszukiwaniu pliku do dodania
pt: Procurar pelo ficheiro a anexar
sk: Vyhľadať súbor na pridanie

source: Local File:
de: Lokale Datei:
el: Τοπικό αρχείο:
es: Archivo local:
et: Kohalik fail:
fr: Fichier local :
he: קובץ מקומי:
lt: Vietinis failas:
nl: Lokaal bestand:
pl: Plik lokalny:
pt: Ficheiro Local:
sk: Lokálny súbor:

source: Notes:
de: Anmerkungen:
el: Σημειώσεις:
es: Notas:
et: Märkused:
fr: Remarques :
he: הערות:
lt: Pastabos:
nl: Opmerkingen:
pl: Notatki:
pt: Notas:
sk: Poznámky:

source: Add New Media
de: Neue Medien Datei hinzufügen
el: Προσθέστε νέο πολυμέσο
es: Añadir nuevo archivo multimedia
et: Lisa uus meedia
fr: Ajouter un nouveau média
he: הוספת קובץ מדיה חדש
lt: Pridėti naują failą
nl: Voeg nieuwe media toe
pl: Dodaj Nowe Zdjęcie
pt: Adicionar nova mídia
sk: Pridať nový súbor

source: Hidden Comments:
de: Versteckte Kommentare
el: Κρυφά σχόλια:
es: Comentarios confidenciales:
et: Varjatud kommentaarid:
fr: Commentaires cachés :
he: הערות חבויות:
lt: Slepiamuose komentaruose yra:
nl: Interne opmerkingen:
pl: Ukryte Komentarze:
pt: Comentários escondidos
sk: Skryté komentáre:

source: Original Owner Name:
de: Name des ursprünglichen Besitzers
el: Όνομα πρώτου ιδιοκτήτη
es: Nombre del contacto original:
et: Algse omaniku nimi:
fr: Nom du propriétaire original :
he: שם הבעלים המקוריים:
lt: Buvusio savininko vardas:
nl: Naam oorspronkelijke eigenaar:
pl: Imię i Nazwisko Pierwszego Właściciela:
pt: Nome do dono original:
sk: Meno pôvodného majiteľa:

source: Look for a potential match in the lost animal database
de: In der Liste der gesuchten Tieren suchen
el: Έρευνα για πιθανή αντιστοίχηση στη βάση δεδομένων χαμένων ζώων
es: Buscar un posible resultado en la base de datos de animales perdidos
et: Otsi potsentsiaalset sobivust kaotatud loomade andmebaasist
fr: Comparer avec la base de données des animaux perdus
he: חיפוש אחר התאמות פוטנציאליות במסד הנתונים של חיות המחמד שאבדו
lt: Ieškoti galimų sutapimų dingusių gyvūnų duomenų bazėje
nl: Zoek naar een mogelijke overeenkomst in de databank van vermiste dieren
pl: Szukaj potencjalnego dopasowania w bazie zwierząt zaginionych
pt: Verificar por uma potencial correspondência na base de dados de animais perdidos
sk: Vyhľadať potencionálnu zhodu v databáze stratených zvierat

source: Complete the selected vaccination treatments
de: Ausgesuchte Impfungen fertigstellen
el: Ολοκλήρωσε τις επιλεγμένες θεραπείες εμβολιασμού
es: Complete los tratamientos de vacunación seleccionados
et: Lõpeta valitud vaktsineerimised
fr: Valider le traitement de vaccination sélectionné
he: השלמת טיפולי החיסון הנבחר
lt: Pasirinktus įrašus apie vakcinaciją pažymėti atliktais
nl: Maak de geselecteerde vaccinatiesgegevens volledig
pl: Zakończ wybrane szczepienie
pt: Completar os tratamentos de vacinação seleccionados
sk: Vykonať označené vakcinácie

source: Rabies Tag:
de: Tollwut Marke:
el: Ετικέτα Λύσσας:
es: Chapa de la rabia:
fr: Certificat anti-rabique :
he: תג שם:
lt: Pasiutligės ženklelis:
nl: Rabies-status:
pl: Identyfikator Szczepienia przeciw Wściekliźnie
pt: Etiqueta de Raiva:
sk: Lyssetka:

source: This animal's rabies tag
el: Η ετικέτα ζώου για την λύσσα
he: תג הכלבת של חיית המחמד
lt: Šio gyvūno pasiutligės ženklelis
nl: Hondsdolheids inentingsnummer

source: Entry Reason:
de: Grund der Einlieferung
el: Αιτία εισόδου:
es: Razón de la entrada:
et: Sisenemise põhjus:
fr: Motif de l'ajout :
he: סיבת הכניסה:
lt: Pridavimo priežastis:
nl: Binnenkomstreden:
pl: Powód Oddania:
pt: Razão de entrada:
sk: Dôvod príjmu:

source: Reason not from owner:
de: Grund warum Besitzer nicht anwesend
es: Razón del contacto para no haberlo traído:
et: Põhjus, miks ei tulnud omanikult:
fr: Motif du dépôt par un tiers :
he: הסיבה שלא הובאה על ידי הבעלים:
lt: Kodėl pridavė ne savininkas:
nl: Reden niet van eigenaar:
pl: Powód dla którego zwierzęcia nie przekazuje pierwszy właściciel:
pt: Razão não fornecida pelo dono
sk: Dôvod prečo nie od majiteľa:

source: Entry Category:
de: Einlieferungs Kategorie
el: Εισαγωγή κατηγορίας:
es: Categoría de entrada:
et: Sisenemise kategooria:
fr: Indiquer la catégorie:
he: קטגוריית הכניסה:
lt: Pridavimo kategorija:
nl: Binnenkomstcategorie:
pl: Kategoria Wejścia:
pt: Categoria de entrada:
sk: Kategória prijatia:

source: Death Category:
de: Todesart
el: Κατηγορία θανάτου:
es: Categoría de fallecimiento:
et: Surma kategooria:
fr: Cause de décès :
he: קטגוריית המוות:
lt: Mirties kategorija:
nl: Category doodsoorzaak:
pl: Kategoria Zgonu:
pt: Categoria de morte:
sk: Kategória úmrtia:

source: Last Location:
de: Letzer Unterbingungsort
el: Τελευταία τοποθεσία:
es: Última ubicación:
et: Viimane asukoht:
fr: Dernier lieu:
he: המיקום האחרון:
lt: Paskutinė patalpa:
nl: Laatste locatie:
pl: Ostatnia Lokalizacja:
pt: Última localização
sk: Posledné umiestnenie:

source: Show Transfers Only:
de: Nur Überführungen anzeigen
el: Εμφάνισε μόνο μεταφορές:
es: Mostrar sólo transferencias
et: Näita ainult üleviimisi:
fr: Voir uniquement les transferts :
he: הצגת העברות בלבד:
lt: Susiję su kt.prieglaudomis
nl: Toon alleen overplaatsingen:
pl: Pokaż Jedynie Transfery:
pt: Mostrar apenas transferências:
sk: Zobraziť iba presuny:

source: Media Notes Contain:
de: Medizinische Anmerkungen enthalten:
el: Οι σημειώσεις πολυμέσων περιέχουν:
es: Notas multimedia contienen:
fr: Les notes du média contiennent :
he: הערות המדיה מכילות:
lt: Failų pastabose yra:
nl: Media-opmerkingen bevatten:
pl: Notatki Mediów Zawierają:
pt: Notas de Mídia Contêm:
sk: Poznámky k súboru obsahujú:

source: Litter ID:
de: Wurf Nummer:
el: Κωδ. Γέννας
es: Identificador de camada:
et: Pesakonna ID:
fr: Identifiant de portée :
he: מס' זיהוי ההמלטה:
lt: Vados ID:
nl: Nest-ID:
pl: Nr. Miotu:
pt: ID da Ninhada:
sk: ID vrhu:

source: The litter identifier if this animal is part of a litter
de: Nummer des Wurfes wenn das Tier zu einem gehöhrt
el: Αναγνωριστικό Γέννας αν αυτό το ζώο είναι τμήμα μιας Γέννας
es: El identificador de este animal si este animal es parte de una camada
et: Pesakonna identifitseerija kui loom on pärit pesakonnast
fr: Identifiant de portée si cet animal fait partie d'une portée
he: מזהה ההמלטה אם חיית מחמד זו היא חלק מהמלטה
lt: Vados identifikatorius, jei gyvūnas yra vados dalis
nl: Het nest-ID als dit dier deel uit maakt van een nest
pl: Identyfikator miotu, jeśli to zwierzę jest jego częścią
pt: Identificador de ninhada, se este animal faz parte de uma ninhada
sk: ID vrhu, ak je toto zviera súčasťou vrhu

source: The unique identifier for this litter
de: Eindeutige Kennzeichnungs Nummer des Wurfes
el: Το μοναδικό αναγνωριστικό αυτής της Γέννας
es: El identificador único de esta camada
et: Pesakonna unikaalne identifitseerija
fr: Identifiant unique pour cette portée
he: מס' הזיהוי הייחודי עבור המלטה זו
lt: Unikalus identifikatorius šiai vadai
nl: Het unieke nummer voor dit nest
pl: Unikalny identyfikator tego miotu
pt: Identificador único para esta ninhada
sk: Unikátne ID pre tento vrh

source: Find the litter this animal belongs to
de: Den Wurf suchen zu dem das Tier gehört
el: Βρες τη Γέννα στην οποία ανήκει αυτό το ζώο
es: Buscar la camada a la que pertenece este animal
et: Leia pesakond, kuhu see loom kuulub
fr: Trouver la portée d'origine de cet animal
he: חיפוש ההמלטה אליה משתייכת חיית מחמד זו
lt: Pasirinkti vadą, kuriai priklauso šis gyvūnas
nl: Zoek het nest waar dit dier toe behoort
pl: Znajdź miot, do którego należy to zwierzę
pt: Encontrar a ninhada a que este animal pertence
sk: Vyhľadať vrh, ku ktorému zviera patrí

source: Select from active litters
de: Von aktiven Würfen auswählen
el: Επέλεξε από τις ενεργές Γέννες
es: Seleccione de entre las camadas activas
et: Vali aktiivsete pesakondade hulgast
fr: Séclectionner depuis les portées actives
he: בחירה מהמלטות פעילות
lt: Rinktis iš aktyvių vadų
nl: Kies uit actieve nesten
pl: Wybierz z miotów aktywnych
pt: Seleccionar de ninhadas activas
sk: Vybrať z aktívnych vrhov

source: Active Litters
de: Aktive Würfe
el: Ενεργές Γέννες
es: Camadas activas
et: Aktiivsed pesakonnad
fr: Portées actives
he: המלטות פעילות
lt: Aktyvios vados
nl: Actieve nesten
pl: Aktywne Mioty
pt: Ninhadas activas
sk: Aktívne vrhy

source: There are no active litters on file
de: Keine aktiven Würfe gelistet
el: Δεν υπάρχουν ενεργές Γέννες στο αρχείο
es: No hay registrada ninguna camada activa
et: Failis ei ole aktiivseid pesakondi
fr: Aucune portée active enregistrée
he: אין המלטות פעילות בקובץ
lt: Faile nėra aktyvių vadų
nl: Geen actieve nesten in het bestand
pt: Não existem ninhadas activas no ficheiro
sk: Neexistujú žiadne aktívne vrhy

source: You are about to permanently delete the selected vaccination records. Are you sure you wish to do this?
de: Die ausgewählten Datensätze werden dauerhaft gelöscht. Sind Sie Sicher?
el: Θα διαγράψετε μόνιμα τις επιλεγμένες εγγραφές εμβολιασμών. Είστε σίγουροι ότι θέλετε να το κάνετε αυτό;
es: Está a punto de borrar de modo permanente los registros de vacunaciones seleccionados. ¿Está seguro de que desea hacerlo?
et: Sa oled lõlikult kustutamas valitud vaktsineerimiskirjeid. Kas oled kindel, et soovid seda teha?
fr: Êtes-vous sûr(e) de vouloir supprimer définitivement le ou les élément(s) sélectionné(s) ?
he: פעולה זו עלולה למחוק לחלוטין את רשומות החיסון הנבחרות. האם ברצונך לעשות זאת?
lt: Pasirinkti įrašai apie vakcinaciją bus negrįžtamai pašalinti. Ar tikrai norite atlikti šį veiksmą?
nl: U staat op het punt de geselecteerde vaccinatie-records definitief te verwijderen. Wilt u dit echt doen?
pl: Masz zamiar nieodwracalnie usunąć wybrany wpis szczepień. Czy jesteś pewien, że chcesz to zrobić?
pt: Está prestes a apagar os registos de vacinação seleccionados. Tem a certeza que deseja efectuar esta acção?
sk: Chcete natrvalo vymazať záznamy o vakcinácii. Naozaj to chcete urobiť?

source: Find this animal's littermates
de: Geschwister suchen
el: Εύρεση υπολοίπων μελών της Γέννας του ζώου
es: Buscar los compañeros de camada de este animal
et: Leia looma pesakonnakaaslased
fr: Trouver les compagnons de portée de cet animal
he: חיפוש האחים לשגר של חיית מחמד זו
lt: Rasti šio gyvūno vados brolius/seses
nl: Zoek de nestgenoten van dit dier
pl: Znajdź inne zwierzęta należące do tego samego miotu
pt: Encontrar os companheiros de ninhada deste animal
sk: Nájsť členov vrhu podľa tohto zvieraťa

source: Non-Shelter
de: Extern
el: Όχι καταφυγίου
es: No pertenece al refugio
et: Mitte-varjupaiga
fr: Extra-refuge
he: לא מבית המחסה
lt: Ne prieglaudos
nl: Niet-centrum
pl: Poza Schroniskiem
pt: sem abrigo
sk: Neútulkové

source: Non-Shelter:
de: Extern
el: Όχι καταφυγίου:
es: Externo al refugio:
et: Mitte-varjupaiga:
fr: Extra-refuge :
he: לא מבית המחסה:
lt: Ne prieglaudos:
nl: Niet-centrum:
pl: Poza Schroniskiem:
pt: sem abrigo
sk: Neútulkové
