Repository: bobintetley/asm2
Catalog: src/locale/po/*.po
Languages: de, el, es, et, fr, he, lt, nl, pl, pt, sk

source: Accounts:
de: Konten:
el: Λογαριασμοί:
he: חשבונות:
lt: Sąskaitos:
nl: Gebruikers:
pl: Konta:
pt: contas
sk: Kontá:

source: Add Accounts
de: Konten hinzufügen
el: Προσθήκη λογαριασμών
he: הוספת חשבונות
lt: Pridėti sąskaitas
nl: Gebruiker toevoegen
pl: Dodaj Konta
pt: adicionar contas
sk: Pridať kontá

source: View Accounts
de: Konten anzeigen
el: Προβολή λογαριασμών
he: צפייה בחשבונות
lt: Žiūrėti sąskaitas
nl: Overzicht gebruikers
pl: Przeglądaj Konta
pt: ver contas
sk: Zobraziť kontá

source: Change Accounts
de: Konten ändern
el: Άλλαξε λογαρισμούς
he: שינוי חשבונות
lt: Redaguoti ataskaitas
nl: Gebruiker aanpassen
pl: Zmień Konta
pt: modificar contas
sk: Upraviť kontá

source: Change Transactions
de: Transaktionen ändern
el: Άλλαξε συναλλαγές
he: שינוי תנועות
lt: Redaguoti transakcijas
nl: Vertaling aanpassen
pl: Zmień Tranzakcje
pt: modificar transacções
sk: Upraviť transakcie

source: Delete Accounts
de: Konten löschen
el: Διαγραφή λογαριασμών
he: מחיקת חשבונות
lt: Trinti sąskaitas
nl: Gebrukers verwijderen
pl: Usuń Konta
pt: apagar contas
sk: Vymazať kontá

source: View Lost Animals
de: Verlorene Tiere anzeigen
el: Εμφάνισε τα απωλεσθέντα ζώα
he: צפייה בחיות מחמד שאבדו
lt: Žiūrėti dingusius gyvūnus
nl: Overzicht verloren dieren

source: View Found Animals
de: Gefundene Tiere anzeigen
el: Εμφάνισε τα ευρεθέντα ζώα
he: צפייה בחיות מחמד שנמצאו
lt: Žiūrėti rastus gyvūnus
nl: Overzicht gevonden dieren

source: HTML Viewer
de: HTML-Anzeige
el: Προβολή HTML
es: Visualizador HTML
fr: Visionneur HTML
he: מציג HTML
lt: HTML žiūryklė
pl: Przeglądarka WWW
pt: vista HTML
sk: HTML prehliadač

source: Name Contains:
de: Name enthält:
el: Το όνομα περιλαμβάνει:
es: El nombre contiene:
et: Nimi sisaldab:
fr: Le nom contient :
he: השם מכיל:
lt: Varde yra:
nl: Naam bevat:
pl: Nazwa Zawiera:
pt: nome contém
sk: Meno obsahuje:

source: Delete this entry
de: Diesen Eintrag löschen
el: Διαγραφή εγγραφής
es: Borrar esta entrada
et: Kustuta see kirje
fr: Supprimer l'entrée sélectionnée
he: מחיקת רשומה זו
lt: Šalinti šį įrašą
nl: Verwijder deze post
pl: Usuń ten wpis
pt: apagar esta entrada
sk: Vymazať tento záznam

source: Show Removed:
de: Darstellung gelöscht:
el: Εμφάνισε τα αφαιρεθέντα:
es: Mostrar borradas
et: Näita eemaldatud:
fr: Voir ce qui a été supprimé
he: הצגת הסרות:
lt: Rodyti pašalintus:
nl: Toon verwijderd:
pl: Pokaż Usunięte:
pt: mostrar removidos
sk: Zobraziť odstránené:

source: Priority Floor:
de: Dringlichkeitsstufe:
el: Πάτωμα προτεραιότητας:
es: Nivel de prioridad:
fr: Seuil de priorité :
he: תקרת העדיפות:
lt: Prioritetas nuo:
nl: Prioriteit:
pl: Poziom Priorytetu:
pt: piso prioritário

source: Edit this entry
de: Diesen Eintrag bearbeiten
el: Επεξεργασία εγγραφής
es: Editar esta entrada
et: Muuda seda kirjet
fr: Éditer l'entrée sélectionnée
he: עריכת רשומה זו
lt: Redaguoti šį įrašą
nl: Bewerk deze post
pl: Edytuj wpis
pt: editar esta entrada
sk: Upraviť tento záznam

source: Urgency:
de: Dringlichkeit
el: Επείγον:
es: Urgencia:
fr: Urgence :
he: דחיפות:
lt: Prioritetas:
nl: Urgentie:
pl: Pilność
pt: urgência
sk: Naliehavosť:

source: Edit Waiting List
de: Warteliste bearbeiten
el: Επεξεργασία λίστας αναμονής
es: Editar la lista de espera
et: Muuda ootenimekirja
fr: Éditer la liste d'attente
he: עריכת רשימת ההמתנה
lt: Redaguoti laukiančiųjų vietos sąrašą
nl: Bewerk wachtlijst
pl: Edytuj Listę Oczekujących
pt: editar lista de espera
sk: Upraviť zoznam čakajúcich

source: Clone this record
de: Diesen Eintrag klonen
el: Αντίγραφο της εγγραφής
es: Duplicar este registro
et: Klooni see kirje
fr: Cloner cette enregistrement
he: שכפול רשומה זו
lt: Kopijuoti šį įrašą
nl: Kopieer dit record
pl: Sklonuj ten wpis
pt: clonar este registo
sk: Duplikovať tento záznam

source: Date Put On:
de: Eintrag Datum
el: Ημερομηνία Εισόδου:
es: Fecha de incorporación:
fr: Date de l'ajout :
he: תאריך ההוספה לרשימה:
lt: Įtraukimo data:
nl: Toevoegdatum:
pl: Data Wprowadzenia:
pt: data de entrada

source: A date you entered was not valid:
de: Das eingegebene Datum war ungültig:
el: Μία ημερομηνία που εισάγατε δεν ήταν σωστή:
es: La fecha introducida no es válida:
et: Sisestatud kuupäev pole kehtiv:
fr: Une date saisie est invalide :
he: התאריך שהוזן אינו תקני:
lt: Jūsų įvesta data klaidinga:
nl: Een ingevoerde datum is niet geldig:
pl: Data którą wprowadziłeś jest niepoprawna:
pt: a data que introduziu não é valida
sk: Dátum, ktorý ste zadali, nie je platný:

source: species
de: Tierart
el: είδος
es: especie
et: liik
fr: espèces
he: זן
lt: rūšis
nl: diersoort
pl: gatunki
pt: espécies
sk: druhy

source: Date Removed:
de: Datum gelöscht:
el: Ημερομηνία απομάκρυνσης:
es: Fecha borrada:
et: Eemaldamise kuupäev
fr: Date de suppression :
he: תאריך ההסרה:
lt: Pašalinimo data:
nl: Datum verwijderd:
pl: Data Usunięcia:
pt: data de remoção
sk: Dátum odobratia:

source: Donation?
de: Spende?
el: Δωρεά;
es: ¿Donación?
et: Annetus?
fr: Don ?
he: תרומה?
lt: Parama?
nl: Gift?
pl: Darowizna?
pt: doação?
sk: Dar?

source: New Waiting List Entry
de: Neuer Eintrag in die Warteliste
el: Νέα Εγγραφή Λίστας Αναμονής
es: Nueva entrada de lista de espera
et: Uus ootenimekirja sissekanne
fr: Nouvelle entrée
he: רשומה חדשה ברשימת ההמתנה
lt: Naujas laukiančiųjų vietos sąrašo įrašas
nl: Nieuw wachtlijstitem
pl: Nowy Wpis w Liście Oczekujących
pt: nova entrada para lista de espera
sk: Nový záznam do zoznamu čakajúcich

source: Complete the selected waiting list entries
de: Die gewählten Einträge der Warteliste ergänzen
el: Ολοκλήρωσε τις επιλεγμένες εγγραφές λίστας αναμονής
es: Completar las entradas seleccionadas en la lista de espera
et: Lõpeta valitud ootenimekirja sissekanded
fr: Compléter les entrées de la liste d'attente sélectionnées
he: השלמת הרשומות הנבחרות ברשימת ההמתנה
lt: Šalinti pasirinktą sąrašo įrašą
nl: Voltooi de gemarkeerde wachtlijstitems
pl: Zakończ wybrane wpisy listy oczekujących
pt: complete as entradas da lista de espera seleccionada

source: Remove this entry after
de: Diesen Eintrag löschen nach...
el: Αφαίρεσε αυτή την εγγραφή ύστερα
es: Borrar la entrada después de
et: Eemalda see sissekanne pärast
fr: Supprimer cette entrée après :
he: הסרת רשומה זו לאחר
lt: Pašalinti šį įrašą po
nl: Verwijder deze post na
pl: Usuń ten wpis po
pt: remover esta entrada depois
sk: Vymazať tento záznam po

source: Automatically remove this entry after weeks (or 0 to never auto remove)
de: Diesen Eintrag nach _ Wochen automatisch löschen (oder 0 nie automatisch löschen)
el: Αυτόματη αφαίρεση καταχώρησης μετά από εβδομάδες (ή 0 για να μην διαγραφεί αυτόματα)
es: Borrar automáticamente esta entrada tras el siguiente número de semanas (o 0 para no borrarla nunca automáticamente)
et: Eemalda see sissekanne automatselt peale nii mitut nädalat (või 0 kui ei eemalda automatselt kunagi)
fr: Supprimer automatiquement cette entrée après x semaines (ou 0 pour ne jamais supprimer automatiquement)
he: מס' השבועות שלאחריהם תוסר רשומה זו אוטומטית (0 לביטול ההסרה האוטומטית)
lt: Automatiškai pašalinti šį įrašą po savaičių (arba 0, jei nenorite automatinio pašalinimo)
nl: Verwijder deze post automatisch na een aantal weken (of 0 om niet te verwijderen)
pl: Po ilu tygodniach automatycznie usunąć ten wpis?( Wpisz 0, aby nie usunąć nigdy)
pt: remover esta entrada automaticamente após semanas (ou 0 para nunca remover)
sk: Automaticky vymazať tento záznam po počte týždňov (alebo 0 pre nikdy)

source: Date Of Last Owner Contact:
de: Datum des letzten Gesprächs mit dem Besitzer
el: Ημερομηνία Τελευταίας Επικοινωνίας με Ιδιοκτήτη:
es: Fecha de la última comunicación con el contacto:
et: Viimane kontakti kuupäev omanikuga:
fr: Date du dernier contact du demandeur :
he: התאריך האחרון של יצירת הקשר עם הבעלים:
lt: Paskutinio kontaktavimo su asmeniu data:
nl: Datum laatste contact met eigenaar:
pl: Data Ostatniego Kontaktu z Właścicielem
pt: data do último dono contacto:
sk: Dátum posledného kontaktu majiteľa

source: weeks.
de: Wochen.
el: εβδομάδες.
es: semanas
et: nädalat.
fr: semaines.
he: שבועות.
lt: sav.
nl: Weken.
pl: tygodni
pt: semanas
sk: týždňov

source: Address Contains:
de: Adresse enthält:
el: Η ημερομηνία περιλαμβάνει:
es: La dirección contiene:
et: Aadress sisaldab:
fr: L'adresse contient :
he: הכתובת מכילה:
lt: Adrese yra:
nl: Adres bevat:
pl: Adres zawiera:
pt: endereço contém
sk: Adresa obsahuje

source: Description Contains:
de: Beschreibung enthält:
el: Η περιγραφή περιλαμβάνει:
es: La descripción contiene:
et: Kirjeldus sisaldab:
fr: La description contient :
he: התיאור מכיל:
lt: Aprašyme yra:
nl: Beschrijving bevat:
pl: Opis zawiera:
pt: descrição contém:
sk: Popis obsahuje

source: Removal
de: Entfernen
el: Αφαίρεση
es: Eliminación automática
et: Eemaldamine
fr: Suppression
he: הסרה
lt: Pašalinimas
nl: Verwijdering
pl: Usunięcie
pt: Remoção

source: Edit Waiting List Entry - {0}
de: Eintrag in Warteliste bearbeiten
el: Επεξεργασία καταχώρισης Λίστας Αναμονής - {0}
es: Editar entrada de la lista de espera - {0}
et: Muuda ootenimekirja sissekannet - {0}
fr: Éditer une entrée de la liste d'attente - {0}
he: עריכת רשומה ברשימת ההמתנה - {0}
lt: Redaguoti laukiančiųjų vietos sąrašo įrašą - {0}
nl: Bewerk wachtlijstitem - {0}
pl: Edytuj wpis listy oczekujących - {0}
pt: Editar entrada lista de espera - {0}
sk: Upraviť záznam v zozname čakajúcich - {0}

source: Removal Reason:
de: Grund des Entfernens:
el: Αιτιολογία Απομάκρυνσης:
es: Razones de eliminación:
et: eemaldamise põhjus:
fr: Motif de la suppression :
he: סיבת הסרה:
lt: Pašalinimo priežastis:
nl: Verwijderingsreden:
pl: Powód usunięcia:
pt: Motivo de remoção:
sk: Dôvod odstránenia:

source: Toggle highlighting of the selected entries
de: Hervorhebung des gewählten Eintrags ein- und ausschalten
el: Εναλλαγή επισήμανσης των επιλεγμένων καταχωρήσεων
he: החלפת מצב הסימון של הרשומות הנבחרות
lt: Perjungti pasirinktų įrašų ryškinimą
pl: Włącz/Wyłącz podświetlenie wybranych wpisów
pt: ligar destaque nas entradas selecionadas

source: Tick this box if this owner made a donation
de: Setzen Sie hier einen Haken, wenn der Besitzer gespendet hat
el: Επιλέξτε το κουτάκι εαν ο ιδιοκτήτης έκανε δωρεά
he: יש לסמן תיבה זו אם בעלים אלו תרמו
lt: Pažymėkite šį laukelį, jei šis asmuo skyrė paramą
nl: Vink deze box wanneer de eigenaar een donatie heeft gedaan.
pl: Zaznacz jeśli właściciel dokonał darowizny
pt: clique na caixa se o este dono efectuou uma doação

source: Select a Document Template
de: Eine Dokument-Vorlage auswählen
el: Επιλέξτε πρότυπο εγγράφου
es: Seleccione una plantilla de documento
et: Vali dokumendipõhi
fr: Sélectionner un modèle de document
he: יש לבחור תבנית למסמך
lt: Pasirinkite dokumento šabloną
nl: Kies een sjabloon
pl: Wybierz Szablon Dokumentu
pt: Selecione um modelo de documento
sk: Vyberte šablónu dokumentu

source: Attach generated document as media?
de: Das erstellte Dokument als Datenträger zuordnen?
el: Επισύναψη παραγόμενου εγγράφου ως αρχείο πολυμέσων;
es: ¿Adjuntar el documento generado como datos multimedia?
fr: Attacher le document généré en tant que média ?
he: האם לצרף מסמך מחולל כמדיה?
lt: Ar pridėti sugeneruotą dokumentą kaip failą?
nl: Hecht aangemaakt document aan als media?
pl: Dołączyć wygenerowany dokument jako media?
pt: Anexar documento gerado como mídia?
sk: Priložiť vygenerovaný dokument ako súbor?

source: (estimated)
de: voraussichtlich
el: (εκτιμάται)
et: (eeldatav)
fr: (estimé)
he: (מוערך)
lt: (apytikslis)
nl: (geschat)
pl: (szacowana)
pt: (estimado)
sk: (odhadovaný)

source: DOA
de: Verstorben vor der Ankunft
el: Αποθανών με την άφιξη (DOA)
es: Muerte al llegar
fr: Mort à l'arrivée
he: תאריך הכניסה
nl: Dood of levend
pl: Zmarł przed przyjęciem do schroniska
sk: Prijaté uhynuté

source: Jindo
es: Jindo Coreano
fr: Jindo Coréen
nl: Koreaanse jindohond
sk: Kórejský jindo

source: Tosa Inu
nl: Tosa
pl: Tosa

source: Champagne DArgent
nl: Champagne DArgent - Konijn

source: Crème DArgent
de: Crème DArgen
nl: Crème DArgent - Konijn
pl: Królik Crème DArgent

source: Hotot
fr: Blanc de Hotot
nl: Hotot - Konijn
pl: Królik Hotot

source: Palomino
de: Gescheckt
nl: Palomino - Konijn
pl: Królik Palomino

source: Paso Fino
nl: Paso Fino - Paard

source: Pot Bellied
el: Χοίρος Pot bellied
es: Puerco Vietnamita
et: Pot Bellied (vatsakas)
fr: Cochon Nain
he: חזיר ננסי
nl: Hangbuikzwijn
pl: Wietnamska

source: Emu
es: Emú
he: אמו
nl: Emoe

source: There was a problem with one of the dates you entered.
de: Eine der Datumseingaben verursacht Probleme
el: Υπήρξε πρόβλημα με μια από τις ημερομηνίες που εισάγατε.
es: Existe un problema con una de las fechas introducidas.
et: Ühe sisestatud kuupäevaga on probleem.
fr: Il y a un problème avec une des dates saisies.
he: ישנה בעיה עם אחד התאריכים שהוזנו.
nl: Er is een probleem met een van de ingevoerde data.
pl: Wystąpił problem z jedną z wpisanych dat.
pt: Ocorreu um problema com uma das datas introduzidas
sk: Problém s jedným z dátumov, ktoré ste zadali

source: Outputting to disk: {0}
de: Auf Festplatte wird gespeichert: {0}
el: Εξαγωγή στο δίσκο: {0}
es: Salida a disco: {0}
et: Väljund kettale: {0}
fr: Exportation vers le disque dur : {0}
he: ייצוא פלט לכונן: {0}
nl: Opslaan op schijf: {0}
pl: Zapisywanie na dysk: {0}
pt: Escrevendo no disco: {0}
sk: Vytváram na disk: {0}

source: At Retailer
de: Zu Händlern
el: Στον πωλητή λιανικής
es: Con el colaborador
et: Edasimüüja juures
fr: Chez le revendeur
he: אצל קמעונאי
nl: Bij handelaar
pl: U Sprzedawcy
pt: No Revendedor
sk: U sprostredkovateľa

source: Volume of adoptions per retailer between {0} and {1}
de: Anzahl der Vermittlungen durch Händler zwischen {0} und {1}
el: Όγκος υιοθεσιών ανά πωλητή λιανικής μεταξύ {0} και {1}
es: Volumen de adopciones por colaborador entre {0} y {1}
et: Loovutuste arv edasimüüja kohta vahemikus {0} ja {1}
fr: Volume d'adoptions par revendeur entre {0} et {1}
he: נפח האימוצים לפי קמעונאי בין {0} ל־{1}
nl: Aantal adopties per handelaar tussen {0} en {1}
pl: Ilość Adopcji per sprzedawca pomiędzy {0} a {1}
pt: Volume de adopções por revendedor entre {0} e {1}
sk: Počet adopcií cez sprostredkovateľa medzi {0} a {1}

source: Average Time At Retailer
de: Durchschnittlicher Aufenthalt bei Händlern
el: Μέσος χρόνος στον πωλητή λιανικής
es: Tiempo medio con el colaborador
et: Keskmine aeg edasimüüja juures
fr: Temps moyen chez le revendeur
he: זממן ממוצע אצל קמעונאי
nl: Gemiddelde tijd bij handelaar
pl: Średni Czas Spędzony u Sprzedawcy
pt: Tempo médio no revendedor
sk: Priemerný čas u sprostredkovateľa

source: All Retailers
de: Alle Händler
el: Όλοι οι μεταπωλητές
es: Todos los colaboradores
et: Kõik edasimüüjad
fr: Tous les revendeurs
he: כל הקמעונאים
nl: Alle handelaars
pl: Wszyscy Sprzedawcy
pt: No Revendedor
sk: Všetci sprostredkovatelia

source: Date Entered Retailer
de: Händler Eingangsdatum
el: Ημερομηνία εισαγωγής στον πωλητή λιανικής
es: Fecha en la que entró con el colaborador
et: Edasimüüja juurde viimise kuupäev
fr: Date d'entrée chez le revendeur
he: תאריך ההעברה לקמעונאי
nl: Datum naar handelaar
pl: Data Przekazania Sprzedawcy
pt: Data de Entrada no Revendedor
sk: Dátum presunu k sprostredkovateľovi

source: N/A
de: keine Angaben
el: Δεν είναι διαθέσιμο
es: N/D
et: N/A (puudub)
he: לא זמין
nl: Niet beschikbaar
pl: B/D
pt: Indisponível
sk: Nie je k dispozícii

source: There must be at least one SELECT query and it must be the last to run.
de: Es muss mindestens ein SELECT statement vorhanden sein und es muss als letztes ausgeführt werden.
el: Πρέπει να υπάρχει τουλάχιστον μια ΕΠΙΛΟΓΗ σε ερώτημα και να είναι το τελευταίο που θα εκτελεστεί.
es: Debe existir al menos una consulta SELECT y ha de ser la última en ejecutarse.
fr: Il doit y avoir au moins une requête SELECT et elle doit être la dernière à exécuter.
he: חייבת להיות לפחות שאילתת SELECT אחת ועליה להיות האחרונה שרצה.
nl: Er moet tenminste 1 SELECT query and\n en het moet de laatst uit te voeren zijn.
pt: Deve existir pelo menos uma pergunta SELECT e deve ser a última a ser executada
sk: Musí existovať najmenej jeden SELECT dotaz a musí byť ako posledný na spustenie.

source: {0} Total Adoptions: {1}
de: {0} SUmme der Vermittlungen: {1}
el: {0} Σύνολο υιοθεσιών: {1}
es: {0} Total de adopciones: {1}
et: {0} Kokku loovutused: {1}
fr: {0} Total d'adoptions : {1}
he: {0} סך כל האימוצים: {1}
nl: {0}Totaal aantal adopties: {1}
pl: {0} W sumie Adopcji: {1}
pt: {0} Total de Adopções: {1}
sk: {0} Adopcií spolu: {1}

source: Total Adoptions: {0}
de: Summe Vermittlungen: {0}
el: Σύνολο υιοθεσιών: {0}
es: Total de adopciones: {0}
et: Kokku loovutused: {0}
fr: Total d'adoptions : {0}
he: סך כל האימוצים: {0}
nl: Totaal aantal adopties: {0}
pl: W sumie Adopcji: {0}
pt: Total de Adopções: {0}
sk: Spolu adopcií: {0}

source: {0} Total Animals: {1}
de: {0} Summe Tiere: {1}
el: {0} Ζώα Συνολικά: {1}
es: {0} Total de animales: {1}
et: {0} Loomi kokku: {1}
fr: {0} Total d'animaux : {1}
he: {0} סך הכל חיות מחמד: {1}
nl: {0} Totaal aantal dieren: {1}
pl: {0} W sumie wszystkich zwierząt: {1}
pt: {0} Total de Animais: {1}
sk: {0} Spolu zvierat: {1}

source: Total Animals At Retailers: {0}
de: Summe Tiere bei Händlern: {0}
el: Σύνολο ζώων σε πωλητές λιανικής: {0}
es: Total de animales con colaboradores: {0}
et: Loomi kokku edasimüüjate juures: {0}
fr: Total d'animaux chez les revendeurs : {0}
he: סך כל חיות המחמד אצל קמעונאים: {0}
nl: Totaal aantal dieren bij handelaars: {0}
pl: W sumie zwierząt u Sprzedawców: {0}
pt: Total de Animais no Revendedor: {0}
sk: Spolu zvierat u sprostredkovateľov: {0}

source: {0} days, based on {1} retailer records, with a cumulative time of {2} days.
de: {0} Tage, basierend auf {1} Händler Daten, mit einer aggregierten Zeit von {2} Tagen.
el: {0} ημέρες, βασισμένο σε {1} αρχεία πωλητών λιανικής, με σωρευτικό διάστημα {2} ημερών.
es: {0} días, basado en {1} registros de colaboradores, con un tiempo acumulado de {2} días.
et: {0} päevi, aluseks {1} edasimüüjate aruanded, kumulatiivse ajaga {2} päeva.
fr: {0} jours, basé sur {1} données revendeur, avec un temps cumulatif de {2} jours.
he: {0} ימים, מבוסס על {1} רשומות של קמעונאים, עם זמן מצטבר של {2} ימים.
nl: {0} dagen, gebaseerd op {1} handelaarsrecords, met een cumulatieve tijd van {2} dagen.
pl: {0} dni, w oparciu o {1} rekordów sprzedawcy, z sumowanym czasem {2} dni.
pt: {0} dias, baseados em {1} registos de revendedores, com um tempo cumulativo de {2} dias
sk: {0} dní založených na {1} sprostredkovateľských záznamoch s časom {2} dní.

source: The time any action should be taken
de: Ausführungszeit
el: Ο χρόνος που πρέπει να εκτελεσθεί όποια ενέργεια
es: La hora en la que debe realizarse la tarea
fr: L'heure à laquelle une action doit être entreprise
he: המועד בו תנקט פעולה כלשהי
nl: De tijd dat actie moet worden ondernomen
pl: Czas, w którym powinno być podjęte działanie
pt: Quando qualquer acção deve ser tomada
sk: Čas kedy vykonať činnosť

source: Please enter a date for task {0} with subject "{1}"
de: Fehlendes Datum für Aufgabe {0} mit Betreff: "{1}"
el: Παρακαλώ εισάγετε ημερομηνία για την εργασία {0} με θέμα "{1}"
es: Por favor, introduzca una fecha para la tarea {0} con asunto "{1}"
et: Palun sisesta ülesandele kuupäev {0} teemaga "{1}"
fr: Merci d'indiquer une date pour cette tâche {0} avec subject {1}
he: יש להזין תאריך עבור המשימה {0} בעלת הנושא "{1}"
nl: Voer een datum in voor de taak {0} met onderwerp "{1}"
pl: Wprowadź datę dla zadania {0} o temacie "{1}"
pt: Por favor introduza data para a tarefa {0} com assunto "{1}"
sk: Prosím zadajte dátum pre úlohu {0} s predmetom "{1}"

source: PetFinder.com Settings
de: PetFinder.com Einstellungen
el: Ρυθμίσεις PetFinder.com
es: Configuración de PetFinder.com
fr: Paramètres PetFinder.com
he: הגדרות PetFinder.com
nl: PetFinder.com instellingen
pl: Ustawienia PetFinder.com

source: Pets911.com Settings
de: Pets911.com Einstellungen
el: Ρυθμίσεις Pets911.com
es: Configuración de Pets911.com
fr: Paramètres Pets911.com
he: הגדרות Pets911.com
nl: Pets911.com instellingen
pl: Ustawienia Pets911.com

source: AdoptAPet.com Settings
de: AdoptAPet.com Einstellungen
el: Επιλογές AdoptAPet.com
es: Configuración de 1-800-Save-A-Pet.com
fr: Paramètres AdoptAPet.com
he: הגדרות AdoptAPet.com
nl: AdoptAPet.com instellingen
pl: Ustawienia AdoptAPet.com

source: This record is currently in use in the database. You must remove all records using this record first.
de: Datensatz wird momentan von einem anderen Datensatz genutzt. Sie müssen zuerst alle Datensätze entfernen die diesen Datensatz benutzen.
el: Η εγγραφή είναι σε χρήση στην βάση δεδομένων. Πρέπει πρώτα να απομακρύνετε όλες τις εγγραφές που αυτή την εγγραφή.
es: Este registro está en uso en este momento. Debe borrar primero todos los registros que estén utilizándolo.
et: See kirje on hetkel andmebaasis kasutusel. Sa pead esmalt eemaldama kõik kirjed, mis seda kasutavad.
fr: Ce dossier est en cours d'utilisation dans la base de données. Vous devez supprimer toutes les données en rapport avec ce dossier.
he: רשומה זו נמצאת בשימוש במסד הנתונים. יש להסיר את כל הרשומות העושות שימוש ברשומה זו תחילה.
nl: Dit record is in gebruik door databank. U moet eerst alle records die dit record gebruiken verwijderen.
pl: Ten rekord jest już używany. Aby go usunąć musisz wcześniej usunąć wszystkie inne rekordy z niego korzystające.
pt: Este registo encontra-se em usa pela Base de Dados. Deve remover todos os registos, usando este registo primeiro
sk: Tento záznam sa používa v databáze. Musíte najprv odstrániť všetky záznamy, ktoré využívajú tieto záznamy.

source: The date this animal was returned to its owner
de: Datum Rückgabe an Besitzer
el: Ημερομηνία που επεστράφη το ζώο στον ιδιοκτήτη του
es: La fecha en la que este animal fue devuelto a su contacto
et: Looma omanikult tagastamise kuupäev
fr: Date à laquelle l'animal a été rendu à son propriétaire
he: התאריך בו חיית מחמד זו הוחזרה לבעליה
nl: De datum waarop het dier teruggekeerd is naar de eigenaar
pl: Data, kiedy zwierzę zostało zwrócone właścicielowi
pt: Data em que o animal foi devolvido ao seu dono
sk: Dátum, kedy bolo vrátené zviera majiteľovi

source: Include animals who have been returned to their owners
de: Tiere die an Ihre Eigentümer zurückgegeben wurden mit einschliessen
el: Συμπεριέλαβε ζώα που έχουν επιστραφεί στους ιδιοκτήτες τους
es: Incluir animales que han sido devueltos a sus contactos
et: Lisa loomad, kes on antud omanikele tagasi
fr: Inclure les animaux qui ont été rendus à leur propriétaire
he: הכללת חיות מחמד שהוחזרו לבעליהן
nl: Inclusief dieren die terug naar de eigenaars zijn gekeerd
pl: Włącz zwierzęta, które zostały zwrócone przez ich adopcyjnych właścicieli
pt: Incluir animais que foram devolvidos aos seus donos
sk: Zahrnúť zvieratá, ktoré boli vrátené ich majiteľom

source: Publish Adoptable Animals To PetFinder.com
de: Vermittelbare Tiere in PetFinder.com registieren
el: Δημοσίευση Ζώων προς Υιοθέτηση στο PetFinder.com
es: Publicar animales adoptables en PetFinder.com
fr: Publier les animaux adoptable sur PetFinder.com
he: פרסום חיות מחמד הזמינות לאימוץ באתר PetFinder.com
nl: Publiceer plaatsbare dieren naar PetFinder.com
pl: Publikuj Zwierzęta do Adopcji na PetFinder.com

source: Publish Adoptable Animals to Pets911.com
de: Adoptierbare Tiere bei Pets911.com veröffentlichen
es: Publicar animales adoptables en Pets911.com
fr: Publier les animaux adoptables sur Pets911.com
he: פרסום חיות מחמד הזמינות לאימוץ באתר Pets911.com
nl: Publiceer plaatsbare dieren naar Pets911.com

source: Publish adoptable animals to AdoptAPet.com
de: Adoptierbare Tiere bei AdoptAPet.com veröffentlichen
es: Publicar animales adoptables en 1-800-Save-A-Pet.com
fr: Publier les animaux adoptables sur AdoptAPet.com
he: פרסום חיות מחמד הזמינות לאימוץ באתר AdoptAPet.com
nl: Publiceer plaatsbare dieren naar AdoptAPet.com
pl: Publikuj zwierzęta do adopcji na AdoptAPet.com
