Repository: bobintetley/asm2
Catalog: src/locale/po/*.po
Languages: de, el, es, et, fr, he, lt, nl, pl, pt, sk

source: Edit My Diary Notes
de: Meine Tagesnotizen editieren
el: Επεξεργάσου τις σημειώσεις ημερολογίου μου
es: Editar mis notas del diario
et: Muuda mu päeviku märkmeid
fr: Éditer mes actions
he: עריכת ההערות שלי ביומן
lt: Redaguoti man skirtus priminimus
nl: Bewerk mijn agendanotities
pt: editar as minha notas de diário
sk: Upraviť moje poznámky v diári

source: Delete Diary Notes
de: Tagesnotizen löschen
el: Διέγραψε σημειώσεις ημερολογίου
es: Borrar notas del diario
et: Kustuta päeviku märkmed
fr: Supprimer l'action
he: מחיקת הערות ביומן
lt: Šalinti priminimus
nl: Verwijder agendanotities
pl: Usuwanie Notatek Dziennika
pt: apagar notas de diário
sk: Vymazať poznámky v diári

source: Username:
de: Benutzername:
el: Όνομα Χρήστη:
es: Usuario:
et: Kasutajanimi:
fr: Nom d'utilisateur :
he: שם משתמש
lt: Naudotojo vardas:
nl: Gebruikersnaam:
pl: Użytkownik:
pt: Nome de Utilizador:
sk: Uživateľské meno:

source: Change Animal Media
de: Media ändern
el: Άλλαξε τα πολυμέσα του ζώου
es: Modificar ficheros multimedia de animales
fr: Changer le fichier media de l'animal
he: שינוי מדיית/תמונת חיית המחמד
lt: Redaguoti gyvūnų failus
nl: Wijzig diermedia
pl: Modyfikacja Zdjęć Zwierząt
pt: modificar suporte de animal
sk: Upraviť súbory zvieraťa

source: Delete Waiting List Entries
de: Einträge in Warteliste löschen
el: Διέγραψε τις εγγραφές της λίστας αναμονής
es: Borrar entradas de la lista de espera
et: Kustuta ootenimekirja sissekanded
fr: Supprimer une entrée de la liste d'attente
he: מחיקת רשומות מרשימת ההמתנה
lt: Šalinti laukiančiųjų vietos sąrašo įrašus
nl: Verwijder wachtlijstitems
pl: Kasowanie Wpisów Listy Oczekujących
pt: apagar entradas de lista de espera
sk: Vymazať záznamy v zozname čakajúcich

source: Use SQL Interface
de: SQL Interface nutzen
el: Χρησιμοποίησε πρωτόκολλο SQL
es: Emplear interface SQL
fr: Utiliser l'interface SQL
he: שימוש במנשק SQL
lt: Naudoti SQL sąsają
nl: Gebruik SQL-interface
pl: Dostęp do Interfejsu SQL
pt: utilizar interface SQL
sk: Použiť SQL rozhranie

source: Change Owners
de: Besitzer wechseln
el: Αλλαγή ιδιοκτητών
es: Modificar contactos
et: Muuda omanikke
fr: Modifier un propriétaire
he: שינוי בעלים
lt: Redaguoti asmenis
nl: Wijzig eigenaars
pl: Modyfikacja Właścicieli
pt: modificar donos
sk: Upraviť majiteľov

source: View Animal Vaccinations
de: Impfungen anzeigen
el: Προβολή εμβολιασμών ζώου
es: Visualizar vacunaciones de animales
et: Vaata looma vaktsineerimisi
fr: Voir les vaccinations
he: צפייה בחיסוני בעלי חיים
lt: Žiūrėti gyvūnų vakcinacijas
nl: Bekijk diervaccinaties
pl: Przeglądanie Szczepień
pt: Ver vacinas do animal
sk: Zobraziť vakcinácie zvieraťa

source: Delete Lost Animals
de: vermisste Tiere löschen
el: Διαγραφή Χαμένων Ζώων
es: Borrar animales perdidos
et: Kustuta kadunud loomad
fr: Supprimer un animal perdu
he: מחיקת חיות מחמד שאבדו
lt: Šalinti dingusius gyvūnus
nl: Verwijder vermiste dieren
pl: Kasowanie Zwierząt Zaginionych
pt: apagar animais perdidos
sk: Vymazať stratené zvieratá

source: Print Diary Notes
de: Tagebuchnotizen drucken
el: Εκτύπωση σημειώσεων ημερολογίου
es: Imprimir notas del diario
et: Prindi päeviku märkmed
fr: Imprimer les actions
he: הדפסת הערות מהיומן
lt: Visi priminimai spausdinimui
nl: Print agendanotities
pl: Drukowanie Notatek Dziennika
pt: imprimir notas do diário
sk: Vytlačiť poznámky v diári

source: Change Animal Vaccinations
de: Impfungen ändern
el: Αλλαγή εμβολιασμών ζώου
es: Modificar vacunaciones de animales
et: Muuda looma vaktsineerimisi
fr: Modifier les vaccinations de l'animal
he: שינוי חיסוני חיות המחמד
lt: Redaguoti gyvūnų vakcinacijas
nl: Wijzig diervaccinaties
pl: Modyfikacja Szczepień
pt: Modificar vacinas do animal
sk: Upraviť vakcinácie zvieraťa

source: Delete Animal Media
de: Media Files löschen
el: Διάγραψε τα πολυμέσα ζώου
es: Borrar ficheros multimedia de animales
fr: Supprimer un fichier media de l'animal
he: מחיקת מדיה לחיית מחמד
lt: Šalinti gyvūnų failus
nl: Verwijder diermedia
pl: Usuń Zdjęcia Zwierzęcia
pt: Apagar suporte informático do animal
sk: Vymazať súbory zvieraťa

source: View Waiting List
de: Warteliste anzeigen
el: Διαγραφή λίστας αναμονής
es: Visualizar lista de espera
et: Vaata ootenimekirja
fr: Voir la liste d'attente
he: צפייה ברשימת ההמתנה
lt: Žiūrėti laukiančiųjų vietos sąrašą
nl: Bekijk wachtlijst
pl: Pokaż Listę Oczekujących
pt: ver lista de espera
sk: Upraviť zoznam čakajúcich

source: Delete Owners
de: Besitzer löschen
el: Διαγραφή ιδιοκτήτη
es: Borrar contactos
et: Kustuta omanikud
fr: Supprimer un contact
he: מחיקת בעלים
lt: Šalinti asmenis
nl: Verwijder eigenaars
pl: Kasowanie Właścicieli
pt: apagar donos
sk: Vymazať majiteľov

source: Delete Animals
de: Tiere löschen
el: Διαγραφή ζώων
es: Borrar animales
et: Kustuta loomad
fr: Supprimer
he: מחיקת חיות מחמד
lt: Šalinti gyvūnus
nl: Verwijder dieren
pl: Kasowanie Zwierząt
pt: apagar animais
sk: Vymazať zvieratá

source: Lost and Found Animals:
de: Tiere vermisst und gefunden:
el: Απωλεσθέντα και ευρεθέντα ζώα:
es: Animales encontrados y perdidos:
et: Kadunud ja leitud loomad:
fr: Animaux perdus/trouvés :
he: חיות מחמד שאבדו ונמצאו:
lt: Dingę ir rasti gyvūnai:
nl: Vermiste en gevonden dieren:
pl: Zaginione/Odnalezione Zwierzęta:
pt: animais perdidos e achados
sk: Stratené a nájdené zvieratá:

source: Internet Publishing:
de: Veröffentlichung im Internet:
el: Δημοσίευση στο διαδίκτυο:
es: Publicación en Internet:
et: Internetis avaldamine:
fr: Publication Internet :
he: פרסום באינטרנט:
lt: Publikavimas internete:
nl: Publiceren naar internet:
pl: Publikacja w Internecie:
pt: publicação na internet
sk: Publikovanie na internete:

source: Mail Merging:
el: Συγχώνευση αλληλογραφίας:
es: Envío de correo:
fr: Publipostage :
he: מיזוג דואר:
lt: Laiškų komponavimas:
nl: Mailsamenvoeging:
pt: unir mails

source: Media:
de: Medien:
el: Πολυμέσα:
es: Multimedia
et: Meedia:
fr: Média :
he: מדיה:
lt: Failai:
pl: Zdjęcia:
pt: Suporte:
sk: Súbory:

source: Use Internet Publisher
de: Internet Publisher nutzen
el: Χρησιμοποίησε Εκδότη Διαδικτύου
es: Emplear el módulo de publicación en Internet
fr: Utiliser la publication Internet
he: שימוש במפרסם באינטרנט
lt: Naudoti Internet Publisher
nl: Gebruik internetpublisher
pl: Dostęp do Publikacji Internetowych
pt: utilizar publicador da internet

source: Add to Waiting List
de: Zur Warteliste hinzufügen
el: Προσθήκη στη λίστα αναμονής
es: Añadir a la lista de espera
fr: Ajouter à la liste d'attente
he: הוספה לרשימת המתנה
lt: Pridėti prie laukiančių vietos
nl: Voeg toe aan wachtlijst
pl: Dodaj do Listy Oczekujących
pt: adicionar a lista de espera
sk: Pridať do zoznamu čakajúcich

source: Change Animals
de: Tiere ändern
el: Αλλαγή Ζώων
es: Modificar animales
et: Muuda loomi
fr: Modifier
he: שינוי חיות מחמד
lt: Redaguoti gyvūnus
nl: Wijzig dieren
pl: Zmień Zwierzę
pt: modificar animais
sk: Upraviť zvieratá

source: Add Animal Movements
de: Tier Umzug hinzufügen
el: Πρόσθεσε κινήσεις ζώου
es: Añadir movimientos de animales
et: Lisa looma liikumised
fr: Ajouter un mouvement
he: הוספת העברות של בעלי חיים
lt: Pridėti gyvūnų veiksmus
nl: Voeg mutaties toe
pl: Dodaj Przesunięcia Zwierzęcia
pt: adicionar movimentos de animais
sk: Pridať pohyby zvieraťa

source: View Litter Log
de: Wurf Log ansehen
el: Προβολή Αρχείου Καταγραφής Τοκετοομάδας
es: Visualizar registro de camadas
fr: Voir
he: צפייה ברישום המלטות
lt: Žiūrėti vadų apskaitos žurnalą
nl: Bekijk nestlogboek
pl: Pokaż Log Miotu
pt: Ver registo de ninhada
sk: Zobraziť záznam vrhu

source: Generate Animal Forms
de: Tier Vordruck generieren
el: Δημιούργησε φόρμες ζώου
es: Generar formularios de animales
fr: Générer un formulaire pour cet animal
he: יצירת טופסי חיות
lt: Generuoti gyvūnų formas
nl: Maak dierformulieren aan
pl: Utwórz Formularze Zwierzęcia
pt: gerar formulários de animais

source: Modify Animal Name Database
de: Tier Datenbank modifizieren
el: Τροποποίησε τη βάση δεδομένων ονομάτων ζώων
es: Modificar la base de datos de nombres
et: Modifitseeri loomanimede andmebaasi
fr: Modifier la base de donnée des noms d'animaux
he: שינוי מסד נתוני שמות חיות המחמד
lt: Redaguoti gyvūnų vardų duomenų bazę
nl: Pas diernamendatabank aan
pl: Modyfikacja Imion Zwierząt
pt: modificar nome do animal na base de dados
sk: Upraviť databázu mien zvierat

source: Bulk Complete Diary Notes
de: Batch Komplettierung der Tagesaufgaben
el: Μαζική συμπλήρωση σημειώσεων ημερολογίου
es: Envío masivo de notas de diario completadas??
fr: Compléter les actions en masse
he: השלמה של הערות ביומן באופן כמותי
lt: Masinis užduočių pažymėjimas atliktomis
nl: Gros voltooide agendanotities
pt: Juntar notas de diário completas

source: Bulk Complete Animal Vaccinations
de: Batch Komplettierung der Impfeinträge
el: Μαζική συμπλήρωση εμβολιασμών ζώου
es: Envío masivo de vacunaciones de animales completadas??
fr: Compléter les vaccinations en masse
he: השלמה של חיסוני חיות המחמד באופן כמותי
lt: Masiškai pažymėti atliktomis gyvūnų vakcinacijas
nl: Gros voltooide diervaccinaties
pt: Juntar vacinações de animais completas

source: Bulk Complete Waiting List Entries
de: Batch Komplettierung der Wartelisten Einträge
el: Μαζική συμπλήρωση εγγραφών λίστας αναμονής
es: Envío masivo de entradas de lista de espera completadas??
fr: Compléter les entrées de la liste d'attente en masse
he: השלמה של רשומות רשימת ההמתנה באופן כמותי
lt: Masiškai šalinti laukiančiųjų vietos sąrašo įrašus
nl: Gros voltooide wachtlijstitems
pt: Juntar listas de espera completas

source: Custom Reports
de: Individuelle Berichte
el: Προσαρμοσμένες αναφορές
es: Informes personalizados
et: Kohandatud aruanded
fr: Rapports personnalisés :
he: דוחות מותאמים אישית
lt: Individualizuotos ataskaitos
nl: Eigen rapportages
pl: Raporty Użytkownika
pt: Relatórios Personalizados
sk: Vlastné reporty

source: Add Custom Reports
de: Individuellen Berichte hinzufügen
el: Πρόσθεσε προσαρμοσμένες αναφορές
es: Añadir informes personalizados
fr: Ajouter un rapport personnalisé
he: הוספת דוחות מותאמים אישית
lt: Pridėti individualizuotas ataskaitas
nl: Voeg eigen rapportage toe
pl: Dodawanie Raportów Użytkownika
pt: adicionar relatórios personalizados
sk: Pridať vlastné reporty

source: View Custom Reports
de: Individuelle Berichte anzeigen
el: Εμφάνισε προσαρμοσμένες αναφορές
es: Visualizar informes personalizados
fr: Voir les rapports personnalisés
he: צפייה ביומנים מותאמים אישית
lt: Žiūrėti individualizuotas ataskaitas
nl: Bekijk eigen rapportages
pl: Podgląd Raportów Użytkownika
pt: ver relatórios personalizados
sk: Zobraziť vlastné reporty

source: Change Custom Reports
de: Individuelle Berichte ändern
el: Άλλαξε τις Διαμορφωμένες Αναφορές
es: Modificar informes personalizados
fr: Modifier les rapports personnalisés
he: שינוי יומנים מותאמים אישית
lt: Redaguoti individualizuotas ataskaitas
nl: Wijzig eigen rapportages
pl: Modyfikacja Raportów Użytkownika
pt: modificar relatórios personalizados
sk: Upraviť vlastné reporty

source: Delete Custom Reports
de: Individuelle Berichte löschen
el: Διαγραφή Προσαρμοσμένης Έκθεσης
es: Borrar informes personalizados
fr: Supprimer les rapports personnalisés
he: מחיקת יומנים מותאמים אישית
lt: Šalinti individualizuotas ataskaitas
nl: Verwijder eigen rapportages
pl: Kasowanie Raportów Użytkownika
pt: apagar relatórios personalizados
sk: Vymazať vlastné reporty

source: Clone
de: Duplizieren
el: Αντίγραφο
es: Duplicar
et: Klooni
fr: Cloner
he: שכפול
lt: Klonuoti
nl: Kopieer
pl: Klonuj
pt: Copiar
sk: Kopírovať

source: Create a new user by cloning this user
de: Einen neuen Benutzer durch dulizieren anlegen
el: Δημιουργία νέου χρήστη με την αντιγραφή αυτού του χρήστη
es: Crear un nuevo usuario duplicando éste
et: Loo uus kasutaja seda kasutajat kloonides
fr: Créer un nouvel utilisateur en copiant celui-ci
he: יצירת משתמש חדש על ידי שכפול משתמש זה
lt: Kurti naują naudotoją klonuojant šį
nl: Maak een nieuwe gebruiker aan door deze gebruiker te kopieren
pl: Utwórz nowego użytkownika poprzez klonowanie wybranego użytkownika
pt: criar novo utilizador a partir deste utilizador
sk: Vytvoriť nového užívateľa na základe tohto užívateľa

source: Diets:
de: Futterplan:
el: Δίαιτες:
es: Dietas:
et: Dieedid:
fr: Régimes :
he: דיאטות:
lt: Dietos:
nl: Dieten:
pl: Diety:
pt: dietas
sk: Diéty:

source: Add Animal Diets
de: Futterplan hinzufügen
el: Προσθήκη Δίαιτας Ζώου
es: Añadir dietas
et: Lisa looma dieedid
fr: Ajouter un régime pour l'animal
he: הוספת דיאטות לחיות מחמד
lt: Pridėti gyvūnų dietas
nl: Voeg dieet toe
pl: Dodaj Diety Zwierzęcia
pt: adicionar dietas do animal
sk: Pridať diéty zvieraťa

source: Change Animal Diets
de: Futterplan ändern
el: Αλλαγή Δίαιτας Ζώου
es: Modificar dietas
et: Muuda looma dieedid
fr: Modifier un régime pour l'animal
he: שינוי דיאטות לחיות מחמד
lt: Redaguoti gyvūnų dietas
nl: Wijzig dieet
pl: Zmień Diety Zwierzęcia
pt: modificar dietas do animal
sk: Upraviť diéty zvieraťa

source: Delete Animal Diets
de: Futterplan löschen
el: Διαγραφή Δίαιτας Ζώου
es: Borrar dietas
et: Kustuta looma dieedid
fr: Supprimer un régime pour l'animal
he: מחיקת דיאטות לחיות מחמד
lt: Šalinti gyvūnų dietas
nl: Verwijder dieet
pl: Usuń Diety Zwierzęcia
pt: apagar dietas do animal
sk: Vymazať diéty zvieraťa

source: Owner Vouchers:
de: Belege des Besitzers:
es: Vales del contacto
et: Omaniku vautšerid:
fr: Bons du propriétaire :
he: שוברי בעלים:
lt: Talonai asmenims:
nl: Eigenaarstegoedbonnen:
pl: Vouchery Właściciela:
pt: Vouchers do dono
sk: Poukazy pre majiteľov:

source: Add Owner Vouchers
de: Belege des Besitzers hinzufügen
es: Añadir vales del contacto
et: Lisa omaniku vautšerid
fr: Ajouter un bon pour le propriétaire
he: הוספת שוברי בעלים
lt: Pridėti talonus asmenims
nl: Voeg eigenaarstegoedbon toe
pl: Dodaj Vouchery Właściciela
pt: Adicionar Vouchers do dono
sk: Pridať poukaz

source: Change Owner Vouchers
de: Belege des Besitzers ändern
es: Modificar vales del contacto
et: Muuda omaniku vautšereid
fr: Modifier un bon pour le propriétaire
he: שינוי שוברי בעלים
lt: Redaguoti talonus asmenims
nl: Wijzig eigenaarstegoedbon
pl: Zmień Vouchery Właściciela
pt: Modificar Vouchers do dono
sk: Upraviť poukaz

source: Delete Owner Vouchers
de: Belege des Besitzers löschen
es: Borrar vales del contacto
et: Kustuta omaniku vautšerid
fr: Supprimer les bons du propriétaire
he: מחיקת שוברי בעלים
lt: Šalinti talonus asmenims
nl: Verwijder eigenaarstegoedbon
pl: Usuń Vouchery Właściciela
pt: Apagar Vouchers do dono
sk: Vymazať poukaz

source: Medical:
de: Medizinisch:
es: Médico:
fr: Médical :
he: רפואי:
lt: Gydymas:
nl: Medisch:
pt: Medico
sk: Liečby:

source: Add Animal Medical Records
de: Medizinischen Eintrag hinzufügen
el: Προσθήκη ιατρικών εγγραφών ζώου
es: Añadir registros médicos
et: Lisa looma meditsiinikirjed
fr: Ajouter une donnée médicale pour l'animal
he: הוספת רשומות רפואיות לחיית מחמד
lt: Pridėti gyvūnų gydymo įrašus
nl: Voeg medische records toe
pl: Dodaj Wpisy Opieki Weterynaryjnej
pt: adicionar registos médicos do animal
sk: Pridať liečebné záznamy k zvieraťu

source: Change Animal Medical Records
de: Medizinischen Eintrag ändern
el: Αλλαγή ιατρικών εγγραφών ζώου
es: Modificar registros médicos
et: Muuda looma meditsiinikirjeid
fr: Modifier une donnée médicale pour l'animal
he: שינוי רשומות רפואיות של חיית מחמד
lt: Redaguoti gyvūnų gydymo įrašus
nl: Wijzig medische records
pl: Zmień Wpisy Opieki Weterynaryjnej
pt: modificar registos médicos do animal
sk: Upraviť liečebné záznamy zvieraťa

source: Delete Animal Medical Records
de: Medizinischen Eintrag löschen
el: Διαγραφή ιατρικών εγγραφών ζώου
es: Borrar registros médicos
et: Kustuta looma meditsiinikirjed
fr: Supprimer une donnée médicale pour l'animal
he: מחיקת רשומות רפואיות של חיית מחמד
lt: Šalinti gyvūnų gydymo įrašus
nl: Verwijder medische records
pl: Usuń Wpisy Opieki Weterynaryjnej Zwierzęcia
pt: apagar registos médicos do animal
sk: Vymazať liečebné záznamy zvieraťa

source: Bulk Complete Animal Medical Records
de: Medizinische Einträge per batch komplettieren
el: Μαζική συμπλήρωση ιατρικών εγγραφών ζώου
es: Envío masivo de registros médicos completados??
fr: Compléter les données médicales des animaux en masse
he: השלמה של רשומות רפואיות של חיות מחמד באופן כמותי
lt: Masiškai pažymėti atliktais gyvūnų gydymo įrašus
nl: Gros volledige medische records
pl: Zbiorcza Dokumentacja Zakończonej Opieki Weterynaryjnej
pt: Juntar registos médicos completos

source: Merge Owners
de: Besitzer zusammeführen
el: Συγχώνευση Ιδιοκτητών
es: Incorporar contactos
et: Liida omanikud
fr: Fusionner les propriétaires
he: מיזוג בעלים
lt: Sujungti asmenis
nl: Smelt eigenaars samen
pl: Scal Właścicieli
pt: Fundir donos

source: Log Entries:
de: Log Einträge:
el: Καταχωρήσεις Αρχείου Καταγραφής:
es: Entradas de registro:
fr: Entrée de log :
he: רשומות ברישום:
lt: Žurnalo įrašai:
nl: Logboekitems:
pl: Wpisy Logów
pt: entradas do registo

source: Add Log Entry
de: Eintrag hinzufügen
el: Προσθήκη Καταχώρησης στο Αρχείο Καταγραφής
es: Añadir entrada de registro
fr: Ajouter une entrée dans le journal
he: הוספת רשומה ברישום
lt: Pridėti žurnalo įrašus
nl: Voeg logboekvermelding toe
pl: Dodaj Wpis Logów
pt: adicionar entrada no registo
sk: Pridať log

source: Change Log Entry
de: Eintrag abändern
el: Αλλαγή Καταχώρησης στο Αρχείο Καταγραφής
es: Modificar entrada de registro
fr: Modifier une entrée dans le journal
he: שינוי רשומה ברישום
lt: Redaguoti žurnalo įrašus
nl: Wijzig logboekvermelding
pl: Zmień Wpis Logów
pt: modificar entrada do registo
sk: Upraviť log

source: Delete Log Entry
de: Eintrag löschen
el: Διαγραφή Καταχώρησης στο Αρχείο Καταγραφής
es: Borrar entrada de registro
fr: Supprimer une entrée dans le journal
he: מחיקת רשומה ברישום
lt: Šalinti žurnalo įrašus
nl: Verwijder logboekvermelding
pl: Usuń Wpis Logów
pt: apagar entrada do registo
sk: Vymazať log

source: Reset Password
de: Passwort zurücksetzen
el: Επαναφορά Κωδικού
es: Reinicializar contraseña
fr: Changer le mot de passe
he: איפוס סיסמה
lt: Atstatyti slaptažodį
nl: Stel wachtwoord opnieuw in
pl: Resetowanie hasła
pt: Repor a Senha
sk: Reset hesla

source: Enter new password
de: Neues Passwort eingeben
el: Εισάγετε νέο κωδικό πρόσβασης
es: Introducir una nueva contraseña
et: Sisesta uus parool
fr: Saisir un nouveau mot de passe
he: יש להזין סיסמה חדשה
lt: Įveskite naują slaptažodį
nl: Voer een nieuw wachtwoord in
pl: Wprowadź nowe hasło
pt: Introduza a nova Senha
sk: Zadajte nové heslo

source: Password updated.
de: Passwort aktualisiert.
el: Ο κωδικός ενημερώθηκε.
es: Contraseña actualizada
et: Parool uuendatud.
fr: Mot de passe mis à jour
he: הסיסמה עודכנה
lt: Slaptažodis atnaujintas
nl: Wachtwoord bijgewerkt.
pl: Hasło zostało uaktualnione
pt: A sua senha foi actualizada.
sk: Heslo aktualizované.

source: View Animal Vet
de: Tierarzt des Tieres anzeigen
el: Προβολή Κτηνιάτρου Ζώου
es: Visualizar veterinario del animal
et: Vaata looma veterinaari
fr: Voir le vétérinaire de l'animal
he: צפייה בווטרינר של חיית המחמד
lt: Žiūrėti gyvūnų sveikatos įrašus
nl: Bekijk de dierenarts van dit dier
pl: Pokaż Weterynarza
pt: ver veterinário do animal
sk: Zobraziť veterinára zvieraťa

source: View Animal Medical Records
de: Medizinische Einträge des Tieres anzeigen
el: Προβολή ιατρικού ιστορικού ζώου
es: Visualizar registros médicos del animal
et: Vaata looma meditsiinikirjeid
fr: Voir les données médicales de l'animal
he: צפייה ברשומות רפואיות של חיית מחמד
lt: Žiūrėti gyvūnų gydymo įrašus
nl: Bekijk medische dierrecords
pl: Pokaż Wpisy Opieki Weterynaryjnej
pt: ver registos médicos do animal
sk: Zobraziť liečebné záznamy zvieraťa

source: View Animal Diets
de: Tierernährung anzeigen
el: Προβολή δίαιτας ζώου
es: Visualizar dietas del animal
et: Vaata looma dieete
fr: Voir les régimes de l'animal
he: הצגת דיאטות לחיות מחמד
lt: Žiūrėti gyvūnų dietas
nl: Bekijk dieten
pl: Pokaż Diety Zwierzęcia
pt: ver dietas do animal
sk: Upraviť diéty zvieraťa

source: View Log Entries
de: Log Einträge anzeigen
el: Προβολή Καταχωρήσεων του Αρχείου Καταγραφής
es: Visualizar entradas de registro
fr: Voir les entrées de log
he: צפייה ברשומות מהרישום
lt: Žiūrėti žurnalo įrašus
nl: Bekijk logboekitems
pl: Pokaż Wpisy Logów
pt: ver entradas do registo
sk: Zobraziť logy

source: View Owner Vouchers
de: Belege des Besitzers anzeigen
es: Visualizar vales del contacto
et: Vaata omaniku vautšereid
fr: Voir les bons du propriétaire
he: צפייה בשוברי בעלים
lt: Žiūrėti talonus asmenims
nl: Bekijk eigenaarstegoedbonnen
pl: Pokaż Vouchery Właściciela
pt: Ver Vouchers do dono
sk: Zobraziť poukazy

source: Donations:
de: Abgabe
el: Δωρεές:
es: Donaciones
et: Annetused:
fr: Dons :
he: תרומות:
lt: Parama:
nl: Giften:
pl: Darowizny:
pt: doações
sk: Dary:

source: Add Owner Donations
de: Abgabe des Besitzers hinzufügen
el: Προσθήκη Δωρεών Ιδιοκτήτη
es: Añadir donaciones del contacto
et: Lisa omaniku annetused
fr: Ajouter un don pour le propiétaire
he: הוספת תרומות בעלים
lt: Pridėti asmenų paramą
nl: Boeg eigenaarsgiften toe
pl: Dodaj Darowizny Właściciela
pt: adiocionar doações do dono
sk: Pridať dary

source: Change Owner Donations
de: Abgabe des Besitzers ändern
el: Αλλαγή Δωρεών Ιδιοκτήτη
es: Modificar donaciones del contacto
et: Muuda omaniku annetusi
fr: Modifier les dons du propriétaire
he: שינוי תרומות הבעלים
lt: Redaguoti asmenų paramą
nl: Wijzig eigenaarsgiften
pl: Zmień Darowizny Właściciela
pt: modificar doações do dono
sk: Upraviť dary

source: Delete Owner Donations
de: Abgabe des Besitzers löschen
el: Διαγραφή Δωρεών Ιδιοκτήτη
es: Borrar donaciones del contacto
et: Kustuta omaniku annetused
fr: Supprimer les dons du propriétaire
he: מחיקת תרומות בעלים
lt: Šalinti asmenų paramą
nl: Verwijder eigenaarsgiften
pl: Usuń Darowizny Właściciela
pt: apagar doações do dono
sk: Vymazať dary

source: View Owner Donations
de: Abgabe des Besitzers anzeigen
el: Προβολή Δωρεών Ιδιοκτήτη
es: visualizar donaciones del contacto
et: Vaata omaniku annetusi
fr: Voir les dons du propriétaire
he: צפייה בתרומות בעלים
lt: Žiūrėti asmenų paramą
nl: Bekijk eigenaarsgiften
pl: Pokaż Darowizny Właściciela
pt: ver doações do dono
sk: Zobraziť dary

source: View Owner Links
de: Besitzer-Link anzeigen
el: Προβολή συνδέσμων ιδιοκτήτη
es: Visualizar enlaces del contacto
et: Vaata omaniku linke
fr: voir les liens du propriétaire
he: צפייה בקישורי בעלים
lt: Žiūrėti asmenų sąsajas
nl: Bekijk eigenaarskoppelingen
pl: Pokaż Odnośniki Użytkownika
pt: ver ligações do dono

source: Costs:
de: Kosten:
el: Έξοδα:
he: עלויות:
lt: Išlaidos:
nl: Kosten:
pl: Koszty:
pt: custos
sk: Náklady:

source: Add Animal Cost
de: Tierkosten hinzufügen
el: Προσθήκη κόστους ζώου
he: הוספת עלות חיית מחמד
lt: Pridėti su gyvūnais susijusias išlaidas
nl: Voeg dierkost toe
pl: Dodaj Koszty Zwierzęcia
pt: adicionar custo de animal
sk: Pridať položku nákladov na zviera

source: Change Animal Cost
de: Tierkosten ändern
el: Αλλαγή κόστους ζώου
he: שינוי עלות חיית מחמד
lt: Redaguoti su gyvūnais susijusias išlaidas
nl: Wijzig dierkost
pl: Zmień Koszty Zwierzęcia
pt: modificar custo de animal
sk: Zmeniť položku k nákladom na zviera

source: Delete Animal Cost
de: Tierkosten löschen
el: Διαγραφή κόστους ζώου
he: מחיקת עלות חיית מחמד
lt: Šalinti su gyvūnais susijusias išlaidas
nl: Verwijder dierkost
pl: Usuń Koszty Zwierzęcia
pt: apagar custo de animal
sk: Vymazať položku nákladov na zviera

source: View Animal Cost
de: Tierkosten anzeigen
el: Εμφάνισε το κόστος ζώου
he: צפייה בעלות חיית מחמד
lt: Šalinti su gyvūnais susijusias išlaidas
nl: Bekijk dierkost
pl: Pokaż Koszty Zwierzęcia
pt: ver custo de animal
sk: Zobraziť náklady na zviera

source: Owner Record:
de: Besitzer-Eintrag:
el: Εγγραφή ιδιοκτήτη:
he: רשומת בעלים:
lt: Asmenų įrašai:
nl: Gegevens eigenaar
pl: Wpis Właściciela:
pt: registo do dono
sk: Majiteľove záznamy:

source: View Staff Owner Records
he: צפייה ברשומת בעלים של הסגל
lt: Žiūrėti personalo asmenų įrašus
nl: Bekijk gegevens eigenaar
pl: Pokaż Wpisy Personelu
pt: Ver Registos do Pessoal Donos
sk: Zobraziť záznamy dobrovoľníkov
