Repository: bobintetley/asm2
Catalog: src/locale/po/*.po
Languages: de, el, es, et, fr, he, lt, nl, pl, pt, sk

source: Mark new animals as not for adoption
de: Neuzugänge nicht für die Adoption markieren
es: Marcar nuevos animales como no adoptables
et: Märgi uued loomad kui mitteloovutatavad
fr: Marquer les nouveaux animaux comme non-adoptable
he: סימון חיות מחמד חדשות כ"לא לאימוץ"
lt: Žymėti naujus gyvūnus ne atidavimui
nl: Markeer nieuwe dieren als niet-voor-adoptie
pl: Oznacz nowe zwierzęta jako "Nie do adopcji"
pt: Marcar novos animais como para não-adopção
sk: Označiť nové zvieratá ako nevhodné na adopciu

source: Shelter Details
de: Heim Details
el: Πληροφορίες Καταφυγίου
es: Detalles del refugio
et: Varjupaiga üksikasjad
fr: Détails sur le refuge
he: נתוני בית מחסה
lt: Informacija apie prieglaudą
nl: Centrumdetails
pl: Szczegóły Schroniska
pt: Detalhes do Canil
sk: Detaily útulku

source: Word Processor
de: Textverarbeitungsprogramm
el: Επεξεργαστής κειμένου
es: Procesador de textos
et: Tekstitöötlus
fr: Traitement de texte
he: מעבד תמלילים
lt: Tekstų redaktorius
nl: Tekstverwerker
pl: Edytor tekstu
pt: Processador de Texto
sk: Textový procesor

source: Animal Codes
de: Tier Kurzbezeichnung
el: Κωδικοί ζώων
es: Códigos de animal
et: Loomade koodid
fr: Codes animaux
he: קודים של חיות מחמד
lt: Gyvūnų kodai
nl: Diercodes
pl: Kody Zwierząt
pt: Códigos de Animais
sk: Kódy zvierat

source: Options
de: Optionen
el: Επιλογές
es: Opciones
et: Valikud
fr: Paramétres
he: אפשרויות
lt: Parinktys
nl: Opties
pl: Ustawienia
pt: Opções
sk: Nastavenia

source: Country:
de: Land:
el: Χώρα:
es: País:
et: Maakond:
fr: Pays :
he: ארץ:
lt: Šalis:
nl: Land:
pl: Kraj:
pt: País:
sk: Krajina:

source: Lookup Items
de: Such Begriffe
es: Criterios de Búsqueda
he: פריטי חיפוש
lt: Sąrašo elementai
nl: Opzoekitems
pt: Items de Pesquisa

source: Case sensitive searching
de: Groß-und Kleinschreibung in Suchen unterscheiden
es: Búsqueda con distinción de mayúsculas
et: Suurtähetundlik otsing
fr: Recherche sensible à la casse
he: חיפוש תלוי רישיות
lt: Ieškant paisyti raidžių dydį
nl: Zoek hoofdlettergevoelig
pl: Wyszukiwanie z uwzględnieniem wielkości liter
pt: Procura Sensível a Maísculas e Minúsculas

source: Deselect the animal groups you want to remove from your database:
de: Die ausgewählte Tiergruppen werden in der Datenbank nicht gelöscht
es: Deseleccione los grupos de animales que quiere eliminar de la base de datos:
fr: Dé-sélectionner les groupes d'animaux que vous souhaitez supprimer de la base de données :
he: יש לבטל את הבחירה של קבוצות חיות המחמד שברצונך להסיר ממסד הנתונים שלך:
lt: Atžymėkite gyvūnų grupes, kurias norite pašalinti iš duomenų bazės:
nl: Deselecteer de diergroepen die je uit de databank wilt verwijderen:
pl: Odznacz grupy zwierząt, które chcesz usunąć z bazy danych:
pt: Desseleccionar grupos de animais que deseja remover da Base de Dados:

source: Don't filter the list of breeds according to selected species
de: Keine Filterung nach Rassen bei ausgewählten Arten
es: No filtrar la lista de razas dependiendo de la especie seleccionada
fr: Ne pas filtrer la liste des races selon l'espèce sélectionnée
he: אין לסנן את רשימת הגזעים בהתאם לזנים הנבחרים
lt: Nefiltruoti veislių sąrašo pasirinktoms rūšims
nl: Filter de lijst van rassen niet volgens de geselecteerde soorten
pt: Não filtrar a lista de raças de acordo com as espécies seleccionadas

source: Show Updates
de: Updates Anzeigen
el: Εμφάνιση Ενημερώσεων
es: Mostrar actualizaciones
et: Näita uuendusi
fr: Afficher les mises à jour
he: הצגת עדכונים
lt: Rodyti atnaujinimus
nl: Toon updates
pl: Wyświetl aktualizacje
pt: Mostrar Actualizações
sk: Zobraziť aktualizácie

source: Tick this box to notify me of ASM updates
de: Nachricht bei verfügbaren ASM updates
el: Επιλογή του πλαισίου για ειδοποίηση ενημερώσεων του ASM
es: Marque esta casilla para notificarle sobre actualizaciones ASM
et: Märgi see kastike kui soovid ASM uuenduste kohta meeldetuletust
fr: Cocher cette case pour être notifié des mises à jour d'ASM
he: יש לסמן את תיבה זו כדי להודיע לי על עדכונים ל־ASM
lt: Pažymėkite šį laukelį, jei norite būti informuoti apie ASM atnaujinimus
nl: Vink dit aan om me een bericht te laten bij een ASM-update
pl: Zaznacz to pole, jeśli chcesz być powiadamiany o uaktualnieniach ASM
pt: Clique nesta caixa para notificar o ASM de actualizações
sk: Označte toto, ak chcete byť informovaný (-á) o aktualizáciách ASM

source: Default Species:
de: Default Art:
el: Προεπιλεγμένο Είδος:
es: Especies por defecto:
et: Liik vaikimisi:
fr: Espèce par défaut :
he: זן ברירת המחדל:
lt: Numatytoji rūšis:
nl: Standaard soort:
pl: Domyślny Gatunek:
pt: Espécies por Defeito
sk: Prednastavený druh:

source: Default Type:
de: Default Typ:
el: Προεπιλεγμένος Τύπος:
es: Tipo por defecto:
et: Tüüp vaikimisi:
fr: Type par défaut :
he: סוג ברירת מחדל:
lt: Numatytasis tipas:
nl: Standaard type
pl: Domyślny Typ:
pt: Tipo por Defeito
sk: Prednastavený typ:

source: Disable Retailer Functionality
de: Händler Funktionalität ausschalten
es: Deshabilitar funcionalidad de colaborador
et: Eemalda vahendaja võimalus
fr: Désactiver les fonctionnalités revendeur
he: ביטול תכונות הקמעונאות
lt: Išjungti tarpininkavimo funkcijas
nl: Schakel handelaarsfunctionaliteit uit
pl: Wyłącz Funkcjonalność Sprzedawcy
pt: Desabilitar a Funcionalidade de Revendedores
sk: Neumožniť sprostredkovanie

source: Group the animal figures report by species instead of type
de: Berichte nach Rasse anstelle von Art gruppieren
es: Agrupar el informe de cifras de animales por especies en vez de por tipo
et: Grupeeri aruandes loomad liigiti mitte tüübiti
fr: Regrouper les rapports animaliers (chiffres) par espèces plutôt que par type
he: קיבוץ דוח הנתונים המספריים של חיות המחמד לפי זן ולא לפי סוג
lt: Gyvūnų skaičių ataskaitą grupuoti pagal gyvūnų rūšis, o ne pagal tipą
nl: Groepeer de dierenaantalrapportage op soort ipv op type
pl: Grupuj zestawienia zwierząt po gatunkach, nie typach
pt: Agrupar o relatório de figuras de animais por especies em vez de por tipo

source: Age Groups
de: Altersgruppen
el: Ηλικιακές ομάδες
es: Grupos de edad
et: Vanusegrupid
fr: Groupes d'âge
he: קבוצות גיל
lt: Amžiaus grupės
nl: Leeftijdgroepen
pl: Grupy Wiekowe
pt: Grupos de Idade
sk: Vekové skupiny

source: Age Group 1:
de: Altersgruppe 1
el: Ηλικιακή ομάδα 1:
es: Grupo de edad 1:
et: Vanusegrupp 1:
fr: Groupe d'âge 1 :
he: קבוצת גיל 1:
lt: Amžiaus grupė 1:
nl: Leeftijdgroep 1:
pl: Grupa Wiekowa 1:
pt: Grupo de Idade 1:
sk: Veková skupina 1:

source: Age Group 2:
de: Altersgruppe 2
el: Ηλικιακή ομάδα 2:
es: Grupo de edad 2:
et: Vanusegrupp 2:
fr: Groupe d'âge 2 :
he: קבוצת גיל 2:
lt: Amžiaus grupė 2:
nl: Leeftijdgroep 2:
pl: Grupa Wiekowa 2:
pt: Grupo de Idade 2:
sk: Veková skupina 2:

source: Age Group 3:
de: Altersgruppe 3
el: Ηλικιακή ομάδα 3:
es: Grupo de edad 3:
et: Vanusegrupp 3:
fr: Groupe d'âge 3 :
he: קבוצת גיל 3:
lt: Amžiaus grupė 3:
nl: Leeftijdgroep 3:
pl: Grupa Wiekowa 3:
pt: Grupo de Idade 3:
sk: Veková skupina 3:

source: Age Group 4:
de: Altersgruppe 4
el: Ηλικιακή ομάδα 4:
es: Grupo de edad 4:
et: Vanusegrupp 4:
fr: Groupe d'âge 4 :
he: קבוצת גיל 4:
lt: Amžiaus grupė 4:
nl: Leeftijdgroep 4:
pl: Grupa Wiekowa 4:
pt: Grupo de Idade 4:
sk: Veková skupina 4:

source: Age Group 5:
de: Altersgruppe 5
el: Ηλικιακή ομάδα 5:
es: Grupo de edad 5:
et: Vanusegrupp 5:
fr: Groupe d'âge 5 :
he: קבוצת גיל 5:
lt: Amžiaus grupė 5:
nl: Leeftijdgroep 5:
pl: Grupa Wiekowa 5:
pt: Grupo de Idade 5:
sk: Veková skupina 5:

source: Don't show the startup page
de: Start Seite nicht anzeigen
el: Να μην εμφανίζεται η οθόνη εκκίνησης
es: No mostrar la página de inicio
et: Ära näita sissejuhatavat lehekülge
fr: Ne pas afficher la page d'accueil
he: אין להציג את עמוד ההתחלה
lt: Nerodyti paleidimo puslapio
nl: Toon geen opstartscherm
pl: Nie pokazuj strony startowej
pt: Não mostrar a página iniail
sk: Nezobrazovať úvodnú stránku

source: Mapping Service
fr: Service de localisation
he: שירות מיפוי
lt: Žemėlapių šaltinis
pl: Usługi Mapowania
pt: Mapear Serviço
sk: Systém pre mapy

source: Mapping Service URL:
fr: URL du service de localisation :
he: כתובת שירות המיפוי:
lt: Žemėlapių šaltinio URL:
pl: URL Usług Mapowania
pt: Ligação de Mapear Serviço
sk: URL systému pre mapy:

source: Automatically attach generated documents as media
de: Generierte Dokumente als Media automatisch anghängen
fr: Attacher automatiquement les documents générés en tant que média
he: הוספת המסמכים שנוצרים כמדיה באופן אוטומטי
lt: Sugeneruotus dokumentus automatiškai pridėti prie failų
nl: Hecht aangemaakte documenten automatisch aan als media
pl: Automatycznie dodaj wygenerowany dokument do "Zdjęć i Plików"
pt: Anexar automaticamente documentos gerados como mídia

source: Default Log Filter:
el: Προεπιλεγμένο Φίλτρο Αρχείου Καταγραφής:
fr: Filtre de log par défaut :
he: מסנן הרישום כברירת המחדל:
lt: Numatytasis žurnalo filtras
nl: Standaard logboekfilter:
pt: Filtro por defeito

source: Vets Diary User:
de: Veterinär Buch Nutzer:
fr: Utilisateur de l'agenda vétérinaire :
he: המשתמש ביומן הווטרינר:
lt: Priminimų veterinarui naudotojas:
nl: Dierenartsenagendagebruiker:
pl: Użytkownik Dziennika Weterynaryjnego:
pt: Diário do Veterinário
sk: Používateľ diára veterinára:

source: Default Coat Type:
de: Fell Typ Vorauswahl
et: Karvatüüp vaikimisi:
he: סוג הפרווה כברירת המחדל:
lt: Numatytasis kailio tipas:
nl: Standaard vachttype:
pl: Domyślny Rodzaj Sierści:
pt: Tipo de pêlo por defeito
sk: Prednastavený typ srsti:

source: Default today as the brought in date for new animals
de: Als Einlieferungstag das jeweils aktuelle Datum zur Voreinstellung nutzen
et: Märgi vaikimisi uute loomade sissetulekupäevaks tänane
he: יום זה הוא יום ברירת המחדל להכנסת חיות מחמד חדשות לבית המחסה
lt: Naujiems gyvūnams numatyti šiandienos patekimo datą
nl: Zet vandaag als standaard binnenbrengdatum voor nieuwe dieren
pl: Domyślnie użyj dzisiejszej daty jako daty wejścia do schroniska nowego zwierzęcia
pt: Dia de hoje por defeito para entrada de animais
sk: Dátum prijatia prednastaviť ako dnešok

source: Automatically cancel unadopted reservations after days:
de: Ablauf nicht realisierter Reservierungen automatisch nach: Anzahl Tage
et: Tühista automaatselt broneeringud peale nii mitut päeva:
he: ביטול אוטומטי של הזמנות שלא אומצו לאחר ימים:
lt: Automatiškai atšaukti neatiduotų gyvūnų rezervacijas po dienų:
nl: Annuleer automatisch ongeadopteerde reservaties na (dagen):
pl: Automatycznie anuluj rezerwacje, które nie zakończyły się adopcją po :
pt: Cancelar automaticamente reservas de adopção depois de dias
sk: Automaticky zrušiť neadoptované rezervácie po počte dní:

source: If a reserved animal is not adopted after this many days, cancel the reservation
de: Reservierung aufheben falls das Tier nach dieser Anzahl von Tagen nicht übergeben wurde .
et: Kui broneeritud loom ei ole loovtutatud nii mitme päeva pärast, tühista broneering
he: אם חיית מחמה שהוזמנה אינה נמצאת לאימוץ לאחר מספר זה של ימים, יש לבטל את ההזמנה
lt: Jei rezervuotas gyvūnas neatiduodamas po nurodyto skaičiaus dienų, rezervaciją atšaukti
nl: Annuleer de reservatie als een gereserveerd dier niet geadopteerd is na dit aantal dagen
pl: Jeżeli zarezerwowane zwierzę nie jest adoptowane po tylu dniach, anuluj rezerwację
pt: Se um animal reservado não for adoptado depois destes dias, cancelar a reserva
sk: Ak sa rezervované zviera neadoptuje po zadanom počte dní, zrušiť rezerváciu

source: Default Donation Type:
de: Spenden Typ Voreinstellung
et: Annetuse tüüp vaikimisi:
he: סוג תרומה כברירת מחדל
lt: Numatytasis paramos tipas:
nl: Standaard gifttype:
pl: Domyślny Rodzaj Darowizny:
pt: Tipo de doação por defeito
sk: Prednastavený typ daru:

source: Default Daily Boarding Cost:
de: Voreingestellter Wert Tages Pflegesatz:
he: עלות אחזקה יומית כברירת מחדל:
lt: Numatytosios kasdienės išlaidos vieno gyvūno išlaikymui
nl: Standaard dagelijkse verblijfskost:
pl: Domyślny Dzienny Koszt Utrzymania:
pt: Ausência de custos diários de acolhimento:
sk: Prednastavené denné výdavky na zviera:

source: Default original filename as notes when attaching media
de: Voreingestellter Wert für den Filenamen in den Anmerkungen zu Media Files
he: ברירת המחדל להערות מדיה בעת הוספת מדיה תהיה שם הקובץ
lt: Pridedant failus, numatyti originalius failų pavadinimus kaip pastabas
nl: Standaard originele bestandsnaam als nota's bij aanhechten van media
pt: Nome original do ficheiro como notas quando a anexar multimédia
sk: Prednastavený originálny názov súbor ako poznámka, keď sa pripája súbor

source: Default Vaccination Type:
de: Impftyp Voreinstellung
el: Προεπιλεγμένος Τύπος Εμβολίου:
et: Vaktsineerimise tüüp vaikimisi:
he: סוג החיסון כברירת המחדל:
lt: Numatytasis vakcinacijos tipas:
nl: Standaard vaccinatietype:
pl: Domyślny Typ Szczepień:
pt: Tipo de vacina por defeito
sk: Prednastavený typ vakcinácie:

source: Create boarding cost record when animal is adopted
de: Datensatz über Aufenthaltskosten ab Zeitpunkt der Vermittlung anlegen.
he: יש ליצור רשומת עלות מחייה בעת אימוץ חיית מחמד
lt: Gyvūną atidavus, sukurti jo išlaikymo sąnaudų įrašą
nl: Maak een nieuw vrblijfskostrecord aan wanneer een dier geadopteerd wordt
pt: Criar um registo de custos de acolhimento quando o animal é adoptado
sk: Vytvoriť záznam o výdavkoch na zviera pri adopcii

source: Boarding Cost Type:
de: Aufenthaltskosten Typ:
he: סוג עלות האחזקה:
lt: Išlaikymo sąnaudų tipas:
nl: Verblijfskosttype:
pl: Typ Kosztu Utrzymania:
pt: Tipo de custos de acolhimento
sk: Typ výdavkov na zviera:

source: Separate waiting list rank by species
he: הפרדת דירוג רשימת ההמתנה לפי זנים
lt: Sugrupuoti laukiančių vietos sąrašo prioritetus pagal rūšis
nl: Scheid wachtlijstrang per soort
pt: Separar lista de espare por espécies
sk: Rozdeliť zoznam čakajúcich podľa druhov

source: Once assigned, codes cannot be changed
de: Einmal zugeordnet, können Codes nicht mehr geändert werden
he: לאחר ההקצאה, לא ניתן לשנות את הקודים
lt: Kartą priskirti kodai negali būti pakeisti
nl: Eenmaal toegewezen kunnen codes niet meer veranderd worden.
pl: Raz przypisane, kody nie mogą być zmienione
pt: Depois de atribuído, os códigos não podem ser modificados
sk: Raz priradený kód už nemeniť

source: Remove Unwanted Fields
de: Unerwünschte Felder entfernen
he: הסרת שדות בלתי נחוצים
lt: Šalinti nereikalingus laukus
nl: Verwijder ongewenste velden
pl: Usuń Niechciane Pola
pt: Remover campos indesejados

source: Remove the town/county fields from the owner screen
de: Die Eingabefelder Stadt/Bezirk aus der Besitzer-Ansicht entfernen
he: הסרת השדות מחוז/עיירה ממסך הבעלים
lt: Šalinti gyvenvietės/savivaldybės laukus iš asmens kortelės
nl: Verwijder de stad/land velden van het eigenaar scherm
pl: Usuń pola Miasto/Powiat z ekranu właściciela
pt: Remover campos cidade/país do ecrã do dono

source: Remove the coat type field from the animal screen
he: הסרת סוג הפרווה ממסך חיית המחמד
lt: Šalinti kailio tipo lauką iš gyvūno kortelės
nl: Verwijder het vacht type veld van het dier scherm
pl: Usuń pole "rodzaj sierści" z okna zwierzęcia
pt: Remover campos de tipo de pêlo do ecrã do animal

source: Remove the microchip fields from the animal screen
de: Die Eingabefelder betreffend Mikrochips aus der Tier-Ansicht entfernen
el: Αφαίρεσε τα πεδίο μικροτσιπ από την οθόνη του ζώου
he: הסרת שדה השבב ממסך חיית המחמד
lt: Šalinti mikroschemos laukus iš gyvūno kortelės
nl: Verwijder het microchip veld van het dieren scherm
pl: Usuń pole "Mikrochip" z okna zwierzęcia
pt: Remover campos do microchip do ecrã do animal

source: Remove the tattoo fields from the animal screen
de: Die Eingabefelder betreffend Tattoos aus der Tier-Ansicht entfernen
he: הסרת שדה הקעקוע ממסך חיית המחמד
lt: Šalinti tatuiruotės laukus iš gyvūno kortelės
nl: Verwijder het tatoeage veld van het dieren scherm
pl: Usuń pole "Tatuaż" z okna zwierzęcia
pt: Remover campos tatuagens do ecrã do animal

source: Remove the spay/neuter fields from the animal screen
he: הסרת השדות עיקור/סירוס ממסך חיית המחמד
lt: Šalinti sterilizacijos/kastracijos laukus iš gyvūno kortelės
nl: Verwijder de castratie / sterilisatie velden van het dier scherm
pl: Usuń pole "Kastracja/Sterylizacja" z okna zwierzęcia
pt: Remover campos castrar do ecrã do animal

source: Remove the declawed field from the animal screen
he: הסרת שדה עקירת הטפרים ממסך חיית המחמד
lt: Šalinti nagų pašalinimo lauką iš gyvūno kortelės
nl: Verwijder de nagels verwijderen veld van het dier scherm
pl: Usuń pole "Usunięte Pazury" z okna zwierzęcia
pt: Remover o campo "sem garras" do ecrã do animal

source: Remove the heartworm test fields from the animal screen
he: הסרת שדות בדיקת תולעת הלב ממסך חיית המחמד
lt: Šalinti širdies kirmėlių testo laukus iš gyvūno kortelės
nl: Verwijder de wormen test velden van het dier scherm
pl: Usuń pole "Test na obecność robaków serca" z ekranu zwierzęcia
pt: Remover o campo "testes à larva do coração" do ecrã do animal

source: Remove the Combi/FIV/L test fields from the animal screen
de: Die Eingabefelder für Combi/FIV/L-Tests aus der Tier-Ansicht entfernen
lt: Šalinti FLV/FIV testo laukus iš gyvūno kortelės
nl: Verwijder de Combinatie/FIV/L test velden van het dier scherm
pl: Usuń pole "Test FIV/FLV" z okna zwierzęcia
pt: Remover os campos Combi/FIV/L teste do ecrã do animal

source: Remove the "Good With..." and Housetrained fields from the animal screen
he: הסרת השדות "ידידותי ל..." ואילוף ממסך חיית המחמד
lt: Šalinti "Draugiškas..." ir "Dresuotas" laukus iš gyvūno kortelės
nl: Verwijder het "Kan goed omgaan met..." en zindelijk veld van het dier scherm
pl: Usuń pola "Toleruje ..." i "Domowe" z ekrany zwierzęcia
pt: Remover os campos "Bom com..." e Treinado em Casa do ecrã do animal

source: Remove the Litter ID/Acceptance Number field from the animal screen
he: הסרת מספר זיהוי ההמלטה/הכניסה ממסך חיית המחמד
lt: Šalinti Vados ID/Priėmimo nr. lauką iš gyvūno kortelės
nl: Verwijder het aantal jongen van het dier scherm
pl: Usuń pole "Kod Miotu/Numer Akceptacji" z okna zwierzęcia
pt: Remover o ID/Número de Aceitação de ninhada, do ecrã do animal

source: Disable Accounts Functionality
he: נטרול יכולות החשבון
lt: Deaktyvuoti sąskaitų funkcionalą
nl: Schakel de gebruikers functionaliteit uit
pl: Wyłącz Funkcjonalność Kont
pt: Desactivar funcionalidade de contas

source: Donation destination account:
de: Zielkonto für Spende:
he: חשבון יעד התרומות:
lt: Paramos gavimo sąskaita:
nl: Rekening nummer voor donaties:
pl: Konto Docelowe Darowizn:
pt: Conta de Destino de Doação

source: Creating donations and donation types creates matching accounts and transactions
he: יצירת תרומות וסוגי תרומות יוצרת תנועות וחשבונות תואמים
lt: Pridedant naują paramą ir paramos tipą, sukuriamos atitinkamos sąskaitos ir transakcijos
nl: Aanmaken van donaties en donatie types creerd bijbehorende rekeningen en transacties
pl: Tworzenie darowizn i typów darowizn tworzy jednocześnie odpowiadające typy kont i tranzakcji
pt: Criando doações e tipos de doações, cria contas e transacções correspondentes

source: Keep a full audit trail
he: שמירה על מסלול הביקורת בשלמותו
lt: Saugoti pilną įvykių istoriją
nl: Hou een compleet logboek bij
pl: Utrzymuj pełną historię wszystkich operacji
pt: Manter um registo completo

source: Hide short shelter codes on the animal details screen
el: Απόκρυψη βραχύ κωδικού καταφυγίου στην οθόνη λεπτομερειών του ζώου
he: הסתרת קודים קצרים של בית המחסה ממסך פרטי חיית המחמד
lt: Slėpti trumpuosius prieglaudos kodus gyvūnų kortelėse.
nl: Verberg de asiel afkortingen van het dier scherm
pl: Ukryj skrócone kody w oknie szczegółów zwierzęcia
pt: Esconder códigos pequenos do abrigo no ecrão de detalhes do animal

source: Points required to appear on match report:
he: הנקודות הדרושות כדי שתופיע בדוח ההתאמה:
lt: Punktai, kurie turėtų būti rodomi atitikimo ataskaitoje:
nl: Onderdelen die in de rapport moeten verschijnen
pt: Pontos necessários para aparecerem no relatório de correspondência

source: Points given for matching species:
he: נקודות שניתנות לזן תואם:
lt: Punktai, pateikiami rūšies atitikimui:
nl: Punten voor soorten
pl: Punkty dodawane za pasujący gatunek:
pt: Pontos dados para raças correspondentes

source: Points given for matching breed:
he: נקודות שניתנות לגזע תואם:
lt: Punktai, pateikiami veislės atitikimui:
nl: Punten voor rassen
pl: Punkty dodawane za pasującą rasę:
pt: Pontos dados para raça correspondente

source: Points given for matching colour:
he: נקודות שניתנות לצבע תואם:
lt: Punktai, pateikiami spalvos atitikimui:
nl: Punten voor overeenkomst in kleur
pl: Punkty dodawane za pasujący kolor:
pt: Pontos dados para cor correspondente

source: Points given for matching age group:
he: נקודות שניתנות לקבוצת גיל תואמת:
lt: Punktai, pateikiami amžiaus grupės atitikimui:
pl: Punkty dodawane za pasującą grupę wiekową:
pt: Pontos atribuídos para grupo de idade correspondente

source: Points given for matching sex:
he: נקודות שניתנות למין תואם:
lt: Punktai, pateikiami lyties atitikimui:
pl: Punkty dodawane za pasującą płeć:
pt: Pontos atribuídos para sexo correspondente

source: Points given for lost/found areas matching:
he: נקודות שניתנות לאזור האבידה/מציאה:
lt: Punktai, pateikiami rastų/dingusių laukų atitikimui:
pl: Punkty dodawane za pasujący obszar zaginienia/odnalezienia:
pt: Pontos atribuídos para áres de perdidos/achados correspondetes

source: Points given for features matching:
he: נקודות שניתנות לתכונות תואמות:
lt: Punktai, pateikiami savybių atitikimui:
pt: Pontos atribuídos para características correspondentes

source: Points given for matching postcode:
he: נקודות שניתנות למיקוד תואם:
lt: Punktai, pateikiami pašto kodo atitikimui:
pl: Punkty dodawane za pasujące kody pocztowe:
pt: Pontos atribuídos para código postal correspondente

source: Points given for found within 2 weeks of being lost:
he: נקודות שניתנו עבור חיית מחמד שנמצאה שבועיים לאחר שאבדה:
lt: Punktai, pateikiami rastiems per 2 savaites nuo dingimo:
pl: Punkty dodawane za odnalezienie w ciągu 2 tygodni od momentu zaginięcia:
pt: Pontos atribuídos para encontrado depois de 2 semanas perdido

source: Lost and Found
de: Verloren und Gefunden
he: אבידות ומציאות
lt: Dingę ir rasti
nl: Vermist en Gevonden
pl: Zaginione i Odnalezione
pt: Perdidos e Achados

source: When matching lost animals, include shelter animals
el: Όταν ταιριάζονται απωλεσθέντα ζώα, να συμπεριληφθούν και τα ζώα καταφυγίου
he: בעת התאמה לחיות מחמד שאבדו, יש לכלול גם את החיות שבבית המחסה
lt: Ieškant atitikimų su dingusiais gyvūnais, įtraukti prieglaudos gyvūnus
pl: W trakcie dopasowywania zwierząt zaginionych, uwzględnij również zwierzęta przebywające w schronisku
pt: Quando procurar correspondência de animais perdidos, incluir animais em abrigos / canis / etc

source: Remove the Bonded With fields from the entry details screen
he: הסרת שדות האיגוד ממסך פרטי הרשומה
lt: Šalinti "Susietas su" laukus iš gyvūno kortelės
pl: Usuń pola "Powiązany z" z okna szczegółów wejścia
pt: Remover os campos "Delimitados Com" do ecrã de detalhes de entrada

source: Email signature:
de: E-Mail Signatur:
el: Υπογραφή Email:
he: חתימת דוא״ל:
lt: El. pašto parašas:
nl: Email handtekening:
pl: Podpis E-maila:
pt: Assinatura de e-mail

source: Insurance
de: Versicherung
el: Ασφάλεια
he: ביטוח
lt: Draudimas
nl: Verzekering
pl: Ubezpieczenie
pt: Seguro

source: Look and Feel:
de: Design:
el: Ρυθμίσεις εμφάνισης:
he: מראה ותחושה:
lt: Išvaizda ir nuotaika:
pt: Ver e Sentir

source: Default
de: Standard
el: Προεπιλογή
he: בררת מחדל
lt: Numatytoji
nl: Standaard
pt: Predefinição

source: Native Platform
de: Zugrunde liegende Plattform
he: פלטפורמה טבעית
lt: Savoji platforma
pl: Natywna Platforma
pt: Plataforma nativa

source: Metal
de: Metall
el: Μέταλλο
he: מתכת
lt: Metalas
nl: Metaal

source: Metal for GTK
de: Metall für GTK
he: מתכת ל־GTK
lt: Metalas GTK'ui
pt: Metal para GTK
