Repository: bobintetley/asm2
Catalog: src/locale/po/*.po
Languages: de, el, es, et, fr, he, lt, nl, pl, pt, sk

source: Edit System &Users
de: System Ben&utzer bearbeiten
el: Επεξεργασία &Χρηστών Συστήματος
es: Editar &usuarios del sistema
et: Muuda süteemi &kasutajaid
fr: &Utilisateurs
he: &עריכת משתמשי המערכת
lt: redaguoti sistemos naud&otojus
nl: Bewerk systeem&gebruikers
pl: Edytuj Użytkowników &Systemu
pt: Editar Utilizadores de Sistema
sk: Upraviť systémových používateľov

source: &Diary
de: Tagebuch
el: &Ημερολόγιο
es: &Diario
et: &Päevik
fr: &Agenda
he: &יומן
lt: &Priminimai
nl: &Agenda
pl: &Dziennik
pt: &Diário
sk: Diár

source: &Breeds
de: &Rassen
el: &Φυλές
es: &Razas
et: &Tõud
fr: &Races
he: &גזעים
lt: &Veislės
nl: &Rassen
pl: &Rasy
pt: &Raças
sk: Plemená

source: Lo&gin Again
de: Erneut anmelden
el: Είσ&οδος Ξανά
es: &Acceder de nuevo
et: Lo&gi uuesti sisse
fr: &Fermer la session
he: &כניסה מחדש
lt: &Prisijungti iš naujo
nl: Lo&g opnieuw in
pl: Zaloguj Ponownie
pt: Login de Novo
sk: Prihlásiť sa znova

source: E&xit
de: &Beenden
el: Έ&ξοδος
es: &Salir
et: &Välju
fr: &Quitter
he: י&ציאה
lt: &Išeiti
nl: &Sluit af
pl: Za&kończ
pt: S&air
sk: Ukončiť

source: &Litter Logger
de: Wurf Protoko&ll
es: Registro de &camadas
fr: &Journal des portées
he: רישום הה&מלטות
lt: &Vadų apskaita
nl: &Nestenlogboek
pt: & Registo de Ninhada
sk: Správca vrhov

source: &All Animals
de: &Alle Tiere
el: &Όλα τα Ζώα
es: &Todos los animales
et: &Kõik loomad
fr: &Tous les animaux
he: &כל חיות המחמד
lt: Vi&si gyvūnai (spausdinimui)
nl: &Alle dieren
pl: &Wszystkie Zwierzęta
pt: &Todos os Animais
sk: Všetky zvieratá

source: &Found Animals
de: &Fundtiere
el: &Ευρεθέντα Ζώα
es: Animales &encontrados
et: &Leitud loomad
fr: Animaux &trouvés
he: חיות מחמד ש&נמצאו
lt: &Rasti gyvūnai
nl: &Gevonden dieren
pl: &Odnalezione Zwierzęta
pt: &Animais Encotrados
sk: &Nájdené zvieratá

source: Add an Owner
de: Neuer Besitzer
el: Προσθήκη Ιδιοκτήτη
es: Añadir contacto
et: Lisa omanik
fr: Ajouter un contact
he: הוספת בעלים
lt: Pridėti asmenį
nl: Voeg een gebruiker toe
pl: Dodaj Właściciela
pt: Adicionar Dono
sk: Pridať majiteľa

source: &Add Found Animal
de: Neues Fundtier
es: &Añadir animal encontrado
et: &Lisa leitud loom
fr: &Nouveau
he: הו&ספת חיית מחמד שנמצאה
lt: &Pridėti rastą gyvūną
nl: &Voeg een gevonden dier toe
pl: &Dodaj Zwierzę Odnalezione
pt: &Adicionar Animal Encontrado
sk: Pridať nájdené zviera

source: Animal Name Data&base
de: Tiernamen Daten&bank
el: Βάση &Δεδομένων Ονομάτων Ζώων
es: Base de datos de &nombres de animal
et: Looma nimede andme&baas
fr: Base de données des &noms d'animaux
he: מסד הנתונים של &שמות חיות המחמד
lt: Gyvūnų vardų duomenų &bazė
nl: Diernamendata&bank
pl: Baza Imion dla Zwierząt
pt: Base de Dados de Nomes de Animais
sk: Databáza mien zvierat

source: &Settings
de: Ein&stellungen
el: &Ρυθμίσεις
es: &Configuración
et: &Seadistused
fr: &Paramètres
he: ה&גדרות
lt: Nuos&tatos
nl: &Instellingen
pl: &Ustawienia
pt: &Configurações
sk: Nastavenia

source: Collect &Garbage Now
de: Speicherbereini&gung
es: Recoger &basura ahora
fr: &Ramasse-miettes
he: איסוף האשפה &כעת
lt: &Surinkti šiukšles dabar
nl: Verzamel &rotzooi nu
pt: Recolher Lixo Agora
sk: Zozbierať nepotrebné teraz

source: &Licence Information
de: &Lizenzinformationen
el: &Πληροφορίες Άδειας
es: Información de &licencia
et: &Litsentsi info
fr: &Licence
he: נ&תוני הרישוי
lt: &Informacija apie licenciją
nl: &Licentie-informatie
pl: &Informacje Licencyjne
pt: &Informação de Licença
sk: Informácie o licencii

source: Edit Re&ports
de: Be&richte bearbeiten
el: Επεξεργασία &Εκθέσεων
es: Editar in&formes
et: Muuda aru&andeid
fr: É&diter les rapports
he: עריכת ה&דוחות
lt: Redaguoti a&taskaitas
nl: Bewerk rapportage
pl: Edytuj Sprawozdania
pt: Editar Relatórios
sk: Upraviť reporty

source: Configure File &Types
de: Datei &Typen einrichten
el: Ρυθμιση &Τύπων Αρχείων
es: Configurar &tipos de archivo
fr: Configurer les &types de fichiers
he: הגדרת סוגי ה&קבצים
lt: Konfigūruoti &failų tipus
nl: Configureer bestands&types
pl: Konfiguruj Typy Plików
pt: Configurar Tipos de Ficheiros
sk: Konfigurovať typy súborov

source: Uncategorised
de: Nicht kategorisiert
el: Χωρίς Κατηγορία
es: Sin categoría
et: Kategoriseerimata
fr: Non catégorisé
he: ללא קטגוריה
lt: Nepriskirta kategorijai
nl: Niet Gecategoriseerd
pl: Nie skategoryzowany
pt: Sem Categoria
sk: Nekategorizované

source: &Death Reasons
de: To&desursachen
el: Λόγοι &θανάτου
es: Razones de muerte
et: &Surma põhjused
fr: Motifs &décès
he: סיבות ה&מוות
lt: &Mirčių priežastys
nl: &Doodsoorzaken
pl: &Przyczyny Zgonu
pt: &Motivos da Morte
sk: &Dôvody úhynu

source: &Entry Reasons
de: &Eingangsgründe
el: Λόγοι &Εισαγωγής
es: Razones de entrada
et: &Sissetuleku põhjused
fr: Motifs d'&entrée
he: סיבות ה&כניסה
lt: Pate&kimo priežastys
nl: &Binnenkomstredenen
pl: &Powody Oddania
pt: &Razões de Entrada
sk: &Dôvody príjmu

source: &Publish Animals Available For Adoption To PetFinder.com
el: &Δημοσίευση Διαθέσιμων Ζώων προς Υιοθέτηση στο PetFinder.com
es: &Publicar animales disponibles para adopción en petfinder.com
fr: &Publier les animaux disponibles à l'adoption sur PetFinder.com
he: &פרסום חיות מחמד הזמינות לאימוץ באתר PetFinder.com
lt: Publikuoti atiduodamus gyvūnus PetFinder.&com
nl: &Publiceer plaatsbare dieren naar PetFinder.com
pl: Publikuj Zwierzęta do Adopcji na PetFinder.com

source: PetFinder.com Se&ttings
de: PetFinder.com-Einstellungen
el: Ρυ&θμίσεις PetFinder.com
es: Confi&guración PetFinder.com
fr: &Paramètres PetFinder.com
he: הג&דרות PetFinder.com
lt: PetFinder.com &nuostatos
nl: PetFinder.com ins&µtellingen

source: PetFinder &Species Mappings
fr: &Association des espèces PetFinder
he: מיפוי ה&זנים של PetFinder
lt: PetFinder &rūšių sąsajos
nl: PetFinder &soorten-mapping

source: Locked
de: Gesperrt
es: Bloqueado
et: Lukustatud
fr: Verrouillé
he: נעול
lt: Užrakinta
nl: Geblokkeerd
pl: Zablokowany
pt: Trancado
sk: Uzamknuté

source: Incorrect Password
de: Falsches Passwort
el: Λανθασμένος κωδικός
es: Contraseña incorrecta
et: Vale parool
fr: Mot de passe erroné
he: סיסמה שגויה
lt: Neteisingas slaptažodis
nl: Ongeldig Wachtwoord
pl: Niewłaściwe hasło
pt: Senha Incorrecta
sk: Nesprávne heslo

source: Loc&k
de: Sperren
es: Blo&quear
et: Lu&kusta
fr: &Verrouiller
he: &נעילה
lt: &Užrakinti
nl: Vergrende&l
pl: Zablo&kuj
pt: Bloquear
sk: Uzamknúť

source: &Foster Book
de: P&flegebuch
es: Libro de aco&gida
et: &Kasupere raamat
fr: Registre &famille d'acceuil
he: ספר "אימוץ &זמני"
lt: Namuose &globojamų gyvūnų sąrašas
nl: &Gastgezinnenboek
pl: Księga Domów Tymczasowych
pt: &Livro de Adopções
sk: Domáca opatera

source: R&etailer Book
de: Händl&erbuch
es: Libro de cola&boradores
et: E&dasimüüja raamat
fr: R&egistre revendeur
he: ספר "&קמעונאות"
lt: &Tarpininkų sąrašas
nl: H&andelarenboek
pl: Księga Sprzedawców
pt: Livro de Revendedores
sk: Sprostredkovatelia

source: D&iets
de: D&ieäten
el: Δί&αιτες
es: D&ietas
et: D&ieedid
fr: Régi&mes
he: &דיאטות
lt: &Dietos
nl: D&ieten
pl: D&iety
pt: Dietas
sk: Diéty

source: Vo&uchers
de: Belege
es: C&upones
et: Vaut&šerid
fr: &Bons
he: &שוברים
lt: &Talonai
nl: Teg&oedbonnen
pl: Vo&chery
sk: Poukazy

source: C&redits
de: Mitwi&rkende
el: Συ&ντελεστές
es: C&réditos
et: &Autorid
fr: Re&merciements
he: &תודות
lt: &Padėkos
nl: D&ankwoord
pl: Twó&rcy programu
pt: Créditos

source: Edit &Medical Profiles
de: &Medizinisches Profil bearbeiten
el: Επεξεργασία &Ιατρικών Προφίλ
es: Editar perfiles &médicos
et: Muuda &meditsiinilist profiili
fr: Éditer les profils &médicaux
he: עריכת הפרופילים ה&רפואיים
lt: Redguoti gydymo pro&filius
nl: Bewerk &medische profielen
pl: Edytuj Profile Opieki Weterynaryjnej
pt: Editar Perfis Médicos
sk: Upraviť liečebné profily

source: &Medical Diary
de: &Medizinisches Tagebuch
el: &Ιατρικό Ημερολόγιο
es: Diario &médico
et: &Veterinaarne päevik
fr: &Médical
he: &יומן רפואי
lt: &Gydymas
nl: &Medische agenda
pl: Dziennik Weterynaryjny
pt: Diário Médico
sk: Liečebný diár

source: Medical &Book
de: Gesundheits&buch
es: Libro &médico
et: Veterinaarne &raamat
fr: &Registre médical
he: &ספר רפואי
lt: Gydymo &tvarkaraštis
nl: Medisch &boek
pl: Księga &Weterynaryjna
pt: Livro Médico
sk: Liečby

source: &Print Medical Diary
de: Medizinisches Tagebuch drucken
el: &Εκτύπωση Ιατρικού Ημερολογίου
es: Im&primir diario médico
et: &Prindi veterinaarne päevik
fr: &Imprimer l'agenda médical
he: ה&דפסת היומן הרפואי
lt: Gydymo tvarkaraštis &spausdinimui
nl: &Print medische agenda
pl: &Drukuj Dziennik Opieki Weterynaryjnej
pt: Imprimir Diário Médico
sk: Vytlačiť liečebný diár

source: &Donate to ASM!
de: Für ASM spen&den
el: &Δωρεές στο ASM!
es: &Donar a ASM!
et: &Anneta ASM-ile
fr: &Soutenez ASM !
he: &תרומה ל־ASM!
lt: Pa&remkite ASM!
nl: &Doneer aan ASM!
pl: Przekaż Darowiznę ASM!
pt: Doar a ASM
sk: Prispejte na ASM!

source: &Edit Diary Notes
de: Tag&esnotizen bearbeiten
el: &Επεξεργασία Σημειώσεων Ημερολογίου
es: Editar &notas del diario
et: &Muuda päeviku sissekandeid
fr: Éditer l'&action
he: ע&ריכת הערות ביומן
lt: Redaguoti pri&minimus
nl: &Bewerk agendanotitties
pl: Edytuj Notatki
pt: &Editar Notas Diárias
sk: Upraviť poznámky v diári

source: Do you want to log out or close ASM?
de: Wollen Sie sich abmelden oder das Programm verlassen ?
el: Θέλετε να αποσυνδεθείτε ή να τερματίσετε το ASM;
es: ¿Desea cerrar o salir de ASM?
et: Kas soovid välja logida ja ASM-i sulgeda?
fr: Souhaitez-vous fermer la session ou quitter ASM ?
he: האם להתנתק או לסגור את ASM?
lt: Norite išsiregistruoti ar uždaryti ASM?
nl: Wilt u uitloggen of ASM afsluiten?
pl: Chcesz się wylogować czy zamknąć ASM?
sk: Chcete sa odhlásiť alebo ukončiť ASM?

source: Don't ask me again.
de: Nicht erneut nachfragen.
el: Να μην ερωτηθώ ξανά.
es: No preguntar de nuevo.
et: Seda küsimust rohkem ei küsita.
fr: Ne plus me demander.
he: אין להציג שאלה זו שוב.
lt: Neklausti vėl.
nl: Vraag me dit niet opnieuw.
pl: Nie pytaj ponownie.
pt: Não perguntar novamente.
sk: Nepýtaj sa ma znova.

source: Logout or Close
de: Abmelden oder verlassen
el: Αποσύνδεση ή κλείσιμο
es: Salir o cerrar
et: Logi välja või sulge
fr: Fermer la session ou quitter
he: ניתוק או סגירה
lt: Išsiregistruoti ar uždaryti
nl: log uit of sluit af
pl: Wyloguj lub Zamknij
pt: Logout ou Fechar
sk: Odhlásiť sa alebo ukončiť

source: Logout
de: Abmelden
el: Αποσύνδεση
es: Salir
et: Logi välja
fr: Déconnection
he: ניתוק
lt: Išsiregistruoti
nl: Log uit
pl: Wyloguj
sk: Odhlásiť sa

source: Close ASM
de: ASM schliessen
el: Κλείσιμο ASM
es: Cerrar ASM
et: Sulge ASM
fr: Quitter ASM
he: סגירת ASM
lt: Uždaryti ASM
nl: Sluit ASM af
pl: Zamknij ASM
pt: Fechar ASM
sk: Ukončiť ASM

source: Pets911.com &Settings
de: Pets911.com &Einstellungen
el: &Ρυθμίσεις Pets911.com
fr: &Paramètres Pets911.com
he: ה&גדרות Pets911.com
lt: Pets911.com &nuostatos
nl: Pets911.com &instellingen

source: &Publish Animals Available For Adoption To Pets911.com
fr: &Publier les animaux disponibles à l'adoption sur Pets911.com
he: פרסום חיות מחמד הזמינות לאימוץ באתר Pets911.com
lt: &Publikuoti atiduodamus gyvūnus Pets911.com
nl: &Publiceer plaatsbare dieren naar Pets911.com

source: Edit &Vets Diary
de: &Veterinär Tagebuch bearbeiten
el: Επεξεργασία Ημερολογίου &Κτηνιάτρων
es: Editar diario &veterinario
et: Muuda &veterinaari päeikut
fr: Éditer l'agenda &vétérinaire
he: עריכת יומן ה&ווטרינר
lt: Redaguoti priminimus vete&rinarui
nl: Bewerk dierenartsenagenda
pl: Edytuj Dziennik Weterynaryjny
pt: Editar Diário do Vet
sk: Upraviť diár veterinára

source: Donation T&ypes
de: Spenden T&ypen
el: Τύ&ποι Δωρεάς
es: T&ipos de donación
et: Annetuste t&üübid
fr: T&ypes de don
he: &סוגי תרומות
lt: &Paramos tipai
nl: Giftt&ypes
pl: Typy Darowizn
pt: Tipos de Doação
sk: Typy darov

source: E&xport Custom Report Data
de: Benutzerspezifische Berichtsdaten e&xportieren
es: E&xportar datos personalizados de informes
fr: E&xporter les données des rapports personnalisés
he: &ייצוא נתוני דוח מותאם אישית
lt: &Eksportuoti individualizuotos ataskaitos duomenis
nl: E&xporteer eigen rapportagedata
pt: Exportar Relatório por Defeito
sk: Exportovať dáta vlastného reportu

source: Media &Files
de: Media Dateien
el: &Αρχεία Πολυμέσων
es: Archivos &Multimedia
et: Meedia &failid
fr: &Media
he: קובצי &מדיה
lt: &Failai
nl: Media&bestanden
pl: Zdjęcia i Pliki
pt: Ficheiros Mídia
sk: Súbory

source: &Auto Archive Animal Records
de: &Autoarchivierung von Tierdaten
el: &Αυτόματη Αρχειοθέτηση Εγγραφών Ζώων
es: &Auto archivar informes de animales
et: &Arhiveeri loomade kirjed automaatselt
fr: &Archivage automatique des dossiers des animaux
he: שמירת רשומות של חיות מחמד ב&ארכיון אוטומטית
lt: Gyvūnų įrašų &automatinė archyvacija
nl: &Auto-archiveer dierrecords
pl: Automatyczna Archiwizacja Wpisów Zwierzęcia
pt: Auto Arquivar Registos Animal
sk: Automaticky uložiť záznamy zvierat

source: &Authentication
de: &Authentifizierung
el: &Πιστοποίηση
es: &Autenticación
et: &Autentimine
fr: &Authentification
he: &אימות
lt: &Autentifikacija
nl: &Authentificatie
pt: &Autenticação
sk: Overenie

source: &Not For Adoption Book
de: &Nicht Vermitteln Buch
es: &No para libro de adopciones
et: &Mitte-loovutatavate raamat
fr: Registre des &non-adoptables
he: ספר "&לא לאימוץ"
lt: &Neatiduodamų gyvūnų sąrašas
nl: &Niet-voor-adoptieboek
pl: Księga "Nie do Adopcji"
pt: &Livro de Não Adopções
sk: Nie sú na adopciu

source: &Publish Animals Available For Adoption To AdoptAPet.com
fr: &Publier les animaux disponibles à l'adoption sur AdoptAPet.com
he: &פרסום חיות מחמד הזמינות לאימוץ באתר AdoptAPet.com
lt: &Publikuoti atiduodamus gyvūnus AdoptAPet.com
nl: &Publiceer plaarsbare dieren naar AdoptAPet.com
pl: Publikuj Zwierzęta do Adopcji na AdoptAPet.com

source: AdoptAPet.com &Settings
de: AdoptAPet.com &Einstellungen
el: &Ρυθμίσεις AdoptAPet.com
fr: &Paramètres AdoptAPet.com
he: ה&גדרות AdoptAPet.com
lt: AdoptAPet.com &nuostatos
nl: AdoptAPet.com &instellingen
pl: Ustawienia AdoptAPet.com

source: Please enter the password for:
de: Bitte Kennwort eingeben für:
el: Παρακαλώ εισάγετε κωδικό για:
es: Introduzca la contraseña para:
et: Palun sisesta parool:
fr: Veuillez saisir le mot de passe de :
he: יש להזין את הסיסמה עבור:
lt: Įveskite slaptažodį:
nl: Voer het wachtwoord in:
pl: Proszę wprowadzić hasło dla:
pt: Por Favor introduza a Senha para:
sk: Prosím zadajte heslo pre:

source: Switch &Database
de: &Datenbank wechseln
es: &Intercambiar base de datos
et: Vaheta &andmebaasi
fr: Changer de base de &données
he: ה&חלפת מסד נתונים
lt: &Perjungti duomenų bazę
nl: Schakel tussen &databanken
pl: Przestaw Bazę Danych
pt: Trocar &Base de dados
sk: Prepnúť databázu

source: PetFinder &Breed Mapping
de: PetFinder Rassen Abgleich
fr: Association des &races PetFinder
he: מיפוי &גזעים של PetFinder
lt: PetFinder &veislių sąsajos
nl: PetFinder &ras-mapping
pl: Mapowanie Ras PetFinder

source: Log Ty&pes
de: Protokoll Ty&pen
el: Τύ&ποι Αρχείου Καταγραφής
es: T&ipos de historial
fr: Ty&pes des journaux
he: &סוגי הדוחות
lt: &Žurnalų tipai
nl: Logboekty&pes
pl: Typy Logów
pt: Tipos de Log
sk: Typy logov

source: Close Active Tab
de: Aktiven Tab schliessen
el: Κλείσιμο Ενεργής Καρτέλας
es: Cerrar pestañas activas
et: Sule aktiivne kaart
fr: Fermer l'onglet
he: סגירת הלשונית הפעילה
lt: Uždaryti aktyvią kortelę
nl: Sluit actief tabblad
pl: Zamknij Aktywną Zakładkę
pt: Fechar Separador Activo
sk: Zatvoriť aktuálnu kartu

source: Save Active Tab
de: Aktiven Tab speichern
el: Αποθήκευση Ενεργής Καρτέλας
es: Guardar pestaña activa
et: Salvesta aktiivne kaart
fr: Sauvegarder l'onglet actif
he: שמירת הלשונית הפעילה
lt: Išsaugoti aktyvią kortelę
nl: Sla actief tabblad op
pl: Zapisz Aktywną Zakładkę
pt: Gravar Separador Activo
sk: Uložiť aktuálnu kartu

source: Confi&gure Database
de: Datenbank einrichten
el: Ρύθμ&ιση Βάσης Δεδομένων
es: Confi&gurar base de datos
fr: Confi&gurer la base de données
he: הג&דרת מסד הנתונים
lt: Kon&figūruoti duomenų bazę
nl: Confi&gureer databank
pl: Konfiguruj Bazę Danych
pt: Configurar Base de Dados
sk: Konfigurovať databázu

source: &SQL Interface
el: Διεπαφή &SQL
es: Interfaz &SQL
fr: Interface &SQL
he: מ&נשק SQL
lt: &SQL sąsaja
pl: &Interfejs SQL
pt: Interface SQL
sk: &SQL rozhranie

source: Err&or Log
de: Fehler Pr&otokoll
el: Σφά&λμα Αρχείου Καταγραφής
es: Historial de &errores
fr: &Journal d'erreurs
he: דוח &שגיאות
lt: Klaidų žur&nalas
nl: Fout&enlogboek
pl: Log Błędów
pt: Log de Erros

source: Configure A&dditional Fields
de: Zusätzliche Fel&der einrichten
el: Ρύθμιση Πρό&σθετων Πεδίων
es: Configurar campos a&dicionales
fr: Configurer les champs a&dditionels
he: תצורת שדות &נוספים
lt: Konfigūruoti papildomus &laukus
nl: Configureer bij&komende velden
pl: Konfiguracja Pól Dodatkowych
pt: Configurar Campos Adicionais
sk: Konfigurovať doplnkové políčka

source: Import &PetFinder Data
de: &PetFinder Daten importieren
el: Εισαγωγή Δεδομένων &PetFinder
fr: Importer les données &PetFinder
he: ייבוא &נתונים מ־PetFinder
lt: Importuoti &PetFinder duomenis
nl: Importeer data &PetFinder
pl: Importuj Dane z PetFinder

source: &Remove unwanted breeds and species
de: Entfe&rnen nicht genutzter Tierarten und Rassen
es: &Quitar razas y especies no deseadas
et: &Eemalda soovimatud tõud ja liigid
fr: &Supprimer les races et espèces inutiles
he: ה&סרת גזעים וזנים שאינם רצויים
lt: Ša&linti nereikalingas veisles ir rūšis
nl: &Verwijder ongewenste rassen en soorten
pl: &Usuń niepożądane gatunki i rasy
pt: Remover espécies e raças indesejadas
sk: Odstrániť nechcené plemená a druhy

source: Publish adoptable animals to RescueGroups.org
de: Adoptierbare Tiere bei RescueGroups.org veröffentlichen
fr: Publier les animaux adoptables sur RescueGroups.org
he: פרסום חיות מחמד לאימוץ באתר RescueGroups.org
lt: Skelbti atiduodamus gyvūnus RescueGroups.org
nl: Publiceer plaatsbare dieren naar RescueGroups.org
pl: Publikuj zwierzęta do adopcji na RescueGroups.org

source: &Publish Animals Available For Adoption to RescueGroups.org
fr: &Publier les animaux disponibles à l'adoption sur RescueGroups.org
he: פרסום חיות מחמד הזמינות לאימוץ באתר RescueGroups.org
lt: &Publikuoti atiduodamus gyvūnus RescueGroups.org
nl: &Publiceer plaarsbare dieren naar RescueGroups.org

source: RescueGroups.org &Settings
de: RescueGroups.org &Einstellungen
el: &Ρυθμίσεις RescueGroups.org
fr: P&aramètres RescueGroups.org
he: ה&גדרות RescueGroups.org
lt: RescueGroups.org &nuostatos
nl: RescueGroups.org &instellingen

source: Breed &Mappings
de: Rassen Zuordnung
es: &Mapeado de razas
fr: &Associations races/espèces
he: מיפוי &גזעים
lt: V&eislių sąsajos
nl: Ras–&mappings
pl: Mapowanie Ras
pt: Raça &Mapeamento
sk: Priradenie plemien

source: Ask a &question about ASM
de: Eine Frage über ASM stellen
el: &Ρωτήστε σχετικά με το ASM
es: Haga una &pregunta sobre ASM
et: Küsi &küsimus ASM-i kohta
fr: Poser une &question sur ASM
he: שאלו &שאלה אודות ASM
lt: &Užduokite klausimą apie ASM
nl: Stel een &vraag over ASM
pl: Zadaj pytanie dotyczące ASM
pt: Faça uma pergunta sobre o ASM
sk: Opýtajte sa otázku o ASM

source: Report a &bug in ASM
de: Einen &bug in ASM melden
el: Αναφέρετε ένα &σφάλμα στο ASM
es: Reporte un &error en ASM
fr: Signaler un &bug
he: דיווח על &תקלה ב־ASM
lt: Praneškite apie &klaidą ASM
nl: Rapporteer een &bug in ASM
pt: Reporte um bug no ASM
sk: Oznámte chybu v ASM

source: Help &translate ASM
de: Mithelfen und ASM überse&tzen
el: Βοήθεια &μετάφρασης ASM
es: Ayude a &traducir ASM
et: Aita &tõlkida ASM-i
fr: &Traduire ASM
he: עזרה בת&רגום ASM
lt: Padėkite iš&versti ASM
nl: Help en &vertaal ASM
pl: Pomóż przetłumaczyć ASM
pt: Ajuda a traduzir o ASM
sk: Pomôžte prekladať ASM

source: Updates
el: Ενημερώσεις
es: Actualizaciones
et: Uuendused
fr: Mises à jour
he: עדכונים
lt: Atnaujinimai
pl: Aktualizacje
pt: Actualizações
sk: Aktualizácie

source: Show me updates in future
de: Zukünftige Updates anzeigen
el: Προβολή μελλοντικών ενημερώσεων
es: Avísame de actualizaciones en el futuro
et: Näita uuendusi tulevikus
fr: Montrer les mises à jour futures
he: הצגת עדכונים בעתיד
lt: Rodyti atnaujinimus ateityje
nl: Toon me in de toekomst updates
pl: Pokazuj przyszłe aktualizacje
pt: Mostrar as actualizações no futuro
sk: Zobraz aktualizácie v budúcnosti

source: Check for ASM &updates
de: Nach ASM &Updates suchen
el: Έλεγχος &ενημερώσεων του προγράμματος ASM
es: Compruebe act&ualizaciones de ASM
et: Kontrolli ASM-i &uuendusi
fr: Vérifier les mises à jo&ur
he: בדיקה אחר &עדכוני ASM
lt: Tikrinti ASM atnau&jinimus
nl: Controleer op ASM–&updates
pt: Verificar actualizações ASM
sk: Skontrolovať aktualizácie

source: &Get more reports from sheltermanager.com ...
de: Mehr Berichte von sheltermanager.com beziehen
el: &Λάβετε περισσότερες εκθέσεις από το sheltermanager.com ...
es: &Obtener más informes desde sheltermanager.com ...
et: &Rohkem aruandeid sheltermanager.com-ist
fr: &Obtenir plus de rapports depuis sheltermanager.com...
he: &אחזור דוחות נוספים מ־sheltermanager.com ...
lt: Gauti daugiau ataskaitų iš sheltermanager.&com
nl: &Krijg meer rapportages van sheltermanager.com ...
pl: Pobierz dodatkowe sprawozdania...
sk: Získať viac reportov zo sheltermanager.com ...

source: Welcome
de: Willkommen
el: Καλώς Ήλθατε
es: Bienvenido
et: Tere tulemast
fr: Bienvenue
he: ברוכים הבאים
lt: Sveiki
nl: Welkom
pl: Witamy
pt: Boas-vindas !
sk: Vitajte

source: Change &Password
de: &Passwort ändern
el: Αλλαγή &Κωδικού
et: Muuda &parooli
fr: Modifier le mot de &passe
he: שינוי &סיסמה
lt: Keisti &slaptažodį
nl: Verander &wachtwoord
pl: Zmień &Hasło
pt: Modificar a &Senha
sk: Zmeniť heslo

source: New password and confirmation don't match
de: Passwort und Bestätigung sind nicht identisch
el: Οι δυο κωδικοί δεν ταιριάζουν
et: Uus parool ja selle kinnitus ei sobi
fr: Le nouveau mot de passe et la confirmation ne correspondent pas
he: הסיסמה החדשה אינה תואמת לסיסמת האימות
lt: Naujasis slaptažodis ir jo patvirtinimas nesutampa
nl: Nieuw wachtwoord en bevestiging komen niet overeen
pl: Nowe hasło i jego potwierdzenie nie pasują do siebie
pt: A nova Senha e a confirmação da senha não coincidem
sk: Nové heslo a kontrola hesla sa nezhodujú

source: Current Password:
de: Aktuelles Passwort:
el: Τρέχων κωδικός:
et: Käesolev parool:
fr: Mot de passe actuel :
he: הסיסמה הנוכחית:
lt: Dabartinis slaptažodis:
nl: Huidig wachtwoord:
pl: Bieżące hasło:
pt: Senha atual:
sk: Aktuálne heslo:

source: New Password:
de: Neues Passwort:
el: Νέος κωδικός:
et: Uus parool:
fr: Nouveau mot de passe :
he: סיסמה חדשה:
lt: Naujas slaptažodis:
nl: Nieuw wachtwoord:
pl: Nowe hasło:
pt: Nova Senha:
sk: Nové heslo:

source: Confirm Password:
de: Kennwort bestätigen
el: Επιβεβαίωση κωδικού:
et: Parool uuesti:
fr: Confirmer le mot de passe :
he: אישור הסיסמה:
lt: Patvirtinkite slaptažodį:
nl: Bevestig wachtwoord:
pl: Potwierdź Hasło:
pt: Confirme a senha:
sk: Potvrdiť heslo:

source: Add Animal&s
de: Tiere &hinzufügen
el: Προσθήκη ζώου&ων
he: הוספת &חיות מחמד
lt: Pridėti gyvūnu&s
nl: Voeg dieren toe
pl: Dodaj Zwierzęta
pt: Adicionar Animais

source: Refresh Active Tab
de: Aktiven Reiter aktualisieren
el: Ανανέωση Ενεργής Καρτέλας
he: רענון הלשונית הפעילה
lt: Atnaujinti aktyvią kortelę
nl: Ververs actieve tab
pl: Odśwież Aktywne Zakładki
pt: Refrescar Separador Activo

source: Profile Name
de: Profil-Name
el: Όνομα Προφίλ
es: Nombre del perfil
et: Profiili nimi
fr: Nom du profil
he: שם הפרופיל
lt: Profilio pavadinimas
nl: Profielnaam
pl: Nazwa Profilu
pt: Nome do Perfil
sk: Názov profilu

source: Treatment Name
de: Name der Behandlung
el: Όνομα Θεραπευτικής Αγωγής
es: Nombre del Tratamiento
et: Ravi nimi
fr: Nom du traitement
he: שם הטיפול
lt: Medikamento pavadinimas
nl: Behandelingsnaam
pl: Nazwa Leczenia
pt: Nome do Tratamento
sk: Názov ošetrenia

source: Frequency
de: Häufigkeit
el: Συχνότητα
es: Frecuencia
et: Sagedus
fr: Fréquence
he: תדירות
lt: Dažnumas
nl: Frequentie
pl: Częstotliwość
pt: Frequência
sk: Frekvencia
