Repository: bobintetley/asm2
Catalog: src/locale/po/*.po
Languages: de, el, es, et, fr, he, lt, nl, pl, pt, sk

source: You must give the diary task a name.
de: Ausführen
el: Πρέπει να δώσετε στο ημερολογιακό πρόγραμμα ένα όνομα.
es: Es necesario dar un nombre a la tarea.
et: Anna päeviku ülesandele nimi.
fr: Vous devez nommer la tâche.
he: יש לתת שם למשימה ביומן.
lt: Būtina įvesti standartinės užduoties pavadinimą.
nl: Geef de agendataak een naam.
pl: Wprowadź nazwę zadania
pt: Você deve dar um nome à tarefa diária
sk: Úlohe v diári musíte zadať názov

source: You must set who the task is for
de: Bitte die Aufgabe jemandem zuweisen
el: Πρέπει να ορίσετε για ποιόν είναι η εργασία
es: Es necesario indicar a quién se asigna la tarea
et: Märgi, kellele ülesanne on suunatud
fr: Vous devez préciser le responsable de la tâche
he: יש להגדיר עבור מי מוקצת המשימה
lt: Būtina nurodyti, kam skirta užduotis
nl: Stel in voor wie de taak bedoeld is.
pl: Dodaj osobę odpowiedzialną za wykonanie zadania
pt: Deve definir a quem se destina a tarefa
sk: Musíte určiť pre koho je táto úloha

source: You must set the note text.
de: Bitte einen Kommentar eingeben
el: Πρέπει να θέσετε το κείμενο σημειώσεων.
es: Es necesario introducir un texto para la nota.
fr: Vous devez saisir une note.
he: יש להגדיר את תוכן הטקסט שבהערה.
lt: Būtina įvesti priminimo tekstą.
nl: Stel de notitietekst in.
pl: Dodaj treść notatki
pt: deve definir uma nota de texto
sk: Musíte zadať text poznámky

source: You must set a subject.
de: Bitte einen Titel angeben
el: Πρέπει να ορίσετε ένα θέμα.
es: Es necesario indicar un asunto.
et: Märgi teema.
fr: Vous devez saisir un sujet.
he: יש להגדיר נושא.
lt: Būtina įvesti pavadinimą.
nl: Stel een onderwerp in.
pl: Wprowadź temat
pt: deve definir o assunto
sk: Musíte zadať predmet

source: You must set a day pivot.
de: Bitte den Fälligkeitstag wählen
el: Πρέπει να ορίσετε έναν άξονα ημέρας.
es: Es necesario establecer un margen de días.
et: Märgi päeva keskpunkt.
fr: Vous devez saisir un jour de rotation.
he: יש להגדיר יום כציר
lt: Būtina nustatyti dienų seką.
nl: Stel een dagrotatie in.
pt: deve definir um dia pivô
sk: Musíte nastaviť základ dňa.

source: You must set the diary note for someone's attention.
de: Sie müssen die Aufgabenreihe jemandem zuweisen
el: Πρέπει να θέσετε υπόψη κάποιου τη σημείωση ημερολογίου
es: Es necesario indicar quién se encarga de la nota.
et: Loo päeviku sissekanne kellegi tähelepanu tõmbamiseks.
fr: Vous devez préciser le responsable de l'action.
he: יש להגדיר הערה ביומן לתשומת ליבו של מישהו.
lt: Norint atkreipti kieno nors dėmesį, būtina sukurti priminimą.
nl: Stel in voor wie de agendanotitie is bedoeld.
pl: Wprowadź notatkę do wiadomości innych
pt: Deve definir a nota diária à atenção de alguém
sk: Poznámku v diári musíte niekomu priradiť.

source: Bad lost animal link
de: Ungültiger Link zu einem entlaufenen Tier
el: Λάθος ή χαμένος σύνδεσμος ζώου
es: Enlace de animal perdido erróneo
et: Katkine kadunud looma link
fr: Mauvais lien vers un animal perdu
he: קישור שגוי לחיית מחמד שאבדה
lt: Netinkama dingusio gyvūno sąsaja
nl: Foutieve vermist-dierkoppeling
pl: Niepoprawne połącznie do zgubionego zwierzęcia
pt: Má ligação de animal perdido
sk: Nesprávny link na stratené zviera

source: Bad waiting list link
de: Ungültiger Link auf der Warteliste
el: Λάθος σύνδεσμος λίστας αναμονής
es: Enlace de lista de espera erróneo
et: Katkine ootenimekirja link
fr: Mauvais lien vers la liste d'attente
he: קישור שגוי לרשימת המתנה
lt: Netinkama laukiančiųjų vietos sąrašo sąsaja
nl: Foutieve wachtlijstkoppeling
pl: Niepoprawne połącznie do listy oczekujących
pt: Má ligação de lista de espera
sk: Nesprávny link zoznamu čakajúcich

source: You must supply at least a date for the diary note.
de: Eine Tagesnotiz muss ein Datum aufweisen
el: Πρέπει να καταχωρήσετε τουλάχιστον μία ημερομηνία για τη σημείωση ημερολογίου
es: Es necesario indicar al menos una fecha para la nota.
et: Pead sisestama vähemalt kuupäeva.
fr: Vous devez fournir une date pour l'action.
he: יש לציין לפחות תאריך עבור ההערה ביומן.
lt: Būtina nurodyti bent priminimo datą.
nl: Geef tenminste een datum voor de agendanotitie.
pl: Wprowadź co najmniej datę do notatki
pt: Deve definir pelo menos uma data para a nota diária
sk: Pre záznam v diári musíte zadať aspoň dátum.

source: Bad movement link
de: Ungültiger Vorgangslink
el: Λάθος σύνδεσμος μεταφοράς
es: Enlace de movimiento?? erróneo
et: Katkine liikumise link
fr: Mauvais lien de mouvement
he: קישור שגוי להעברה
lt: Netinkama veiksmo sąsaja
nl: Foutieve mutatiekoppeling
pl: Niepoprawne połączenie do przesunięcia
pt: Má ligação de movimentos
sk: Nesprávny link pohybu

source: Bad animal link
de: Ungültiger Heimtier-Link
el: Λάθος σύνδεσμος ζώου
es: Enlace de animal erróneo
et: Katkine looma link
fr: Mauvais lien vers animal
he: קישור שגוי לחיית מחמד
lt: Netinkama gyvūno sąsaja
nl: Foutive dierkoppeling
pl: Niepoprawne połącznie do zwierzęcia
pt: Má ligação de animal
sk: Nesprávny link zvieraťa

source: The diary note text cannot be blank.
de: Der Aufgabenreihen-Text darf nicht leer sein.
el: Η σημείωση ημερολογίου δεν μπορεί να είναι κενή
es: El texto de la nota no puede dejarse en blanco.
et: Päeviku sissekande tekst ei saa olla tühi.
fr: Le texte de l'action ne peut être vierge.
he: תוכן ההערה ביומן לא יכול להיות ריק.
lt: Priminimo teksto laukas negali būti tuščias.
nl: De agendanotitie kan niet leeg zijn.
pl: Notatka nie może być pusta
pt: O texto da nota diária não pode estar em branco
sk: Poznámka v diári nemôže byť prázdna

source: No link.
de: Kein Link.
el: Κανένας σύνδεσμος.
es: No existe el enlace.
et: Link puudub.
fr: Lien inexistant.
he: אין קישור.
lt: Sąsajos nėra.
nl: Geen koppeling.
pl: Brak połączenia
pt: Sem ligação.
sk: Žiadny link

source: Unrecognised link.
de: Unbekannter Verweis.
el: Άγνωστος σύνδεσμος
es: Enlace no reconocido.
et: Tundmatu link.
fr: Lien non reconnu.
he: קישור בלתי מזוהה.
lt: Neatpažinta sąsaja.
nl: Koppeling wordt niet herkend.
pl: Nierozpoznane połączenie
pt: Ligação não reconhecida
sk: Neznámy link

source: You must supply a subject for the diary note.
de: Sie müssen der Aufgabenreihe einen Titel geben.
el: Πρέπει να ορίσετε θέμα για τη σημείωση ημερολογίου
es: Es necesario introducir un asunto para la nota.
et: Lisa päeviku sissekandele teema.
fr: Vous devez préciser le sujet de l'action.
he: יש לציין תאריך עבור ההערה ביומן.
lt: Būtina įvesti priminimo pavadinimą.
nl: Geef een onderwerp voor de agendanotitie op.
pl: Wprowadź temat notatki
pt: Deve colocar um assunto para a nota diária.
sk: Musíte zadať predmet pre poznámku v diári

source: Bad found animal link
de: Ungültiger Verweis auf ein gefundenes Tier.
el: Λάθος εύρεσης συνδέσμου ζώου
es: Se ha encontrado un enlace erróneo para el animal
et: Katkine leitud looma link
fr: Mauvais lien vers un animal trouvé
he: קישור שגוי לחיית מחמד שנמצאה
lt: Netinkama rasto gyvūno sąsaja
nl: Foutieve gevonden-dierkoppeling
pl: Niepoprawne połącznie do znalezionego zwierzęcia
pt: Má ligação de animal encontrado
sk: Nesprávny link nájdeného zvieraťa

source: Bad owner link
de: Ungültiger Besitzer-Verweis.
el: Λάθος σύνδεσμος ιδιοκτήτη
es: Enlace de contacto erróneo
et: Katkine omaniku link
fr: Mauvais lien vers un propriétaire
he: קישור שגוי לבעלים
lt: Netinkama asmens sąsaja
nl: Foutive eigenaarskoppeling
pl: Niepoprawne połącznie do właściciela
pt: Má ligação de dono
sk: Nesprávny link majiteľa

source: You must supply the date this entry was put on the list.
de: Sie müssen ein Datum angeben, wann der Eintrag der Liste hinzugefügt wurde.
el: Πρέπει να καταχωρήσετε την ημερομηνία εγγραφής στην λίστα
es: Es necesario introducir la fecha en la que la entrada fue incluida en la lista.
et: Määra sissekande nimekirja sisestamise kuupäev.
fr: Vous devez fournir la date où cette entrée a été mise sur la liste.
he: יש לציין את התאריך בו נוספה הערה זו לרשימה.
lt: Būtina nurodyti šio įrašo įtraukimo į sąrašą datą
nl: Geef de datum op van plaatsing op de lijst.
pl: Wprowadź datę, kiedy dane zostały dodane do listy
pt: Você deve colocar a data em que esta entrada foi colocado na lista.
sk: Musíte zadať dátum pridania tohto záznamu na zoznam.

source: You must enter the contact name.
de: Sie müssen den Ansprechpartner angeben.
el: Πρέπει να εισάγετε το όνομα επαφής.
es: Es necesario introducir el nombre del contacto.
et: Sisesta kontakti nimi.
fr: Vous devez saisir le nom du contact.
he: יש להזין את שם איש הקשר.
lt: Būtina įvesti kontaktinio asmens vardą.
nl: Voer de contactmaam in.
pl: Wprowadź osobę do kontaktu
pt: Você deve inserir o nome de contacto.
sk: Musíte zadať kontaktné meno

source: Date Required is mandatory.
de: Bedarfstermin ist erforderlich.
el: Η ημερομηνία είναι υποχρεωτική
es: El campo Fecha Obligatoria es necesario.
et: Nõutav kuupäev on kohustuslik.
fr: La date demandée est obligatoire.
he: חובה למלא את תאריך הדרישה
lt: Planinė data yra privaloma.
nl: Gewenste datum is verplicht.
pl: Wymagana data jest obowiązkowa
pt: O pedido da data é obrigatório.
sk: Dátum požadovania je povinný údaj.

source: Shelter Animal
de: Tier aus einem Tierheim
el: Ζώο καταφυγίου
es: Animal del refugio
et: Varjupaigaloom
fr: Animal du refuge
he: חיית מחמד שבבית המחסה
lt: Prieglaudos gyvūnas
nl: Centrumdier
pl: Zwierze Schroniskowe
pt: Animal de Abrigo
sk: Útulkové zviera

source: You must enter the area the animal went missing from.
de: Bitte geben Sie an, in welchem Raum das Tier entlaufen ist.
el: Πρέπει να εισάγετε την περιοχή που χάθηκε το ζώο.
es: Es necesario introducir la zona en la que desapareció el animal.
et: Sisesta koht, kust loom kaduma läks.
fr: Vous devez saisir le lieu de disparition de l'animal.
he: יש להזין את האזור ממנו נעדרה חיית המחמד.
lt: Būtina įvesti gyvūno dingimo vietovę.
nl: Voer de vermissingsplaats in.
pl: Wprowadź obszar, w którym zwierzę zaginęło
pt: Deverá inserir o local de proveniência do animal desaparecido.
sk: Musíte zadať oblasť, v ktorej sa zviera stratilo

source: You must enter the date the animal was lost.
de: Bitte führen Sie an, wann das Tier entlaufen ist.
el: Πρέπει να εισάγετε την ημερομηνία που χάθηκε το ζώο.
es: Es necesario introducir la fecha en la que se perdió el animal.
et: Sisesta kuupäev, mil loom kaduma läks.
fr: Vous devez saisir la date de disparition de l'animal.
he: יש להזין את התאריך בו חיית המחמד אבדה.
lt: Būtina įvesti gyvūno dingimo datą.
nl: Voer de vermissingsdatum in.
pl: Wprowadź datę, kiedy zwierzę zaginęło
pt: Deverá inserir a data de desaparecimento do animal.
sk: Musíte zadať dátum, kedy sa zviera stratilo

source: You must enter the date the animal was reported missing.
de: Bitte geben Sie an, wann das entlaufene Tier gemeldet wurde.
el: Πρέπει να εισάγετε την ημερομηνία που το ζώο δηλώθηκε αγνοούμενο.
es: Es necesario introducir la fecha en la que se informó de la desaparición del animal.
et: Sisesta kuupäev, mil teatati kadunud loomast.
fr: Vous devez saisir la date à laquelle l'animal a été porté disparu.
he: יש לציין את התאריך בו דווחה העלמות חיית המחמד.
lt: Būtina įvesti datą, kada buvo pranešta apie dingusį gyvūną
nl: Voer de opgegeven vermissingsdatum in
pl: Wprowadź datę, kiedy zgłoszono zaginięcie
pt: Deverá inserir a data em que o animal foi dado como desaparecido.
sk: Musíte zadať dátum, kedy bola oznámená strata zvieraťa

source: No litters cancelled.
de: Kein Trächtigkeitsabbruch.
el: Δεν ακυρώθηκαν εγγραφές γέννας
es: No se ha cancelado ninguna camada.
fr: Aucune portée(s) annulée(s).
he: לא בוטלו המלטות.
lt: Atšauktų vadų nėra.
nl: Geen nesten geannuleerd.
pl: Mioty nie zostały anulowane
pt: Sem ninhadas canceladas.
sk: Žiadne vrhy neboli zrušené.

source: {0} litter(s) cancelled.
de: {0} Trächtigkeit(en) abgebrochen.
el: {0} εγγραφές γέννας ακυρώθηκαν
es: {0} camada(s) cancelada(s).
fr: {0} portée(s) annulée(s).
he: {0} המלטות בוטלו.
lt: Atšauktos {0} vados.
nl: {0} nest(en) geannuleerd.
pl: {0} mioty/ów anulowano
pt: {0} ninhada(s) cancelada.
sk: {0} vrh(ov) bol(o) zrušených.

source: You must enter the number of animals in the litter.
de: Bitte geben Sie die Anzahl Tiere im Wurf an.
el: Πρέπει να καταχωρήσετε τον αριθμό ζώων αυτής της γέννας
es: Es necesario introducir el número de animales de la camada.
et: Sisesta loomade arv pesakonnas.
fr: Vous devez saisir le nombre d'animaux de la portée.
he: יש להזין את מספר חיות המחמד בהמלטה.
lt: Būtina nurodyti, kiek gyvūnų yra vadoje.
nl: Voer het aantal dieren in het nest in.
pl: Wprowadź liczbę zwierząt w miocie
pt: Deve inserir o número de animais da ninhada.
sk: Musíte zadať počet zvierat vo vrhu.

source: You must enter a date.
de: Bitte ein Datum angeben.
el: Πρέπει να εισάγετε ημερομηνία.
es: Es necesario introducir una fecha.
et: Sisesta kuupäev.
fr: Vous devez saisir une date.
he: יש להזין תאריך.
lt: Būtina įvesti datą.
nl: Voer een datum in.
pl: Wprowadź datę
pt: Deve inserir uma data.
sk: Musíte zadať dátum

source: You must enter the area the animal was found in.
de: Bitte geben Sie an, wo das Tier gefunden wurde.
el: Πρέπει να εισάγετε την περιοχή στην οποία βρέθηκε το ζώο.
es: Es necesario introducir la zona en la que se encontró al animal.
et: Sisesta looma leidmise piirkond.
fr: Vous devez saisir le lieu de découverte de l'animal.
he: יש להזין את האיזור שבו בעל החיים נמצא.
lt: Būtina įvesti gyvūno radimo vietovę.
nl: Voer het vindgebied in.
pl: Wprowadź obszar, w którym znaleziono zwierzę
pt: Deve inserir o nome do local onde o animal foi encontrado.
sk: Musíte zadať oblasť, v ktorej bolo zviera nájdené

source: You must enter a contact name.
de: Bitte eine Kontaktperson angeben.
el: Πρέπει να εισάγετε ένα όνομα επαφής.
es: Es necesario introducir un nombre del contacto.
et: Sisesta kontaktisiku nimi.
fr: Vous devez saisir un contact.
he: יש להזין את שם איש הקשר.
lt: Būtina įvesti kontaktinio asmens vardą.
nl: Voer de contactnaam in.
pl: Wprowadź osobę do kontaktu
pt: Deve inserir um nome de contacto.
sk: Musíte zadať kontaktné meno

source: You must enter the date the animal was reported found.
de: Bitte angeben, wann der Fund gemeldet wurde.
el: Πρέπει να εισάγετε ημερομηνία αναφοράς εύρεσης του ζώου
es: Es necesario introducir la fecha en la que se informó del hallazgo del animal.
et: Sisesta looma leidmisest teadaandmise kuupäev.
fr: Vous devez saisir la date à laquelle l'animal trouvé a été signalé.
he: יש להזין את התאריך שבו דווחה מציאתו של בעל החיים.
lt: Būtina įvesti datą, kada buvo pranešta apie rastą gyvūną.
nl: Voer de opgegeven vinddatum in.
pl: Wprowadź datę, kiedy zgłoszono znalezienie zwierzęcia
pt: Deverá inserir a data em que o animal foi dado como desaparecido.
sk: Musíte zadať dátum, kedy bolo nahlásené nájdenie zvieraťa

source: You must enter the date the animal was found.
de: Bitte das Funddatum angeben.
el: Πρέπει να εισάγετε ημερομηνία εύρεσης του ζώου.
es: Es necesario introducir la fecha en la que se encontró al animal.
et: Sisesta looma leidmise kuupäev.
fr: Vous devez saisir la date à laquelle l'animal a été trouvé.
he: יש להזין את התאריך שבו בעל החיים נמצא.
lt: Būtina įvesti gyvūno radimo datą.
nl: Voer de vinddatum in.
pl: Wprowadź datę, kiedy znaleziono zwierzę
pt: Deverá inserir a data em que o animal foi encontrado.
sk: Musíte zadať dátum, kedy bolo zviera nájdené

source: Stolen
de: Entwendet
el: Κλεμμένο
es: Robado
et: Varastatud
fr: Volé
he: גנוב
lt: Pavogtas
nl: Gestolen
pl: Skradzione
pt: Roubado
sk: Ukradnuté

source: You must enter a name for this animal.
de: Bitte dem Tier einen Namen geben.
el: Πρέπει να εισάγετε όνομα γι'αυτό το ζώο.
es: Es necesario introducir un nombre para el animal.
et: Sisesta looma nimi.
fr: Vous devez saisir un nom pour cet animal.
he: יש להזין שם לחיית מחמד זו.
lt: Būtina įvesti šio gyvūno vardą.
nl: Voer een naam in voor dit dier.
pl: Wprowadź imię zwierzęcia
pt: Deverá inserir um nome para este animal.
sk: Musíte zadať meno pre toto zviera

source: Died
de: Gestorben
el: Απεβίωσε
es: Muerto
et: Surnud
fr: Mort
he: מת
lt: Mirė savo mirtimi
nl: Overleden
pl: Zgon
pt: Morreu
sk: Uhynuté

source: Unknown
de: Unbekannt
el: Άγνωστο
es: Desconocido
et: Tundmatu
fr: Inconnu
he: לא ידוע
lt: Nežinoma
nl: Onbekend
pl: Nieznany/a
pt: Desconhecido(a)
sk: Neznáme

source: Adopted
de: Adoptiert
el: Υιοθετήθηκε
es: Adoptado
et: Loovutatud
fr: Adopté(e)
he: מאומץ
lt: Atiduotas
nl: Geadopteerd
pl: Adoptowany/a
pt: Adoptado(a)
sk: Adoptované

source: On Shelter
de: In Pflege
el: Στο καταφύγιο
es: En refugio
et: Varjupaigas
fr: Au refuge
he: בבית המחסה
lt: Prieglaudoje
nl: In opvangcentrum
pl: W schronisku
pt: No Canil
sk: V útulku

source: Deceased
de: Verstorben
el: Απεβίωσε
he: מת
lt: Miręs
nl: Overleden
pl: Martwe
pt: Falecido
sk: Uhynuté

source: Transferred
de: Übertragen
el: Μεταφέρθηκε
es: Transferido
et: Edastatud
fr: Transféré(e)
he: הועברו
lt: Perkeltas į kitą prieglaudą
nl: Overgeplaatst
pl: Przeniesione
pt: Transferido
sk: Premiestnené

source: You must enter a date of birth for the animal.
de: Bitte geben Sie ein Geburtsdatum des Tieres an.
el: Πρέπει να εισάγετε ημερομηνία γέννησης του ζώου.
es: Es necesario introducir la fecha de nacimiento del animal.
et: Sisesta looma sünnikuupäev.
fr: Vous devez saisir la date de naissance de l'animal.
he: יש להזין את תאריך הלידה של בעל החיים.
lt: Būtina įvesti gyvūno gimimo datą.
nl: Voer een geboortedatum in.
pl: Wprowadź datę urodzenia zwierzęcia
pt: Deverá inserir a data de nascimento do animal.
sk: Musíte zadať dátum narodenia tohto zvieraťa

source: You must enter a date the animal was brought into the shelter.
de: Sie müssen angeben, wann das Tier im Heim abgegeben wurde.
el: Πρέπει να εισάγετε ημηρομηνία προσκόμισης του ζώου στο καταφύγιο.
es: Es necesario introducir la fecha en la que se llevó al animal al refugio.
et: Sisesta looma varjupaika saabumise kuupäev.
fr: Vous devez saisir la date à laquelle l'animal a été admis au refuge.
he: יש להזין את התאריך שבו בעל החיים הובא לבית המחסה.
lt: Būtina įvesti gyvūno patekimo į prieglaudą datą.
nl: Voer de binnenbrengdatum in.
pl: Wprowadź datę, kiedy zwierzę zostało przyjęte do schroniska
pt: Deverá inserir a data de entrada do animal no Canil.
sk: Musíte zadať dátum, kedy bolo toto zviera prijaté do útulku

source: Escaped
de: Entlaufen
el: Δραπέτευσε
es: Huido
et: Lahti pääsenud
fr: Echappé(e)
he: ברח
lt: Pabėgo
nl: Ontsnapt
pl: Uciekł/a
pt: Escapou
sk: Utečené

source: An animal cannot be marked as deceased before it was brought into the shelter.
de: Ein Tier kann nicht als verstorben markiert werden, bevor es im Tierheim abgegeben wurde.
el: Το ζώο δεν μπορεί να σημειωθεί ως αποθανών πριν την προσκόμισή του στο άσυλο
es: No puede indicarse que un animal está muerto antes de haber sido llevado al refugio.
et: Looma ei saa enne surnuks märkida kui ta ei ole varjupaika toodud.
fr: Un animal ne peut pas être déclaré mort avant d'avoir été déposé au refuge.
he: לא ניתן לסמן בעל חיים כמת לפני שהובא אל בית המחסה.
lt: Gyvūnas negali būti pažymėtas kaip miręs prieš jam patenkant į prieglaudą.
nl: Een dier kan niet op overleden gezet worden voordat het naar het opvangcentrum gebracht werd.
pl: Data zgonu nie może być wcześniejsza niż data przyjęcia do schroniska
pt: Um animal não pode ser marcado como falecido antes de dar entrada no canil.
sk: Zviera nemôže byť označené ako uhynuté skôr než bolo prijaté do útulku

source: You must select an owner for this type of movement.
de: Sie müssen einen Besitzer für diese Art von Transfer angeben.
el: Πρέπει να επιλέξετε ιδιοκτήτη για τέτοιου τύπου μετακίνηση.
es: Es necesario seleccionar un contacto para este tipo de movimiento.
et: Selle muudatuse juures on vaja märkida omanik.
fr: Vous devez selectionner un propriétaire pour ce type de mouvement.
he: יש לבחור בבעלים כדי לבצע סוג כזה של העברה.
lt: Šiam veiksmo tipui būtina nurodyti susijusį asmenį.
nl: Je moet een eigenaar selecteren voor dit type mutatie.
pl: Aby wykonać to przesunięcie musisz wybrać właściciela
pt: Você deve selecionar um dono para este tipo de movimento.
sk: Musíte zadať majiteľa pre tento typ pohybu

source: This animal already has an open movement record. You cannot create another.
de: Für dieses Tier gibt es bereits einen Transfer-Eintrag. Es kann kein weiterer angelegt werden.
el: Το ζώο έχει ήδη εγγραφή μετακίνησης. Δεν μπορείτε να ανοίξετε καινούρια.
es: Ya existe un registro abierto para este animal. No es posible crear otro.
et: Sellel loomal on juba avatud liikumise kirje. Ei saa teist luua.
fr: Cet animal a déjà un mouvement en cours. Vous ne pouvez pas en créer un autre.
he: לחיית מחמד זו ישנה רשומת העברה פתוחה. לא ניתן ליצור אחת נוספת.
lt: Gyvūnui jau yra priskirtas neužbaigtas veiksmas. Jūs negalite sukurti kito.
nl: Dit dier heeft al een openstaand mutatierecord. U kunt geen extra record aanmaken.
pl: Zwierzę ma już otwarte przesunięcie. Nie można założyć kolejnego.
pt: Este animal já tem um registro de movimento aberto. Não é possivel criar outro.
sk: Toto zviera už má záznam o pohybe. Nemôžete vytvoriť nový.

source: You must select an animal.
de: Bitte ein Tier auswählen.
el: Πρέπει να επιλέξετε ένα ζώο.
es: Es necesario seleccionar un animal.
et: Vali loom.
fr: Vous devez sélectionner un animal.
he: יש לבחור חיית מחמד.
lt: Būtina pasirinkti gyvūną.
nl: Je moet een dier kiezen.
pl: Wybierz zwierzę
pt: Deverá seleccionar um animal.
sk: Musíte vybrať zviera

source: None
de: Keiner
el: Κανένα
es: Ninguno
et: Puudub
fr: Aucun(e)
he: אין
lt: Joks
nl: Geen
pl: Brak
pt: Nenhum
sk: Žiadne

source: Fostered
de: In Pflege
el: Έγινε αναδοχή
es: Acogidos
et: Kasuperesse antud
fr: En famille d'accueil
he: באימוץ זמני
lt: Globojamas namuose
nl: Gastgezin
pl: W domu tymczasowym
pt: Para adopção.
sk: V dočasnej opatere

source: Reservation
de: Reservierung
el: Κράτηση
es: Reserva
et: Broneeritud
fr: Réservation
he: בהזמנה
lt: Rezervacija
nl: Reservering
pl: Rezerwacja
pt: Reserva
sk: Rezervácia

source: Updating and cancelling animal litters...
de: Aktualisierung und Abbruch von Wurf-Eingaben
el: Ενημέρωση και ακύρωση εγγραφής γέννας
es: Actualizando y cancelando camadas...
et: Uuendan ja kustutan pesakonnad...
fr: Mise à jour et annulation des portées...
he: מתבצע עדכון וביטול של המלטות חיות המחמד...
lt: Gyvūnų vados atnaujinamos ir atšaukiamos...
nl: Bijwerken en annuleren van nesten...
pl: Aktualizacja miotów
pt: Actualização e cancelando ninhadas
sk: Obnovovanie a rušenie vrhov...

source: Auto-archiving animal records...
de: Automatische Sicherung der Tier-Datensätze...
el: Αυτόματη αρχειοθέτηση εγγραφών ζώων...
es: Archivando registros automáticamente...
et: Salvestan automaatselt looma kirjed...
fr: Archivage automatique des données de l'animal...
he: רשומות חיות המחמד עוברות לארכיון באופן אוטומטי...
lt: Vyksta gyvūnų įrašų automatinė archyvacija...
nl: Auto-archiveren dier-records...
pl: Automatyczny zapis danych
pt: Arquivamento automático de registros de animais ...
sk: Auto-archívovanie záznamov zvierat...

source: You must give your custom report a title.
de: Sie müssen Ihrer Abfrage einen Titel geben.
el: Πρέπει να δώσετε ενα τίτλο στην προσαρμοσμένη έκθεση.
es: Es necesario introducir un título para el informe.
et: Pane raportile pealkiri.
fr: Vous devez saisir un titre à votre rapport personnalisé.
he: יש לתת לדו"ח המיוחד שהוכן כותרת.
lt: Būtina suteikti individualizuotai ataskaitai pavadinimą.
nl: Geef een naam op voor uw eigen rapportage.
pl: Wprowadź tytuł raportu
pt: Deverá dar um nome ao seu relatório personalizado.
sk: Vlastnému reportu musíte zadať názov.
