Repository: bobintetley/asm2
Catalog: src/locale/po/*.po
Languages: de, el, es, et, fr, he, lt, nl, pl, pt, sk

source: Monthly Animal Figures
de: Monatliche Tier Statistiken
el: Μηνιαίος αριθμός ζώων
es: Cifras mensuales de animales
et: Igakuine loomade statistika
fr: Chiffres mensuels
he: נתונים חודשיים לחיות המחמד
lt: Gyvūnų skaičiai per mėnesį
nl: Maandelijkse diercijfers
pl: Miesięczne Zestawienia Zwierząt
pt: Figuras de animais mensais
sk: Mesačné prehľady zvierat

source: Figures
de: Statistik
el: Αριθμοί
es: Cifras
et: Arvud
fr: Chiffres
he: נתונים
lt: Skaičiai
nl: Cijfers
pl: Zestawienia
pt: Imagens
sk: Prehľady

source: Long Term Animals
de: langzeitbewohner
el: Ζώα μακράς διαμονής
es: Animales de estancia prolongada
et: Pikaajalised loomad
fr: Animaux long terme
he: חיות מחמד לטווח ארוך
lt: Prieglaudos senbuviai
nl: Langverblijvende dieren
pl: Zwierzęta Długoterminowe
pt: Animais de longa data
sk: Stálice útulku

source: Shelter Inventory
de: Heim Inventar
el: Κατάσταση καταφυγίου
es: Inventario del refugio
et: Varjupaiga inventarinimekiri
fr: Inventaire du refuge
he: מאגר בית המחסה
lt: Prieglaudos gyvūnų suvestinė
nl: Opvangcentruminventaris
pl: Inwentaryzacja Schroniska
pt: Inventário do Canil
sk: Osadenstvo útulku

source: Inventories
de: Bestandsaufnahme
el: Καταστάσεις
es: Inventarios
et: Kaubaladu
fr: Inventaires
he: מאגרים
lt: Suvestinė
nl: Aanwezige dieren
pl: Inwentaryzacje
pt: Inventários
sk: Osadenstvo

source: Detailed Shelter Inventory
de: Detaillierte Bestandsaufnahme
el: Αναλυτική κατάσταση καταφυγίου
es: Inventario detallado del refugio
et: Detailne varjupaiga inventarinimekiri
fr: Inventaire détaillé du refuge
he: מאגר מפורט של בית המחסה
lt: Prieglaudos gyvūnų detali suvestinė
nl: Gedetailleerde opvangcentruminventaris
pl: Szczegółowa Inwentaryzacja Schroniska
pt: Inventário Detalhado do Canil
sk: Detaily osadenstva v útulku

source: Animals Not Part Of A Litter
de: Tiere die nicht Teil eines Wurfes sind
el: Ζώα που δεν είναι μέλη μιας γέννας
es: Animales no pertenecientes a una camada
et: Mitte pesakonnast päris loomad
fr: Animaux ne faisant pas partie d'une portée
he: חיות שאינן חלק מהמלטות
lt: Jaunikliai nepriklausantys vadai
nl: Dieren die niet tot een nest behoren
pl: Zwierzęta nie są częścią miotu
pt: Animais sem serem de ninhadas
sk: Zvieratá, ktoré nie sú súčasťou vrhu

source: Litters
de: Würfe
el: Γέννες
es: Camadas
et: Pesakonnad
fr: Portées
he: המלטות
lt: Vados
nl: Nesten
pl: Mioty
pt: Ninhadas
sk: Vrhy

source: In/Out
de: Eingang/Ausgang
el: Εισερχόμενα/εξερχόμενα
es: Entradas/salidas
et: Sisse/välja
fr: Entrée/Sortie
he: כניסה\יציאה
lt: Į prieglaudą/Iš prieglaudos detali suvestinė
nl: In/uit
pl: Wejście/Wyjście
pt: Entradas / Saídas
sk: Dnu/Von

source: Movements
de: Bewegungen
el: Μετακινήσεις
es: Movimientos
et: Liikumised
fr: Mouvements
he: העברות
lt: Veiksmai
nl: Mutaties
pl: Przesunięcia
pt: Movimentos
sk: Pohyby

source: In/Out Summary
de: Eingang/Ausgang Ergebnisse
el: Σύνοψη εισερχόμενων/εξερχόμενων
es: Resumen de entradas/salidas
et: Sisse/välja koond
fr: Sommaire entrée/sortie
he: תקצירי כניסה/יציאה
lt: Į prieglaudą/Iš prieglaudos suvestinė
nl: In/uit samenvatting
pl: Podsumowanie Wejścia/Wyjścia
pt: Sumário de Entradas / Saídas
sk: Dnu/Von Zhrnutie

source: Transfer In Report
de: In Bericht überführen
el: Αναφορά εισερχόμενων
es: Informe de entradas al refugio
et: Sissetulnute aruanne
fr: Rapport des transferts entrants
he: דוח הכנסה לבית המחסה
lt: Gyvūnai iš kitų prieglaudų
nl: Overdracht in rapport
pl: Raport Transferów Wchodzących
pt: Relatório de Entradas
sk: Presuny v reporte

source: Volume Of Adoptions Per Retailer
de: Anzahl der Adoptierungen pro Händler
el: Πλήθος υιοθεσιών ανά πωλητή λιανικής
es: Volumen de adopciones por colaborador
et: Edasimüüja loovutuste hulk
fr: Volume d'adoption par revendeur
he: נפח האימוצים לפי קמעונאי
lt: Atidavimų apimtis pagal tarpininkus
nl: Aantal adopties per handelaar
pl: Ilość Adopcji per Sprzedawca
pt: Volume de Adopções por Comerciante
sk: Množstvo adopcií prostredníctvom sprostredkovateľa

source: Retailers
de: Händler
el: Μεταπωλητές
es: Colaboradores
et: Edasimüüjad
fr: Revendeurs
he: קמעונאים
lt: Tarpininkus
nl: Handelaars
pl: Sprzedawcy
pt: Comerciantes
sk: Sprostredkovatelia

source: Average Time At Retailer Before Adoption
de: Durchschnittliche Aufenthaltszeit bei Händlern bis zur Adoption
el: Μέσος χρόνος παραμονής σε πωλητή λιανικής πριν την υιοθεσία
es: Tiempo medio con el colaborador antes de la adopción
et: Keskmine aeg edasimüüja juures enne loovutust
fr: Temps moyen chez le revendeur avant adoption
he: הזמן הממוצע אצל הקמעונאי בטרם האימוץ
lt: Vidutinis laikas pas tarpininką iki atidavimo
nl: Gemiddelde tijd bij handelaar voor adoptie
pl: Przeciętny Czas Spędzony u Sprzedawcy Przed Adopcją
pt: Tempo médio no comerciante antes da adopção
sk: Priemerný čas u sprostredkovateľa pred adopciou

source: Retailer Inventory
de: Händler Inventory
el: Κατάσταση πωλητή λιανικής
es: Inventario del colaborador
et: Edasimüüjate loend
fr: Inventaire revendeur
he: מאגר הקמעונאים
lt: Gyvūnai pas tarpininkus
nl: Handelaarsinventaris
pl: Inwentarz Sprzedawcy
pt: Inventório do comerciante
sk: Osadenstvo u sprostredkovateľa

source: Returned Animals Report
de: Bericht über wiedergekehrte Tiere
el: Αναφορά επιστραφέντων ζώων
es: Informe de animales devueltos
et: Tagasitulnud loomade aruanne
fr: Rapport des animaux retournés
he: יומן חיות המחמד שהוחזרו
lt: Grąžintų gyvūnų ataskaita
nl: Rapportage teruggebrachte dieren
pl: Raport zwierząt zwróconych
pt: Relatório de Animais Devolvidos
sk: Report vrátených zvierat

source: Returns
de: Rückgabe
el: Επιστροφές
es: Devoluciones
et: Tagastused
fr: Retours
he: החזרות
lt: Grąžinimai
nl: Terugbrengingen
pl: Zwroty
pt: Devoluções
sk: Návraty

source: Animals Returned Within 6 Months
de: Zurückgebrachte Tiere in den letzten 6 Monaten
el: Ζώα επιστραφέντα εντός 6 μηνών
es: Animales devueltos antes de 6 meses
et: Loomad, kes on tagastatud kuue kuu jooksul
fr: Animaux retournés dans les 6 mois
he: חיות מחמד שהוחזרו תוך חצי שנה
lt: Gyvūnai grąžinti 6 mėn. laikotarpiu
nl: Dieren teruggebracht binnen de 6 maanden
pl: Zwierzęta zwrócone w ciągu 6 m-cy
pt: Devoluções de Animais em menos de 6 meses
sk: Zvieratá vrátené do 6 mesiacov

source: Animals Returned After 6 Months
de: Zurückgebrachte Tiere nach mehr als 6 Monaten
el: Ζώα επιστραφέντα έπειτα από 6 μήνες
es: Animales devueltos tras 6 meses
et: Loomad, kes on tagastatud peale kuute kuud
fr: Animaux retournés après 6 mois
he: חיות מחמד שהוחזרו לאחר חצי שנה
lt: Gyvūnai grąžinti vėliau kaip po 6 mėn.
nl: Dieren teruggebracht na 6 maanden
pl: Zwierzęta zwrócone po 6 m-cach
pt: Devoluções de Animais depois de 6 meses
sk: Zvieratá vrátené po 6 mesiacoch

source: Most Common Name
de: Häufigster Name
el: Πιο συνηθισμένο όνομα
es: Nombre más común
et: Enamlevinud nimi
fr: Noms les plus courants
he: השם הנפוץ ביותר
lt: Populiariausias vardas
nl: Meest voorkomende naam
pl: Najbardziej Popularne Imię
pt: Nome mais comum
sk: Najbežnejšie meno

source: Statistics
de: Statistiken
el: Στατιστικά
es: Estadísticas
et: Statistika
fr: Statistiques
he: סטטיסטיקה
lt: Statistika
nl: Statistieken
pl: Statystyki
pt: Estatísticas
sk: Štatistiky

source: Animal Death Reasons
de: Gründe für das Ableben von Tieren
el: Αιτίες θανάτου ζώου
es: Razones de muerte de animales
et: Loomade surmapõhjused
fr: Motifs des décès
he: סיבות מות חיות המחמד
lt: Gyvūnų mirties priežastys
nl: Doodsoorzaken
pl: Przyczyny zgonów
pt: Rasões da Morte do Animal
sk: Dôvody úhynu zvierat

source: Most Common Animal Entry Areas
de: Häufigste Eingangsbereiche
el: Πιο συνηθισμένες περιοχές εισδοχής
es: Zonas de entrada de animales más comunes
et: Populaarseimad loomade sissetulekupaigad
fr: Zones d'admission les plus courantes
he: האזורים הנפוצים ביותר להכנסת חיות מחמד
lt: Populiariausios vietovės, iš kurių patenka gyvūnai
nl: Meest voorkomende herkomstgebieden
pl: Obszar o Największej Ilości Oddań
pt: Áreas mais comuns de entrada de animais
sk: Najbežnejšie oblasti príjmu zvierat

source: Most Common Animal Adoption Areas
de: Häufigste Adoptionsbereiche
el: Πιο συνηθισμένες περιοχές υιοθεσίας
es: Zonas de adopción más comunes
et: Populaarseimad loovutuspaigad
fr: Zones d'adoption les plus courantes
he: האזורים הנפוצים ביותר לאימוץ חיות מחמד
lt: Populiariausios gyvūnų atidavimo vietovės
nl: Meest voorkomende adoptiegebieden
pl: Obszar o Największej Ilości Adopcji
pt: Áreas mais comuns de adopção de animais
sk: Najbežnejšie oblasti adopcie zvierat

source: Average Time On Waiting List
de: Durchschnittliche Wartezeit
el: Μέσος χρόνος στην λίστα αναμονής
es: Tiempo medio en la lista de espera
et: Keskmine aeg ootenimekirjas
fr: Temps moyen dans la liste d'attente
he: הזמן הממוצע ברשימת המתנה
lt: Vidutinis laikas laukiančių vietos sąraše
nl: Gemiddelde tijd op wachtlijst
pl: Średni czas na liscie oczekiwania
pt: Tempo médio na lista de espera
sk: Priemerný doba v zozname čakajúcich

source: Monthly Donations
de: Monatliche Abgaben
el: Μηνιαίες Δωρεές
es: Donaciones mensuales
et: Igakuised annetused
fr: Dons mensuels
he: תרומות חודשיות
lt: Parama per mėnesį
nl: Maandelijkse giften
pl: Miesięczne darowizny
pt: Doações Mensais
sk: Mesačné príspevky

source: Financial Graphs
de: Graphische Finazielle Auswertung
el: Γραφήματα οικονομικά
es: Gráficos financieros
et: Finantsgraafikud
fr: Graphiques financier
he: גרפים כלכליים
lt: Finansiniai grafikai
nl: Financieële grafieken
pl: Wykres finansowy
pt: Gráficos Financeiros
sk: Finančné grafy

source: Monthly Donations By Species
de: Monatliche Abgaben nach Rassen
el: Μηνιαίες δωρεές ανά είδος ζώου
es: Donaciones mensuales por especie
et: Igakuised annetused liikide lõikes
fr: Dons mensuels par espèce
he: תרומות חודשיות לפי זן
lt: Parama per mėnesį pagal rūšis
nl: Maandelijkse giften per diersoort
pl: Miesięczne darowizny wg gatunków
pt: Doações Mensais por Raça
sk: Mesačné príspevky podľa druhov

source: Monthly Adoptions By Species
de: Monatliche Adoptionen nach Rassen
el: Μηνιαίες υιοθεσίες ανά είδος ζώου
es: Adopciones mensuales por especie
et: Igakuised loovutused liikide lõikes
fr: Adoptions mensuelles par espèce
he: אימוצים חודשיים לפי זן
lt: Atidavimai per mėnesį pagal gyvūnų rūšis
nl: Maandelijkse adopties per diersoort
pl: Miesięczne adopcje wg gatunków
pt: Adopções Mensais por Raça
sk: Mesačné adopcie podľa druhov

source: Movement Graphs
de: Graphische Bewegungs Auswertung
el: Γραφήματα μετακινήσεων
es: Gráficos de movimientos
et: Liikumiste graafik
fr: Graphiques des mouvements
he: גרפים להעברות
lt: Veiksmų grafikai
nl: Mutatiegrafieken
pl: Wykres przesunięć
pt: Gráficos de Movimentos
sk: Grafy pohybov

source: Monthly Adoptions By Location
de: Monatliche Adoption nach Ort
el: Μηνιαίες υιοθεσίες ανά περιοχή
es: Adopciones mensuales Por ubicación
et: Igakuised loovutused asukohapõhiselt
fr: Dons mensuels par localisation
he: אימוצים חודשיים לפי מיקום
lt: Atidavimai per mėnesį pagal vietovę
nl: Maandelijkse adopties per locatie
pl: Miesięczne adopcje wg lokalizacji
pt: Adopções Mensais por Localização
sk: Mesačné adopcie podľa miesta umiestnenia

source: Animal Entry Reasons
de: Abgabe Gründe
el: Λόγοι εισαγωγής ζώου
es: Razones de entrada de los animales
et: Loomade sissetuleku põhjused
fr: Motifs d'admission
he: הסיבות לכניסת חיית המחמד
lt: Gyvūnų patekimo priežastys
nl: Binnenkomstredenen
pl: Powody przyjęć zwierząt
pt: Motivos da Entrada do Animal
sk: Dôvody príjmu zvieraťa

source: Animal Return Reasons
de: Rückgabegründe
el: Λόγοι επιστροφής ζώου
es: Razones de retorno de animales
et: Loomade tagastamise põhjused
fr: Motifs des retours
he: סיבות להחזרות חיות המחמד
lt: Gyvūnų grąžinimo priežastys
nl: Terugbrengredenen
pl: Powody zwrotów zwierząt
pt: Motivos da Devolução do Animal
sk: Dôvody vrátenia zvieraťa

source: Owner Criteria Matching
de: Besitzer Kriterien Vergleich
el: Κριτήρια επιλογής ιδιοκτήτη
es: Búsqueda de criterios por contacto
et: Omanike sobivuskriteerium
fr: Comparer les critères des contacts
he: התאמת בעלים לקריטריונים
lt: Atitikimas norimiems įsigyti gyvūnams
nl: Eigenaarscriteria overeenkomsten
pl: Kryteria Dopasowywania Właściciela
pt: Critério de correspondêcia de dono
sk: Kritériá zhody majiteľov

source: Dead On Arrival
de: Tot eingeliefert
el: Θάνατος κατά την άφιξη
es: Muerto al llegar
et: Saabudes surnud
fr: Mort à l'arrivée
he: מת עם הגעתו
lt: Atvyko miręs
nl: Dood bij aankomst
pl: Zmarły przed przyjęciem
pt: Vivos à chegada
sk: Prijaté uhynuté

source: Healthy
de: Gesund
el: Υγιής
es: Saludable
et: Terve
fr: Sain
he: בריא
lt: Sveikas
nl: Gezond
pl: Zdrowe
pt: Saudável
sk: Zdravé

source: Sick/Injured
de: Krank/Verlezt
el: Άρρωστο/τραυματισμένο
es: Enfermo/Herido
et: Haige/vigastatud
fr: Malade/Blessé
he: חולה/פצוע
lt: Serga/Sužeistas
nl: Ziek/gewond
pl: Chory/ranny
pt: Doente / Ferido
sk: Choré/poranené

source: Requested
de: Angeordnet
el: Ζητήθηκε
es: Orden judicial
et: Soovitud
fr: Requis
he: מבוקש
lt: Pagal prašymą
nl: Gevraagd
pl: Zażądano
pt: Pedido
sk: Požadované

source: Culling
de: Tötung
el: Επιλογή
es: Eutanasia
et: Väljapraakimine
fr: Abattage
he: חולשה
lt: Populiacijos mažinimas
nl: Keuze
pl: Ubój
pt: Abate
sk: Redukovanie

source: Feral
de: Wild
el: Άγριο
es: Silvestre
et: Metsik
fr: Sauvage
he: פראות
lt: Sulaukėjus
nl: Wild
pl: Dziki
pt: Selvagem
sk: Divé

source: Biting
de: Bissig
el: Δαγκώνει
es: Mordedura
et: Hammustamine
fr: Morsure
he: נשיכה
lt: Įkando
nl: Bijtend
pl: Gryzący
pt: Mordedor
sk: Hryzúce

source: Standard
el: Σύνηθες
he: רגיל
lt: Standartinė
nl: Standaard
pl: Standardowy
pt: Padrão
sk: Štandard

source: Donation
de: Spende
el: Δωρεά
es: Donación
et: Annetus
fr: Don
he: תרומה
lt: Parama
nl: Gift
pl: Datek
pt: Doação
sk: Príspevok

source: Adoption Fee
de: Vermittlungsgebühr
el: Τέλη υιοθεσίας
et: Loovutustasu
he: עמלת אימוץ
lt: Atidavimo mokestis
nl: Adoptiegeld
pl: Opłata adopcyjna
pt: Taxa de Adopção
sk: Adopčný poplatok

source: Waiting List Donation
de: Wartelistengebühr
el: Λίστα αναμονής υιοθεσιών
et: Ootenimekirja annetus
he: תרומה בזמן המתנה בתור
lt: Parama už įtraukimą į laukiančiųjų sąrašą
nl: Wachtlijstgift
pl: Darowizna z Listy Oczekujących
pt: Lista de Espera de Doações
sk: Dary prostr. zoznamu čakajúcich

source: Entry Donation
de: Eingangsgebühr
el: Δωρεά εισαγωγής
he: תרומה בגין הכנסה
lt: Parama už priėmimą
nl: Inschrijvingsgift
pl: Darowizna za przyjęcie zwierzęcia
pt: Doações de Entrada
sk: Príspevok pri prijatí

source: Animal Sponsorship
de: Patenschaftsgebühr
el: Χορηγία ζώου
et: Looma sponsoreerimine
he: חסות על חיית מחמד
lt: Parama gyvūnams
nl: Sponsoring
pl: Sponsorowanie zwierzęcia
pt: Fiança de animal
sk: Sponzorstvo tohto zvieraťa

source: Marriage/Relationship split
de: Scheidung/Trennung
el: Διάλυση γάμου/σχέσης
es: Separación
et: Abielu/kooselu lahutus
fr: Divorce/Séparation
he: קרע בנישואים/מערכת יחסים
lt: Skyrybos
nl: Scheiding
pl: Rozpad małżeństwa
pt: Separação de casamento/relação
sk: Rozvod / rozchod

source: Allergies
de: Allergien
el: Αλλεργίες
es: Alergias
et: Allergia
he: אלרגיות
lt: Alergija
nl: Allergieën
pl: Alergie
pt: Alergias
sk: Alergie

source: Unable to Cope
de: Erziehungsproblem
el: Δεν μπορεί να ανταπεξέλθει
es: No sociable
et: Ei saa hakkama
fr: Ne peut assumer
he: חוסר יכולת התמודדות
lt: Nesusitvarko
nl: Onbedwingbaar
pl: Brak możliwości Adaptacji
pt: Incapaz de acasalar
sk: Neschopnosť postarať sa

source: Unsuitable Accomodation
de: Unterbringung
el: Ακατάλληλη εγκατάσταση διαμονής
es: Falta de espacio
et: Ebasobivad tingimused
fr: Logement insalubre
he: חוסר הסתגלות
lt: Netinkama gyvenamoji vieta
nl: Ongeschikte accomodatie
pl: Nieodpowiednie warunki
pt: Acomodação Inadequada
sk: Nevhodné ubytovanie

source: Stray
de: Fundtier
el: Αδέσποτο
es: Callejero
et: Hulkuv
fr: Errant
he: תועה
lt: Beglobiai
nl: Verdwaald
pl: Zdziczały
pt: Vagueando
sk: Túlavé

source: Unable to Afford
de: Finanzielle Probleme
el: Δεν μπορεί να ανταπεξέλθει οικονομικά
es: Falta de medios
et: Ei jõua ülal pidada
fr: Ne peut financer
he: תחזוקה יקרה מדי
lt: Finansinės problemos
nl: Onveroorloofbaar
pl: Brak środków na utrzymanie
pt: Incapaz de pagar
sk: Veľké výdaje

source: Abuse
de: Quälerei
el: Κακοποιημένο
es: Maltrato
et: Väärkohtlemine
fr: Abus
he: התעללות
lt: Žiaurus elgesys
nl: Misbruik
pl: Znęcanie się
pt: Abuso
sk: Týrané

source: Abandoned
de: Ausgesetzt
el: Εγκαταλειμμένο
es: Abandonado
et: Hüljatud
fr: Abandonné
he: נטישה
lt: Paliktas be priežiūros
nl: Verlaten
pl: Porzucony
pt: Abandonado
sk: Opustené

source: No Locations
de: Keine Angabe
el: Χωρίς τοποθεσίες
es: Sin Ubicaciones
et: Asukoht puudub
fr: Pas d'emplacement
he: אין מיקומים
lt: Jokių patalpų
nl: Geen locaties
pl: Brak Lokalizacji
pt: Sem Localizações
sk: Nezadané umiestnenie

source: Female
de: Weibchen
el: Θηλυκό
es: Hembra
et: Emane
fr: Femelle
he: נקבה
lt: Patelė
nl: Vrouwelijk
pl: Samica
pt: Femea
sk: Samica

source: Male
de: Männchen
el: Αρσενικό
es: Macho
et: Isane
fr: Mâle
he: זכר
lt: Patinas
nl: Mannelijk
pl: Samiec
pt: Macho
sk: Samec

source: Very Large
de: Sehr groß
el: Πολύ μεγάλο
es: Muy grande
et: Väga suur
fr: Très grand
he: גדול מאוד
lt: Labai didelis
nl: Erg groot
pl: Bardzo duży
pt: Muito Grande
sk: Veľmi veľké

source: Large
de: Groß
el: Μεγάλο
es: Grande
et: Suur
fr: Grand
he: גדול
lt: Didelis
nl: Groot
pl: Duży
pt: Grande
sk: Veľké

source: Medium
de: Mittel
el: Μεσαίο
es: Medio
et: Keskmine
fr: Moyen
he: בינוני
lt: Vidutinis
nl: Gewoon
pl: Średni
pt: Médio
sk: Stredné

source: Small
de: Klein
el: Μικρό
es: Pequeño
et: Väike
fr: Petit
he: קטן
lt: Mažas
nl: Klein
pl: Mały
pt: Pequeno
sk: Malé

source: Short
de: Kurz
el: Κοντό
es: Corto
et: Lühike
fr: Court
he: קצרה
lt: Trumpaplaukis
nl: Kort
pl: Krótka
pt: Curto
sk: Krátka

source: Long
de: Lang
el: Μακρύ
es: Largo
et: Pikk
he: ארוכה
lt: Ilgaplaukis
nl: Lang
pl: Długa
pt: Longo
sk: Dlhá

source: Rough
de: Rau
el: Σκληρό
es: Áspero
et: Karm
fr: Rugueux
he: גסה
lt: Šiurkštus
nl: Ruw
pl: Szorstka
pt: Áspero
sk: Drsný

source: Curly
de: Kraus
el: Μπουκλες
es: Rizado
et: Lokkis
fr: Frisé
he: מקורזלת
lt: Garbanotas
nl: Gekruld
pl: Kręcona
pt: # Encaracolado
sk: Vlnitá

source: Corded
de: Verschnürt
el: Κοτσιδες
es: Mechones
et: Nöörjas (corded)
fr: Cordé
he: סבוך
lt: Virvėmis
nl: Draderig
pl: Filcowata
pt: Amarrado
sk: S dredmi

source: Hairless
de: Haarlos
el: Χωρίς τρίχωμα
es: Sin pelo
et: Karvutu
fr: Nu
he: נטול שיער
lt: Beplaukis
nl: Naakt
pl: Nagi
pt: Sem pêlo
sk: Bezsrsté

source: Bank
el: Τράπεζα
et: Pank
he: בנק
lt: Bankas
pt: Banco
sk: Banka

source: Credit Card
de: Kreditkarte
el: Πιστωτική Κάρτα
et: Krediitkaart
he: כרטיס אשראי
lt: Kreditinė kortelė
nl: Kredietkaart
pl: Karta kredytowa
pt: Cartão de crédito
sk: Platobná karta

source: Loan
de: Darlehen
el: Δάνειο
et: Laen
he: הלוואה
lt: Paskola
nl: Lening
pl: Pożyczka
pt: Empréstimo
sk: Pôžička

source: Expense
de: Ausgaben
el: Έξοδο
et: Kulu
he: הוצאה
lt: Sąnaudos
nl: Uitgave
pl: Wydatki
pt: Despesa
sk: Výdavok

source: Income
de: Einnahmen
el: Εισόδημα
et: Tulu
he: הכנסה
lt: Pajamos
nl: Inkomst
pl: Przychód
pt: Receita
sk: Príjem

source: Pension
el: Πανσιόν
he: פנסיה
lt: Subsidija
nl: Pensioen
pt: Pensão

source: Shares
de: Freigaben
el: Μετοχές
he: מניות
lt: Akcijos
nl: Aandelen
pl: Udziały
pt: Partilhas
sk: Podiely

source: Asset
de: Aktiva
el: Ενεργητικό
et: Vara
he: נכס
lt: Turtas
nl: Activa
pl: Aktywa
pt: Activo
sk: Aktíva

source: Liability
de: Passiva
el: Παθητικό
et: Kohustus
he: התחייבות
lt: Įsipareigojimai
nl: Passiva
pl: Pasywa
pt: Responsabilidade
sk: Pasíva

source: Adoption
el: Υιοθεσία
es: Adopción
et: Loovutus
he: אימוץ
lt: Atidavimas
nl: Adoptie
pl: Adopcja
pt: Adopção
sk: Adopcia

source: Foster
de: Pflege
el: Ανάδοχος
es: Acogida
et: Kasupereks hakkamine
fr: Famille d'accueil
he: אימוץ זמני
lt: Laikina globa namuose
nl: Gastgezin
pl: Przybrany
pt: Adoptado
sk: Domáca opatera

source: Transfer
el: Μεταβίβαση
es: Transferir
et: Ülekanne
fr: Transfert
he: העברה
lt: Perkėlimas į kitą prieglaudą
nl: Verplaatsing
pl: Przeniesienie
pt: Transferência
sk: Premiestnenie

source: Reclaimed
de: Zurück Beansprucht
el: Ζητήθηκε επανάκτηση
es: Reclamado
et: Tagastatud
fr: Réclamé
he: נדרש על ידי הבעלים
lt: Grįžo į namus
nl: Teruggeëist
pl: Odzyskane
pt: Reclamado
sk: Odobraté

source: Released To Wild
de: Freigelassen
el: Απελευθέρωση στη φύση
es: Reinsertado
et: Vabadusse lastud
fr: Remis en liberté
he: שוחרר לחופשי
lt: Paleistas į laisvę
nl: Losgelaten
pl: Uwolniony do środowiska naturalnego
pt: Libertado para a natureza
sk: Vypustené do prírody

source: Cancelled Reservation
de: Stornierte Reservierung
el: Ακύρωση κράτησης
es: Reserva cancelada
et: Tühistatud broneering
fr: Réservation annulée
he: ביטול הזמנה
lt: Atšaukta rezervacija
nl: Geannuleerde reservatie
pl: Anulowanie rezerwacji
pt: Reserva Cancelada
sk: Zrušená rezervácia

source: Animal
de: Tier
el: Ζώο
et: Loom
he: חיית מחמד
lt: Gyvūnai
nl: Dier
pl: Zwierzę
sk: Zviera

source: Lost Animal
de: Entlaufen
el: Χαμένο Ζώο
es: Animal perdido
et: Kaotatud loom
fr: Animal perdu
he: חיית מחמד שאבדה
lt: Dingęs gyvūnas
nl: Vermist dier
pl: Zaginione zwierzę
pt: Animal Perdido
sk: Stratené zviera

source: Found Animal
de: Fundtier
el: Ευρεθέν ζώο
es: Animal encontrado
et: Leitud loom
fr: Animal trouvé
he: חיית מחמד שנמצאה
lt: Rastas gyvūnas
nl: Gevonden dier
pl: Znalezione zwierzę
pt: Animal Encontrado
sk: Nájdené zviera

source: Owner
de: Eigentümer
el: Ιδιοκτήτης
es: Contacto
et: Omanik
fr: Propriétaire
he: בעלים
lt: Asmenys
nl: Eigenaar
pl: Właściciel
pt: Dono
sk: Majiteľ

source: Movement
de: Bewegung
el: Μετακίνηση
es: Movimiento
et: Liikumine
fr: Mouvement
he: העברה
lt: Veiksmas
nl: Mutatie
pl: Przesunięcie
pt: Movimento
sk: Pohyb

source: Waiting List
de: Warteliste
el: Λίστα αναμονής
es: Lista de espera
et: Ootenimekiri
fr: Liste d'atttente
he: רשימת המתנה
lt: Laukia vietos
nl: Wachtlijst
pl: Lista oczekiwania
pt: Lista de Espera
sk: Zoznam čakajúcich

source: Weekly
de: wöchentlich
el: Εβδομαδιαία
es: Semanal
et: Iganädalane
fr: Hebdomadaire
he: בכל שבוע
lt: Kas savaitę
nl: Wekelijks
pl: Tygodniowo
pt: Semanal
sk: Týždenne

source: Monthly
de: monatlich
el: Μηνιαία
es: Mensual
et: Igakuine
fr: Mensuel
he: בכל חודש
lt: Kas mėnesį
nl: Maandelijks
pl: Miesięcznie
pt: Mensal
sk: Mesačne

source: Quarterly
de: vierteljährlich
el: Τριμηνιαίο
es: Trimestral
et: Kord kvartalis
fr: Trimestriel
he: בכל רבעון
lt: Kas ketvirtį
nl: Driemaandelijks
pl: Kwartalnie
pt: Trimestral
sk: Štvrťročne

source: Half-Yearly
de: halbjährlich
el: Εξαμηνιαίως
es: Semestral
et: Poole aasta tagant
fr: Semestriel
he: בכל חצי־שנה
lt: Kas pusę metų
nl: Halfjaarlijks
pl: Co pół roku
pt: Semestral
sk: Polročne

source: Annually
de: jährlich
el: Ετησίως
es: Anual
et: Igal aastal
fr: Annuel
he: בכל שנה
lt: Kasmet
nl: Jaarlijks
pl: Rocznie
pt: Anual
sk: Každoročne

source: Yes/No
de: Ja/Nein
el: Ναί/Όχι
es: Si/No
et: Jah/ei
fr: Oui/Non
he: כן/לא
lt: Taip/Ne
nl: Ja/nee
pl: Tak/Nie
pt: Sim/Não
sk: Áno/nie

source: Text
el: Κείμενο
es: Texto
et: Tekst
fr: Texte
he: טקסט
lt: Tekstas
nl: Tekst
pl: Tekst
pt: Texto

source: Notes
de: Anmerkungen
el: Σημειώσεις
es: Notas
et: Märkmed
fr: Remarques
he: הערות
lt: Pastabos
nl: Opmerkingen
pl: Notatki
pt: Notas
sk: Poznámnky

source: Number
de: Nummer
el: Νούμερο
es: Número
fr: Numéro
he: מספר
lt: Skaičius
nl: Aantal
pl: Numer
pt: Número
sk: Číslo

source: Date
de: Datum
el: Ημερομηνία
es: Fecha
et: Kuupäev
he: תאריך
lt: Data
nl: Datum
pl: Data
pt: Data
sk: Dátum

source: Money
de: Geld
el: Χρήματα
es: Dinero
et: Raha
fr: Argent
he: כסף
lt: Pinigai
nl: Geld
pl: Pieniądze
pt: Dinheiro
sk: Peniaze

source: Lookup
de: Suche
el: Αναζήτηση
es: Buscar
et: Päring
fr: Requête
he: חיפוש
lt: Sąrašas
nl: Opzoeking
pl: Wyszukiwanie
pt: Procura
sk: Zoznam

source: No
de: Nein
el: Όχι
et: Ei
fr: Non
he: לא
lt: Ne
nl: Nee
pl: Nie
pt: Não
sk: Nie

source: Yes
de: Ja
el: Ναί
es: Sí
et: Jah
fr: Oui
he: כן
lt: Taip
nl: Ja
pl: Tak
pt: Sim
sk: Áno
