Repository: bobintetley/asm2
Catalog: src/locale/po/*.po
Languages: de, el, es, et, fr, he, lt, nl, pl, pt, sk

source: You must give your custom report a SQL command.
de: Sie müssen Ihrer Abfrage ein SQL Kommando hinterlegen.
el: Πρέπει να δώσετε στην εξατομικευμένη έκθεση μια εντολή SQL.
es: Es necesario introducir un comando SQL para un informe personalizado.
et: Anna raportile SQL command.
fr: Vous devez saisir une requête SQL à votre rapport personnalisé.
he: יש לתת לדוח שהותאם לך אישית פקודת SQL.
lt: Būtina suteikti individualizuotai ataskaitai SQL komandą.
nl: Geef uw eigen rapportage een SQL-commando.
pl: Wprowadź komendę SQL dla raportu
pt: Deverá atribuir ao seu relatório personalizado um comando SQL.
sk: Vlastnému reportu musíte zadať SQL príkaz.

source: You must give your custom report an HTML body. Press the autogenerate button to automatically create one.
de: Sie müssen Ihrem Bericht einen HTML-Body hinterlegen. Drücken Sie den "Autogenerate"-Button, um einen automatisierten Body zu hinterlegen.
el: Πρέπει να δώσετε στην εξατομικευμένη έκθεση το HTML body. Πιέστε το πλήκτρο αυτόματης παραγωγής..
es: Es necesario introducir el código HTML correspondiente para un informe personalizado. Pulse el botón de auto generar para crear uno automáticamente.
et: Anna raportile HTML body. Vajuta autogenerate nuppu, et anda see automaatselt.
fr: Votre rapport personnalisé doit contenir un corps HTML (HTML body). Utiliser le bouton de génération automatique pour en créer un.
he: יש לתת גוף HTML לדוח המותאם אישית. ניתן ללחוץ על לחצן היצירה האוטומטית כדי ליצור אחד אוטומטית.
lt: Būtina pateikti individualizuotai ataskaitai HTML tekstą. Paspauskite autogeneracijos mygtuką, kad jis būtų automatiškai sukurtas.
nl: Een eigen rapportage vereist een HTML body. Druk op de autogeneratieknop om dit aan te maken.
pl: Wprowadź treść w dokumencie HTML dla raportu. Wciśnij przycisk Generuj aby utworzyć treść automatycznie
pt: Deverá atribuir ao seu relatório personalizado um HTML body. Pressione o botão para gerar automaticamente um.
sk: Vlastnému reportu musíte zadať HTML formu. Stlačte autogenerujúce tlačidlo na jej automatické vytvorenie.

source: The owner you have selected is an animal retailer and can only have retailer movements.
de: Der ausgewählte Besitzer ist ein Tierhändler and kann nur für Verkaufstransfers verwendet werden.
el: Ο ιδιοκτήτης που επιλέξατε είναι πωλητής λιανικής ζώων και μπορεί να έχει μόνο κινήσεις πωλητή λιανικής.
es: El contacto que ha seleccionado es un colaborador, por lo que solo puede estar asociado a acciones de colaboradores.
et: Valitud omanik on loomade edasimüüja ja tal saavad olla vaid edasimüüja liikumised.
fr: Le propriétaire sélectionné est un revendeur d'animaux, il ne peut être associé qu'à des mouvements de revendeurs.
he: הבעלים שנבחרו הינו קמעונאי לחיות מחמד וניתן לייחס לו העברות קמעונאיות בלבד.
lt: Asmuo, kurį pasirinkote, yra tarpininkas, todėl su juo gali būti siejami tik tarpininkavimo veiksmai.
nl: De geselecteerde eigenaar is een handelaar en kan alleen handelaarsmutaties hebben.
pl: Wybrany właściciel jest sprzedawcą - możesz wprowadzić jedynie przesunięcie dla sprzedawcy.
pt: O dono seleccionado é um revendedor de animais e só pode ter movimentos de revendedor.
sk: Majiteľ, ktorého ste zvolili je sprostredkovateľ a môžu mu byť vytvorené len sprostredkovateľské pohyby.

source: The owner you have selected is not an animal retailer and cannot have retailer movements.
de: Der ausgewählte Besitzer ist kein Tierhändler und darf keine Verkaufstransfers durchführen.
el: Ο ιδιοκτήτης που επιλέξατε δεν είναι πωλητής λιανικής ζώων και δεν μπορεί να έχει κινήσεις πωλητή λιανικής.
es: El contacto que ha seleccionado no es un colaborador, por lo que no puede estar asociado a acciones de colaboradores.
et: Valitud omanik ei ole loomade edasimüüja ja tal ei saa olla edasimüüja liikumised.
fr: Le propriétaire séléctionné n'est pas un revendeur, il ne peut pas être associé à des mouvements de revendeur.
he: הבעלים שנבחרו אינו קמעונאי לחיות מחמד ולא ניתן לייחס לו העברות קמעונאיות.
lt: Jūsų pasirinktas asmuo nėra tarpininkas, todėl su juo negali būti siejami tarpininkavimo veiksmai.
nl: De geselecteerde eigenaar is geen handelaar en kan geen handelaarsmutaties hebben.
pl: Wybrany właściciel nie jest sprzedawcą - nie możesz wykonać przesunięcia dla sprzedawcy.
pt: O dono seleccionado não é um revendedor de animais e não pode ter movimentos de revendedor.
sk: Majiteľ, ktorého ste zvolili nie je sprostredkovateľ a nemôžu mu byť vytvorené sprostredkovateľské pohyby.

source: Retailer
de: Händler
el: Πωλητής Λιανικής
es: Colaborador
et: Edasimüüja
fr: Revendeur
he: קמעונאי
lt: Tarpininkas
nl: Handelaar
pl: Sprzedawca
pt: Revendedor
sk: Sprostredkovateľ

source: Auto removed due to lack of owner contact.
de: Automatisch entfernt durch fehlenden Kontakt zum Besitzer.
el: Αυτόματη αφαίρεση λόγω έλλειψης επαφής με ιδιοκτήτη.
es: Borrado automático por no disponer de datos acerca del contacto.
et: Eemaldatud automaatselt omaniku kontaktandmete puudumise tõttu.
fr: Supprimer automatiquement en raison du manque de contact de propriétaire.
he: הוסר אוטומטית עקב העדר בעלים.
lt: Automatiškai pašalintas dėl asmens kontaktų trūkumo.
nl: Automatisch verwijderd door gebrek aan eigenaarscontactgegevens.
pl: Automatycznie usunięty z powodu braku kontaktu do właściciela
pt: Auto removido devido a falta de contato do proprietário.
sk: Automaticky odstránené z dôvodu zanedbania kontaktu zo strany majiteľa.

source: Cat
de: Katze
el: Γάτα
es: Gato
et: Kass
fr: Chat
he: חתול
lt: Katė
nl: Kat
pl: Kot
pt: Gato
sk: Mačka

source: Kittens
de: Kätzchen
el: Γατάκια
es: Gatitos
et: Kassipojad
fr: Chatons
he: גורי חתולים
lt: Kačiukai
pl: Młode koty
pt: Gatinhos
sk: Mačiatka

source: Dog
de: Hund
el: Σκύλος
es: Perro
et: Koer
fr: Chien
he: כלב
lt: Šuo
nl: Hond
pl: Pies
pt: Cão
sk: Pes

source: Puppies
de: Welpen
el: Κουτάβια
es: Cachorros
et: Kutsikad
fr: Chiots
he: גורי כלבים
lt: Šuniukai
pl: Szczeniaki
pt: Cachorros
sk: Šteniatka

source: Babies
de: Junge
el: Κουτάβια
es: Crías
et: Tited
fr: Bébés
he: תינוקות
lt: Jaunikliai
nl: Baby's
pl: Dzieci
pt: Bebés
sk: Mláďatká

source: The owner you have selected is not an animal fosterer and cannot have foster movements.
de: Der ausgewählte Besitzer ist kein Pflegestellenanbieter und kann keine Pflegetiere aufnehmen.
el: Ο ιδιοκτήτης που επιλέξατε δεν είναι ανάδοχος ζώων και δεν μπορεί να κάνει κινήσεις αναδόχου.
es: El contacto que ha seleccionado no acoge animales, por lo que no puede estar asociado a acciones de acogida.
et: Valitud omanik ei ole looma kasupere ja ei tal ei saa olla kasupere liikumisi.
fr: Le propriétaire sélectionné n'est pas famille d'accueil, il ne peut pas être associé à des mouvements de famille d'accueil.
he: הבעלים שנבחרו אינם מאמצים חיות מחמד באופן זמני ואינם יכולים לקבל העברות אימוץ זמניות.
lt: Jūsų pasirinktas asmuo nėra laikinas gyvūnų globėjas, todėl su juo negali būti siejami laikinos globos veiksmai.
nl: De geselecteerde eigenaar is geen gastgezin en kan geen gastgezinmutaties hebben.
pl: Wybrany właściciel nie jest domem tymczasowym i nie może mieć przypisanych takich przesunięć.
pt: O dono seleccionado não é um adoptante de animais e não pode ter movimentos de adoptante.
sk: Majiteľ, ktorého ste vybrali, nie je poskytovateľ domácej opatery, preto tento typ pohybu nemôže byť uskutočnený

source: You have entered a reservation cancelled date without a reserve!
de: Sie haben eine Reservierungsabsage angegeben, ohne eine vorherige Reservierung vorzunehmen!
el: Εισαγάγατε ημερομηνία ακύρωσης κράτησης χωρίς να υπάρχει κράτηση!
es: Ha introducido una fecha de cancelación de reserva sin existir una reserva.
et: Sisestasid broneeringu tühistamise kuupäeva ilma broneeringuta!
fr: Vous avez saisi une date d'annulation de réservation sans avoir saisi de date de réservation!
he: הוזן תאריך ביטול הזמנה ללא הזמנה!
lt: Įvedėte rezervacijos atšaukimo datą, nesant rezervacijai!
nl: Je hebt een een reservatie-annulatiedatum ingevoerd zonder reservatie!
pl: Wpisałeś datę anulowania rezerwacji, ale bez rezerwacji!
pt: Entrou numa reserva cancelada data sem reserva!
sk: Zadali ste dátum zrušenia rezervácie bez rezervácie!

source: You cannot cancel a reservation before it takes effect.
de: Sie können keine Reservierung absagen, bevor sie gespeichert wurde.
el: Δεν μπορείτε να ακυρώσετε μια κράτηση πριν ενεργοποιηθεί.
es: No es posible anular una reserva antes de que tenga efecto.
et: Broneeringut ei saa tühistada enne selle algust.
fr: Vous ne pouvez pas annuler une réservation avant qu'elle ne soit effective.
he: לא ניתן לבטל הזמנה לפני שהיא נכנסת לתוקף.
lt: Negalite atšaukti rezervaciją, kol ji neįsigaliojusi.
nl: Een reservering kan niet geannuleerd worden vooraleer ze ingaat.
pl: Nie możesz anulować rezerwacji dopóki nie będzie miała miejsca
pt: Você não pode cancelar a reserva antes que ela tenha efeito.
sk: Nemôžete zrušiť rezervácia predtým, ako začne mať efekt.

source: This animal is currently located off the shelter and cannot be reserved.
de: Dieses Tier ist im Augenblick nicht im Heim untergebracht und kann daher nicht reserviert werden.
el: Το ζώοο βρίσκεται προς το παρόν εκτός καταφυγίου και δεν μπορεί να γίνει κράτηση.
es: Este animal se encuentra en este momento fuera del refugio, por lo que no puede ser reservado.
et: Loom on ajutiselt varjupaigast ära ja teda ei saa broneerida.
fr: L'animal est actuellement hors du refuge et ne peut pas être réservé.
he: חיית מחמד זו אינה נמצאת בבית המחסה ולא ניתן להזמין אותה.
lt: Gyvūnas šiuo metu randasi ne prieglaudoje ir negali būti rezervuotas.
nl: Dit dier bevindt zich niet in het opvangcentrum en kan niet worden gereserveerd.
pl: Zwierzę przebywa poza schroniskiem i nie może być zarezerwowane
pt: O animal está actualmente localizado fora do canil e não pode ser reservado.
sk: Toto zviera je momentálne umiestnené mimo útulku a nemôže byť rezervované.

source: You cannot return a movement with no exit date.
de: Sie können keine Rückkehr ohne vorherige Abgabe eintragen
el: Δεν μπορείτε να επιστρέψετε μια μεταφορά χωρίς ημερομηνία εξόδου.
es: No es posible devolver un movimiento si no tiene fecha de salida.
et: Liikumist ei saa tagasi võtta ilma väljumiskuupäevata.
fr: Vous ne pouvez pas retourner un mouvement sans la date de sortie.
he: לא ניתן להחזיר העברה ללא תאריך יציאה.
lt: Negalite atlikti veiksmo grąžinimo be pabaigos datos.
nl: Mutaties zonder vertrekdatum zijn niet mogelijk.
pl: Nie możesz zwrócić przesunięcia dla którego nie określono daty wyjścia.
pt: Você não pode retornar um movimento sem data de saída.
sk: Nemôžete vrátiť pohyb bez ukončujúceho dátumu.

source: You cannot return a movement before its exit date.
de: Sie können keine Rückkehr vor dem Abgabedatum eintragen
el: Δεν μπορείτε να επιστρέψετε μια μεταφορά πριν την ημερομηνία εξόδου.
es: No es posible devolver un movimiento antes de su fecha de salida.
et: Liikumist ei saa tagasi võtta enne tema väljumiskuupäeva.
fr: Vous ne pouvez pas retourner un mouvement avant sa date de sortie.
he: לא ניתן להחזיר העברה לפני תאריך היציאה שלה.
lt: Negalite atlikti veiksmo grąžinimo prieš jo pabaigos datą.
nl: Mutaties voor de vertrekdatum zijn niet mogelijk.
pl: Nie możesz zwrócić przesunięcia przed jego datą wyjścia.
pt: Você não pode retornar um movimento antes da data de saída.
sk: Nemôžete vrátiť pohyb pred jeho ukončujúcim dátumom.

source: A donation record must have at least a date due or a date received.
de: Ein Spendeneintrag muss mindestens ein Fälligkeitsdatum oder ein Eingangsdatum enthalten.
el: Μία εγγραφή δωρεάς πρέπει να έχει τουλάχιστον ημερομηνία μελλοντικής εξόφλησης ή ημερομηνία είσπραξης.
es: Un registro de donación debe disponer al menos de una fecha de vencimiento o de recepción.
et: Annetuskirjel peab olema maksetähtpäev või laekumise kuupäev.
fr: Un enregistrement de don doit avoir au moins une date d'émission ou de réception.
he: לרשומת תרומה חייב להיות לפחות תאריך תפוגה או תאריך קבלה.
lt: Įraše apie paramą turi būti bent jau mokėjimo terminas arba gavimo data.
nl: Een giftrecord moet tenminste een datum 'te verwachten' of 'ontvangen' hebben.
pl: Musisz wprowadzić datę darowizny lub datę jej otrzymania
pt: Um registo de doação deve ter pelo menos uma data de vencimento ou data de recebimento.
sk: Záznam o dare musí mať minimálne dátum splatnosti alebo prijatia.

source: This movement clashes with the date range of an existing movement for this animal.
de: Der Transferzeitraum überschneidet sich mit einem weiteren für dieses Tier angebenen Transfer.
el: Αυτή η κίνηση συμπλέκεται με το χρονικό διάστημα υφιστάμενων κινήσεων αυτού του ζώου.
es: Este movimiento no es compatible con el rango de fechas de un movimiento ya existente para este animal.
et: Liikumine kattub selle looma juba olemasoleva liikumisvahemikuga.
fr: Ce mouvement présente un conflit de date avec un autre mouvement existant pour cet animal.
he: העברה זו מתנגשת עם טווח התאריכים של העברה קיימת לחיית מחמד זו.
lt: Nesutampa šio veiksmo datų intervalas su egzistuojančiomis kito šio gyvūno veiksmo datomis.
nl: Deze mutatie conflicteert met de periode van een bestaande mutatie van dit dier.
pl: Data tego przesunięcia pokrywa się z innym przesunięciem ustalonym dla tego zwierzęcia.
pt: Este movimento não coincide com o intervalo de datas de um movimento existente para este animal.
sk: Tento pohyb si odporuje s dátumovým rozsahom iného existujúceho pohybu pre toto zviera.

source: You have marked this movement as from a retailer, but this animal has no prior retailer movements.
de: Sie haben angegeben, dass das Tier von einem Einzelhändler abgegeben wurde, für das Tier gibt es aber keine vorherigen Angaben vom Einzelhändler.
el: Καταχωρήσατε αυτή την κίνηση σαν κίνηση πωλητή λιανικής, αλλά αυτό το ζώο δεν έχει προηγούμενες κινήσεις πωλητή λιανικής.
es: Ha indicado que este movimiento procede de un colaborador, pero este animal no dispone de movimientos anteriores relacionados con un colaborador.
et: Märkisid selle liikumise kui edasimüüjalt, aga sellel loomal puuduvad eelnevad edasimüüja liikumised.
fr: Vous avez marqué ce mouvement comme celui d'un revendeur, mais cet animal n'a aucun mouvement de revendeur antérieur.
he: העברה זו סומה כאילו שהיא מקמעונאי, אך לחייה זו אין העברות קמעונאיות קודמות.
lt: Pažymėjote šį veiksmą kaip atliktą tarpininko, tačiau gyvūnas neturi jokių ankstesnių su tarpininku susijusių veiksmų.
nl: Je markeerde deze mutatie als zijnde vanuit een handelaar, maar dit dier heeft geen voorgaande handelaarsmutaties.
pl: Oznaczyłeś to przesunięcie jako "od sprzedawcy", ale to zwierzę nie miało wcześniejszych przesunięć dotyczących sprzedawców.
pt: Você marcou este movimento como de um revendedor, mas este animal não tem movimentos prévios de revendedor.
sk: Označili ste tento pohyb ako od sprostredkovateľa, ale toto zviera nemá žiadne predchádzajúce pohyby k sprostredkovateľovi.

source: You cannot have a retailer on a non-adoption movement.
de: In einem Austritt ohne Adoption können Sie keinen Händler eintragen
el: Δεν μπορείτε να ορίσετε πωλητή λιανικής σε κίνηση μη-υιοθεσίας.
es: No es posible asociar un colaborador a un movimiento que no sea una adopción.
et: Edasimüüjale ei saa anda non-adoption liikumist.
fr: Vous ne pouvez pas avoir un revendeur sur un mouvement de non-adoption.
he: לא ניתן לערב קמעונאי בהעברה שאינה למטרות אימוץ.
lt: Ne atidavimo veiksmas negali būti susietas su tarpininku.
nl: Je kan geen handelaar hebben op een niet-adoptiemutatie.
pl: Nie możesz przypisać sprzedawcy do przesunięcia nie będącego adopcją.
pt: Você não pode ter uma loja num movimento de não-adopção.
sk: Nemôžete mať sprostredkovateľa na neadopčnom pohybe.

source: You must select a diet type.
de: Sie müssen eine Ernährungsangabe machen.
el: Πρέπει να επιλέξετε τύπο διατροφής.
es: Es necesario seleccionar un tipo de dieta.
et: Vali dieeditüüp.
fr: Vous devez sélectionner le type de régime.
he: יש לבחור סוג דיאטה.
lt: Būtina pasirinkti dietos tipą.
nl: Selecteer een type dieet.
pl: Musisz wybrać rodzaj diety
pt: Deve selecionar um tipo de dieta.
sk: Musíte zvoliť typ diéty

source: You must supply a start date for the diet.
de: Sie müssen ein Startdatum für die Ernährung angeben.
el: Πρέπει να δώσετε ημερομηνία έναρξης δίαιτας.
es: Es necesario introducir una fecha de inicio para la dieta.
et: Määra dieedi algus.
fr: Vous devez saisir la date de début du régime.
he: יש לציין תאריך התחלה לדיאטה.
lt: Būtina nurodyti dietos pradžios datą.
nl: Geef een startdatum aan voor het dieet.
pl: Musisz podać datę rozpoczęcia diety
pt: Deve inserir uma data para iniciar a dieta.
sk: Musíte zadať začiatočný dátum diéty

source: A voucher must have an issue date.
de: Ein Beleg muss ein Ausstelldatum enthalten.
el: Ένα κουπόνι πρέπει να έχει ημερομηνία καταχώρησης.
es: El vale ha de disponer de una fecha de emisión.
et: Vautsheril peab olema väljalaskekuupäev.
fr: Un bon doit avoir une date de publication.
he: לשובר מוכרח להיות תאריך הנפקה.
lt: Talone turi būti nurodyta išdavimo data.
nl: Een tegoedbon moet een datum van uitgifte hebben.
pl: Voucher musi mieć datę nadania.
pt: O voucher deve ter uma data de emissão.
sk: Poukážka musí mať dátum vydania

source: A voucher must have an expiry date.
de: Ein Gutschein muss ein Gültigkeitsdatum enthalten.
el: Ένα κουπόνι πρέπει να έχει ημερομηνία λήξης.
es: El vale ha de disponer de una fecha de caducidad.
et: Vautsheril peab olema aegumiskuupäev.
fr: Un bon doit avoir une date d'expiration.
he: לשובר מוכרח להיות תאריך תפוגה.
lt: Talone turi būti nurodytas galiojimo terminas.
nl: Een tegoedbon moet een vervaldatum hebben.
pl: Voucher musi mieć datę wygaśnięcia.
pt: O voucher deve ter uma data limite de utilização.
sk: Poukážka musí mať dátum ukončenia platnosti

source: You must select a voucher type.
de: Sie müssen eine Gutscheinart auswählen.
el: Πρέπει να επιλέξετε τύπο κουπονιού.
es: Es necesario seleccionar un tipo de vale.
et: Vali vautsheritüüp.
fr: Vous devez selectionner le type de bon.
he: יש לבחור סוג שובר.
lt: Būtina pasirinkti talono tipą.
nl: Selecteer een type tegoedbon.
pl: Musisz wybrać rodzaj vouchera.
pt: Deverá seleccionar o tipo de voucher.
sk: Musíte zvoliť typ poukážky

source: Non-Shelter Animal
de: Kein Tier aus einem Tierheim
el: Το ζώο δεν είναι του καταφυγίου.
es: Animal externo al refugio
et: Mitte-varjupaiga loom.
fr: Animal externe au refuge
he: חיית מחמד לא מבית המחסה
lt: Ne prieglaudos gyvūnas
nl: Niet-centrumdier
pl: Zwierzę nie będące pod opieką schroniska
pt: Animal não pertencente ao canil.
sk: Neumiestnené zvieratá

source: One-Off
de: Einmalig
el: Άπαξ
es: Extraordinario??
fr: Unique
he: חד־פעמית
lt: Vienkartinis
pl: Jednorazowo
sk: Jednorázovo

source: treatment
de: Behandlung
el: θεραπευτική αγωγή
es: Tratamiento
et: ravi
fr: traitement
he: טיפול
lt: medikamentai
nl: behandeling
pl: leczenie
pt: tratamento
sk: ošetrenie

source: treatments every
de: Behandlung jede(n)
el: Αγωγή κάθε
es: tratamientos cada
et: ravid iga
fr: traitements tout les
he: טיפולים בכל
lt: kartas(-ai) per dieną kas
nl: behandeling elke
pl: leczenie co
pt: todos os tratamentos
sk: ošetrenie každých

source: days
de: Tage
el: ημέρες
es: días
et: päev(a)
fr: jours
he: ימים
lt: dien.
nl: dagen
pl: dzień/dni
pt: dias
sk: dní

source: weeks
de: Wochen
el: εβδομάδες
es: semanas
et: nädal
fr: semaines
he: שבועות
lt: sav.
nl: weken
pl: tygodni(e)
pt: semanas
sk: týždne

source: years
de: Jahre
el: έτη
es: años
et: aastad
fr: années
he: שנים
lt: metus
nl: jaar
pl: lat(a)
pt: anos
sk: roky

source: months
de: Monate
el: μήνες
es: meses
et: kuud
fr: mois
he: חודשים
lt: mėnesius
nl: maanden
pl: miesięcy(ące)
pt: meses
sk: mesiacov

source: Unspecified
de: Nicht angegeben
el: Μη καθορισμένο
es: Sin especificar
et: Määramata
fr: Non-spécifié
he: לא צויין
lt: Nenurodyta
nl: Ongedefinieerd
pl: Nieokreślone
pt: Não Especificado
sk: Nedefinované

source: treatments
de: Behandlungen
el: θεραπεία
es: tratamientos
et: ravid
fr: traitements
he: טיפולים
lt: medikamentai
nl: behandelingen
pl: leczenie
pt: tratamentos
sk: ošetrenia

source: This medical profile is currently in use and cannot be deleted.
de: Dieses medizinische Profil ist momentan in Verwendung und kann nicht gelöscht werden.
el: Αυτό το ιατρικό προφιλ είναι αυτή τη στιγμή σε χρήση και δεν μπορεί να διαγραφεί.
es: Este diagnóstico está siendo utilizado y no puede ser borrado.
et: Antud meditsiiniprofiil on hetkel kasutusel ja seda ei saa kustutada.
fr: Ce profil médical est en cours d'utilisation et ne peut être effacé.
he: הפרופיל הרפואי כרגע נמצא בשימוש ולא ניתן למחוק אותו.
lt: Šis gydymo profilis šiuo metu naudojamas, todėl negali būti pašalintas.
nl: Dit medisch profiel is elders in gebruik en kan niet worden verwijderd.
pl: Profil medyczny jest aktualnie używany i nie może być usunięty
pt: Este perfil médico está actualmente em uso e não pode ser excluído.
sk: Tento lekársky záznam nemôže byť vymazaný, pretože sa práve používa.

source: You must supply a dosage
de: Sie müssen eine Dosierung angeben.
el: Πρέπει να ορίσετε την δοσολογία.
es: Es necesario indicar una dosis
et: Määrake doos
fr: Vous devez saisir un dosage
he: יש להזין מינון
lt: Būtina nurodyti dozavimą
nl: Geef een dosering aan
pl: Musisz podać dawkowanie
pt: Deverá inserir a dosagem.
sk: Musíte zadať dávkovanie

source: Medical profiles must have a name
de: Medizinische Profile müssen einen Namen haben.
el: Τα ιατρικά προφιλ πρέπει να έχουν όνομα
es: Los perfiles médicos deben disponer de un nombre
et: Meditsiiniprofiilil peab olema nimi
fr: Les profils médicaux doivent avoir un nom
he: לפרופילים רפואיים חייב להיות שם
lt: Gydymo profiliai turi turėti pavadinimą
nl: Een medisch profiel moet een naam hebben
pl: Profile medyczne muszą mieć nazwę
pt: Os registos médicos deverão ter um nome.
sk: Zdravotný záznam musí mať názov

source: You must supply a treatment name
de: Sie müssen der Behandlung einen Namen geben
el: Πρέπει να ορίσετε όνομα θεραπευτικής αγωγής.
es: Es necesario introducir un nombre de tratamiento
et: Määra ravi nimi
fr: Vous devez saisir un nom de traitement
he: יש להזין שם לטיפול
lt: Būtina nurodyti medikamento pavadinimą
nl: Geef de naam van de behandeling aan
pl: Musisz podać nazwę leczenia
pt: Deverá inserir a designação do tratamento.
sk: Musíte zadať názov ošetrenia

source: Number of treatments must be numeric
de: Anzahl der Behandlungen bitte numerisch angeben
el: Το πλήθος των θεραπειών πρέπει να είναι αριθμός.
es: El número de tratamientos ha de ser una cifra
et: Ravikorrad peavad olema märgitud numbritena
fr: Le nombre de traitements doit être numérique
he: על מספר הטיפולים להיות ערך מספרי
lt: Medikamentų kiekis turi būti išreikštas skaičiumi
nl: Het aantal behandelingen moet een getal zijn
pl: Ilość procesów leczenia musi być wyrażona liczbą
pt: O número de tratamentos deve ser numérico.
sk: Počet ošetrení musí byť numerický

source: Number of frequencies must be numeric
de: Frequenzanzahl muss numerisch sein
el: Η συχνότητα πρέπει να είναι αριθμός.
es: El número de frecuencias ha de ser una cifra
et: Sagedus peab olema märgitud numbritena
fr: Le nombre de fréquences doit être numérique
he: מספר התדירויות חייב להיות בעל ערך מספרי
lt: Dažnumas turi būti išreikštas skaičiumi
nl: Het aantal malen moet een getal zijn
pl: Częstotliwość musi być podana jako liczba
pt: Número de frequências deve ser numérico
sk: Počet ošetrení musí byť numerický
