Repository: bobintetley/asm2
Catalog: src/locale/po/*.po
Languages: de, el, es, et, fr, he, lt, nl, pl, pt, sk

source: {0} returned to owner
de: {0} zu Besitzern zurückgekehrt
el: {0} επεστράφησαν στον ιδιοκτήτη
es: {0} devueltos al contacto
et: {0} omanikule tagastatud
fr: {0} rendu au propriétaire
he: {0} הוחזרו לבעליהם
lt: grąžinta savininkams - {0}
nl: {0} teruggekeerd bij eigenaar
pl: {0} zwróconych właścicielom
pt: {0} devolvidos para o dono
sk: {0} vrátených majiteľovi

source: June
de: Juni
el: Ιούνιος
es: Junio
et: juuni
fr: Juin
he: יוני
lt: Birželis
nl: Juni
pl: Czerwiec
pt: Junho
sk: Jún

source: Day Of Month
de: Tag
el: Ημέρα του Μήνα
es: Día del mes
et: Kuu päev
fr: Jour du mois
he: יום בחודש
lt: Mėnesio diena
nl: Dag van maand
pl: Dzień Miesiąca
pt: Dia do Mês
sk: Deň mesiaca

source: Put To Sleep
de: Eingeschläfert
el: Ευθανασία
es: Recibió eutanasia
et: Magama pandud
fr: Enthanasie
he: הרדמה
lt: Užmigdyta
nl: Ingeslapen
pl: Eutanazja
pt: Colocados a dormir
sk: Utratených

source: September
el: Σεπτέμβριος
es: Septiembre
fr: Septembre
he: ספטמבר
lt: Rugsėjis
pl: Wrzesień
pt: Setembro

source: {0} transferred in
de: {0} transferiert
el: {0} προσκομίστηκαν
es: {0} transferidos en
et: {0} viidud
fr: {0} transfert(s) entrant(s)
he: {0} הועברו לבית המחסה
lt: iš kitos prieglaudos - {0}
nl: {0} overgeplaatst van
pt: {0} transferidos entradas
sk: {0} presunutých do útulku

source: {0} escaped
de: {0} entkommen
el: {0} απέδρασαν
es: {0} escapados
et: {0} põgenenud
fr: {0} échappé(s)
he: {0} ברחו
lt: pabėgo - {0}
nl: {0} ontsnapt
pl: {0} uciekło
pt: {0} escapados
sk: {0} utečených

source: Day Total
de: Tagesgesamtmenge
el: Ημέρες Συνολικά
es: Total de días
et: Päev kokku
fr: Total de jour
he: סך הכל ליום
lt: Viso
nl: Dagtotaal
pl: Dni w sumie
pt: Total do dia
sk: Spolu za deň

source: (Day total of last day of previous month: {0})
de: (Tagesgesamtmenge des letzten Tages des vorherigen Monats: {0})
el: (Ημερήσιο σύνολο τελευταίας ημέρας του προηγούμενου μήνα: {0})
es: (Total de días del último día del mes anterior:?? {0})
et: (Päev kokku kuu viimasest päevast: {0})
fr: (Au dernier jour du mois précédent : {0})
he: (סך הכל ליום האחרון בחודש הקודם: {0})
lt: (Viso paskutinę buvusio mėnesio dieną: {0})
nl: (Dagtotaal van laatste dag van vorige maand: {0})
pt: (Total do dia do último dia do mês transacto: {0})
sk: (Spolu za posledný deň minulého mesiaca: {0})

source: {0} returned from foster homes
de: {0} von Pflegestellen zurückgekehrt
el: {0} επεστράφησαν από σπίτια αναδόχων
es: {0} devueltos de hogares de acogida
et: {0} tagasi tulnud kasuperedest
fr: {0} retours de famille d'accueil
he: {0} חזרו מבתים שאימצו באופן זמני
lt: grąžinta iš laikinos globos namuose - {0}
nl: {0} teruggebracht van gastgezin
pl: {0} wróciło z domów tymczasowych
pt: {0} devolviodos de casas de adopção
sk: {0} vrátených z domácej opatery

source: December
de: Dezember
el: Δεκέμβριος
es: Diciembre
et: detsember
fr: Décembre
he: דצמבר
lt: Gruodis
pl: Grudzień
pt: Dezembro

source: {0} transferred out
de: {0} transferiert (Ausgang)
el: {0} μεταφέρθησαν εκτός
es: {0} transferidos fuera
et: {0} üle viidud
fr: {0} Transfert(s) sortant(s)
he: {0} הועברו אל מחוץ לבית המחסה
lt: perkelta į kitas prieglaudas - {0}
nl: {0} overgeplaatst naar
pl: {0} wytransferowano
pt: {0} transferidos saídas
sk: {0} presunutých z útulku

source: {0} (including {1})
de: {0} ({1} eingeschlossen)
el: {0} (συμπεριλαμβανομένου {1})
es: {0} (incluyendo {1})
et: {0} (kaasa arvatud {1})
fr: {0} (y compris {1})
he: {0} (כולל {1})
lt: {0} (tame tarpe {1})
nl: {0} (inclusief {1})
pl: {0} (wliczając {1})
pt: {0} (incluindo {1})
sk: {0} (zahŕňa {1})

source: Animal Figures for {0}, {1}
de: Tiere Summen für {0}, {1}
el: Αριθμοί ζώων για {0}, {1}
es: Cifras de animales para {0}, {1}
et: Loomade arv {0}, {1}
fr: Chiffres pour {0}, {1}
he: סטטיסטיקה של חיית המחמד {0}, {1}
lt: Gyvūnų skaičiai {0}, {1}
nl: Diercijfers voor {0} {1}
pl: Zestawienia zwierząt na {0}, {1}
pt: Figuras de Animais para {0}, {1}
sk: Prehľady zvierat pre {0}, {1}

source: {0} returned
de: {0} zurückgekehrt
el: {0} επεστράφησαν
es: {0} devueltos
et: {0} tagastatud
fr: {0} retourné(s)
he: {0} הוחזר
lt: grąžinta - {0}
nl: {0} teruggebracht
pl: {0} zwrócono
pt: {0} devolvidos
sk: {0} vrátených

source: On Foster (in figures)
de: In Pflegestellen (in Zahlen)
el: Σε αναδοχή (σε αριθμούς)
es: En Refugio (por cifras)
et: Kasuperes (arvudes)
fr: En famille d'accueil (dans les chiffres)
he: באימוץ זמני (במספרים)
lt: Laikinai globojami namuose
nl: Bij gastgezin (in cijfers)
pl: W Domach Tymczasowych
pt: Para Adopção (em figuras)
sk: V domácej opatere (prehľad)

source: Animal Type
de: Tierart
el: Τύπος ζώου
es: Tipo de animal
et: Looma liik
fr: Type d'animal
he: סוג חיית המחמד
lt: Gyvūno tipas
nl: Diertype
pl: Rodzaj Zwierzęcia
pt: Tipo de Animal
sk: Druh zvieraťa

source: Criteria
de: Kriterien
el: Κριτήρια
es: Criterio
et: Kriteerium
fr: Critères
he: קריטריונים
lt: Pageidavimai
pl: Kryteria
pt: Critério
sk: Kritériá

source: To Other
de: Zu anderen
el: Σε άλλο
es: A otros??
et: Muusse
fr: Autre (sortie)
he: לאחר
lt: Kita
nl: Naar ander
pl: Do Innych
pt: Para outros
sk: Iným

source: Owner Name
de: Name des Besitzers
el: Όνομα ιδιοκτήτη
es: Nombre del contacto
et: Omaniku nimi
fr: Nom du propriétaire
he: שם הבעלים
lt: Asmens vardas
nl: Naam eigenaar
pl: Nazwa właściciela
pt: Nome do Dono
sk: Meno majiteľa

source: Internal reports cannot be redirected to stdout. Please select a custom report.
de: Interne Berichte können nicht an STDOUT geleitet werden. Bitte wählen Sie einen modifizierten Bericht.
el: Εσωτερικές αναφορές δεν μπορούν να εξαχθούν. Παρακαλώ επιλέξτε μία διαμορφωμένη αναφορά
es: Los informes internos no pueden ser redirigidos a stdout. Por favor, seleccione un informe personalizado.
fr: Les rapports internes ne peuvent être redirigés vers la sortie standard. Veuillez sélectionner un rapport personnalisé.
he: לא ניתן להפנות את הדוחות הפנימיים אל ה־stdout (פלט שורת הפקודה). יש לבחור בדוח מותאם אישית.
lt: Vidinės ataskaitos negali būti peradresuotos į stdout. Pasirinkite individualizuotą ataskaitą.
nl: Interne rapportages kunnen niet worden uitgevoerd. Kies een eigen rapportage.
pl: Wyjście wbudowanych sprawozdań nie może być przekierowane na stdout. Użyj własnych sprawozdań.
pt: Relatórios internos não podem ser direccionados para stdout. Por favor seleccione um relatório
sk: Interné reporty nemôžu byť presmerované na stdout. Prosím zvoľte vlastný report.

source: Diet
de: Diät
el: Διαιτολόγιο
es: Dieta
et: Dieet
fr: Régime
he: דיאטה
lt: Dieta
nl: Dieet
pl: Dieta
pt: Dieta
sk: Diéta

source: Voucher
de: Beleg
el: Κουπόνι
es: Vale
et: Vautsher
fr: Bon
he: שובר
lt: Talonai
nl: Tegoedbon
sk: Poukaz

source: Medical Diary Criteria
de: Behandlungs Kriterium
el: Κριτήρια ιατρικού ημερολογίου
es: Criterio del diario médico
et: Dieedi kriteeriumid
fr: Critères de l'agenda médical
he: קריטריונים ביומן הרפואי
lt: Gydymo tvarkaraščio kriterijai
nl: Medische agendacriteria
pl: Kryteria Dziennika Opieki Weterynaryjnej
pt: Critério para Diário Médico
sk: Kritériá liečebného diára

source: Medical Diary for {0}
de: Behandlungen für {0}
el: Ιατρικό ημερολόγιο για {0}
es: Diario médico para {0}
et: Dieet {0}
fr: Agenda médical pour {0}
he: יומן רפואי עבור {0}
lt: Gydymo tvarkaraštis {0}
nl: Medische agenda voor {0}
pl: Dziennik Opieki Weterynaryjnej na dzień {0}
pt: Diário Médico para {0}
sk: Liečebný diár pre {0}

source: Medical Diary upto {0}
de: Behandlungen bis einschliesslich {0}
el: Ιατρικό ημερολόγιο μέχρι {0}
es: Diario médico hasta {0}
et: DIeet kuni {0}
fr: Agenda médical jusqu'au {0}
he: יומן רפואי עד ל־{0}
lt: Gydymo tvarkaraštis iki {0}
nl: Medische agenda tot en met {0}
pl: Dziennik Opieki Weterynaryjnej do {0}
pt: Diário Médico até {0}
sk: Liečebný diár do {0}

source: Medical Diary between {0} and {1}
de: Behandlungen zwischen {0} und {1}
el: Ιατρικό ημερολόγιο μεταξύ {0} και {1}
es: Diario médico entre {0} y {1}
et: Dieet vahemikus {0} ja {1}
fr: Agenda médical entre {0} et {1}
he: יומן רפואי בין {0} לבין {1}
lt: Gydymo tvarkaraštis tarp {0} ir {1}
nl: Medische agenda tussen {0} en {1}
pl: Dziennik Opieki Weterynaryjnej pomiędzy {0} a {1}
pt: Diário Médico entre {0} e {1}
sk: Liečebný diár medzi {0} a {1}

source: Treatment Type
de: Art der Behandlung
el: Τύπος θεραπείας
es: Terapia
et: Ravi tüüp
fr: Type de traitement
he: סוג הטיפול
lt: Gydymo tipas
nl: Soort behandeling
pl: Typ Leczenia
pt: Tipo de Tratamento
sk: Typ ošetrenia

source: Dosage
de: Dosierung
el: Δοσολογία
es: Dosis
et: Doos
he: מינון
lt: Dozavimas
nl: Dosering
pl: Dawkowanie
pt: Dosagem
sk: Dávka

source: Regime Comments
de: Anmerkungen zur Behandlungen
el: Σχόλια θεραπείας
es: Comentarios del régimen
et: Rezhiimi kommentaarid
fr: Commentaires sur le régime
he: הערות לשגרת תרופות
lt: Režimo komentarai
nl: Regime-opmerkingen
pl: Komentarze Reżimu
pt: Comentário sobre o Regime
sk: Komentáre k predpisu

source: Reference
de: Zuordnung
el: Αναφορά
es: Referencia
et: Viide
fr: Référence
he: התייחסות
lt: Nuoroda
nl: Referentie
pl: Odniesienie
pt: Referência
sk: Zmienka

source: {0} (plus {1})
el: {0} (συν {1})
es: {0} (más {1})
he: {0} (ועוד {1})
lt: {0} (plius {1})
pt: {0} (mais {1})

source: Owner criteria search at {0}
de: Besitzer Suchbedingung am {0}
el: Αναζήτηση με κριτήρια ιδιοκτήτη σε {0}
es: Búsqueda por criterios de contacto a {0}
et: Omaniku kriteeriumite otsing {0}
fr: Comparaison des critères de contact au {0}
he: חיפוש בעלים לפי קריטריונים ב־{0}
lt: Atitikimas pageidavimams įsigyti gyvūnams: {0}
nl: Eigenaar zoekcriteria {0}
pt: Critério de procura de dono em {0}
sk: Vyhľadanie majiteľa podľa kritérií na {0}

source: There are no owners on file with criteria
de: Keine Besitzer mit diesen Suchbedingungen gefunden
el: Δεν υπάρχουν ιδιοκτήτες στο αρχείο με τα κριτήρια
es: No existen contactos registrados con criterios
et: Failis ei ole kriteerimutele vastavaid omanikke
fr: Aucun contact avec des critères
he: אין בעלים בקובץ עם הקריטריונים
lt: Faile nėra asmenų, turinčių pageidavimų dėl gyvūnų
nl: Geen eigenaren met deze criteria in het bestand
pt: Não existem donos no ficheiro com o critério
sk: Nie sú majitelia, ktorí by vyhovovali kritériám

source: No matches found for this owner's criteria.
de: Keine Übereinstimmungen mit diesen Suchbedingungen gefunden
el: Δεν βρέθηκαν αντιστοιχήσεις με αυτά τα κριτήρια ιδιοκτήτη
es: No se han encontrado coincidencias para los criterios de este contacto.
et: Mitte ühtegi vastavust omaniku kriteeriumitele.
fr: Aucune correspondance trouvée pour les critères de ce contact.
he: לא נמצאו תוצאות עבור קריטריוני חיפוש בעלים אלו
lt: Atitikimų pagal šio amens pageidavimus nerasta.
nl: Geen overeenkomsten gevonden voor deze eigenaars' criteria.
pl: Brak dopasowań dla kryteriów właściciela.
pt: Não existem registos de donos com o critério
sk: Žiadne zhody pre kritériá tohto majiteľa.

source: Shelter Code
de: Heim Registrierung
el: Κωδικός καταφυγίου
es: Código del refugio
et: Varjupaiga kood
fr: Code Refuge
he: קוד בית המחסה
lt: Prieglaudos kodas
nl: Opvangcentrumcode
pl: Kod Schroniska
pt: Código do Canil
sk: Kód útulku

source: Good with cats
de: Freundlich zu Katzen
el: Καλό με γάτες
es: Bueno con los gatos
et: Sobib kassidega
fr: S'entend avec les chats
he: ידידותי לחתולים
lt: Draugiškas su katėmis
nl: Goed met katten
pl: Toleruje koty
pt: Bom com Gatos
sk: Znášanlivosť s mačkami

source: Good with dogs
de: Freundlich zu Hunden
el: Καλό με σκυλιά
es: Bueno con los perros
et: Sobib koertega
fr: S'entend avec les chiens
he: ידידותי לכלבים
lt: Draugiškas su šunimis
nl: Goed met honden
pl: Toleruje psy
pt: Bom com Cães
sk: Znášanlivosť so psami

source: Good with children
de: Freundlich zu Kindern
el: Καλό με παιδιά
es: Bueno con los niños
et: Sobib lastega
fr: S'entend avec les enfants
he: ידידותי לילדים
lt: Draugiškas su vaikais
nl: Goed met kinderen
pl: Toleruje dzieci
pt: Bom com Crianças
sk: Znášanlivosť s deťmi

source: Housetrained
de: Stubenrein
el: Εκπαιδευμένο για σπίτι
es: Adiestrado
et: Puhtust pidav
fr: Propre
he: אילוף לשהיה ביתית
lt: Dresuotas
nl: Zindelijk
pl: Domowe
pt: Treino de Casa
sk: Naučené na byt

source: Comments
de: Bemerkungen
el: Σχόλια
es: Comentarios
et: Kommentaarid
fr: Commentaires
he: הערות
lt: Komentarai
nl: Opmerkingen
pl: Komentarze
pt: Comentários
sk: Komentáre

source: SubTotal
de: Zwischensumme
el: Υποσύνολο
et: Vahesumma
fr: Sous total
he: סכום כולל
lt: Pokytis
nl: Subtotaal
pl: Podsuma
sk: Medzisúčet

source: Transferred To
de: Transferiert nach
el: Μεταφέρθηκε σε
es: Transferido a
et: Üle viidud
fr: Transféré vers
he: הועבר אל
lt: Perkeltas į
nl: Overgeplaatst naar
pl: Przetransferowano do..
pt: Transferido para
sk: Premiestnené kam

source: Do you want to include the animal database in your search?
de: Tierbestand in die Suche mit einbeziehen?
el: Θέλετε να συμπεριλάβετε τη βάση δεδομένων των ζώων στην αναζήτησή σας;
es: ¿Desea incluir la base de datos de animales en su búsqueda?
et: Kas soovid lisada otsingusse loomade andmebaasi?
fr: Souhaitez-vous inclure la base de données des animaux dans votre recherche ?
he: האם לכלול את מסד נתוני חיות המחמד בחיפושך?
lt: Ar norite įtraukti prieglaudos gyvūnų duomenų bazę į paiešką?
nl: Wil je de dierendatabank mee doorzoeken?
pl: Czy chcesz dołączyć bazę zwierząt do Twojego wyszukiwania?
pt: Deseja incluir a base de dados do animal na procura?
sk: Chcete zahrnúť databázu zvierat vo vašom vyhľadávaní?

source: Include Shelter Animals?
de: Heimtiere mit einbeziehen?
el: Να συμπεριληφθούν ζώα του καταφυγίου;
es: ¿Incluir animales del refugio?
et: Lisan varjupaigaloomad?
fr: Inclure les animaux du refuge ?
he: האם לכלול חיות מחמד שבבית המחסה?
lt: Įtraukti gyvūnus prieglaudoje?
nl: Inclusief centrumdieren?
pl: Włączając Zwierzęta Przebywające w Schronisku?
pt: Inluir animais de canis?
sk: Zahrnúť útulkové zvieratá

source: Do you want to filter matches to only include animals found between two dates?
de: Suchergebnisse nach Zeitraum filtern ?
el: Θέλετε να φιλτράρετε τις αντιστοιχήσεις να συμπεριλάβουν μόνο τα ευρεθέντα ζώα μεταξύ δύο ημερομηνιών;
es: ¿Desea filtrar los resultados para que incluyan solo animales encontrados entre dos fechas?
et: Kas soovid filtreerida vastavusi, et lisada ainult loomi, kes on leitud kindlas vahemikus? Do you want to filter matches to only include animals found between two dates? (mida paganat?)
fr: Souhaitez-vous filtrer pour n'inclure que les animaux trouvés entre deux dates ?
he: האם לסנן את התוצאות כך שיכללו חיות מחמד הנמצאות בין שני התאריכים?
lt: Ar ieškodami atitikimų norite įtraukti tik gyvūnus, rastus laikotapyje tarp dviejų datų?
nl: Wilt u overeenkomsten filteren om enkel dieren tussen twee data te vinden?
pl: Czy chcesz filtrować trafienia tak, aby obejmowały jedynie zwierzęta znalezione pomiędzy dwiema datami?
pt: Deseja filtrar ocorrências para apenas incluírem animais encontrados entre duas datas?
sk: Chcete filtrovať zhody na základe zahrnutia zvierat medzi dvoma dátumami?

source: Filter Matches?
de: Suchergebnisse filtern?
el: Φιλτράρισμα αντιστοιχήσεων;
es: ¿Filtrar resultados?
et: Filtreerin sobivad?
fr: Filtrer les correspondances ?
he: לסנן תוצאות?
lt: Ieškoti atitikimų?
nl: Overeenkomsten filteren?
pl: Filtrować Trafienia?
pt: Filtar Ocorrencias?
sk: Filtrovať zhody?

source: {0} - {1} {2} ({3}), contact {4} ({5}) - lost in {6}, postcode {7}, on {8}
de: {0} - {1} {2} ({3}), Kontakt {4} ({5}) - entlaufen in {6}, Postleitzahl {7}, am {8}
el: {0} - {1} {2} ({3}), επικοινωνήστε {4} ({5}) - χάθηκε στο {6}, Τ.Κ. {7}, στο {8}
es: {0} - {1} {2} ({3}), contacto {4} ({5}) - perdido en {6}, código postal {7}, en {8}
et: {0} - {1} {2} ({3}), kontakt {4} ({5}) - kaotatod {6}, indeks {7}, {8}
fr: {0} - {1} {2} ({3}), contact {4} ({5}) - perdu à {6}, code postal {7}, le {8}
he: {0} - {1} {2} ({3}), איש קשר {4} ({5}) - אבד ב{6}, מיקוד {7}, בתאריך {8}
lt: {0} - {1} {2} ({3}), kontaktas {4} ({5}) - dingo {6}, pašto kodas {7}, {8}
nl: {0} - {1} {2} ({3}), contact {4} ({5}) - Vermist in {6}, postcode {7}, on {8}
pl: {0} - {1} {2} ({3}), kontakt {4} ({5}) - zaginięcie w {6}, kod pocztowy {7}, w dniu {8}
pt: {0} - {1} {2} ({3}), contacto {4} ({5}) - perdido em {6}, código postal {7}, on {8}
sk: {0} - {1} {2} ({3}), kontakt {4} ({5}) - stratený v {6}, PSČ {7}, na {8}

source: Owner Search Results (Generated on {0})
de: Suchergebnisse Besitzer (Erstellt am {0})
el: Αποτελέσματα αναζήτησης ιδιοκτητών (Δημιουργήθηκε την {0})
es: Resultados de búsqueda de contactos (generado el {0})
et: Omaniku otsingu tulemused (Loodud {0})
fr: Résultat de la recherche (généré le {0})
he: תוצאות חיפוש בעלים (נוצר ב־{0})
lt: Asmens paieškos rezultatai (Suformuota {0})
nl: Eigenaar zoekresultaten (gegenereerd op {0})
pl: Wyniki Wyszukiwania Właściciela (Wygenerowano dnia {0})
pt: Resultados de Procura de Dono (gerado em {0})
sk: Výsledky vyhľadávania majiteľov (generované {0})

source: {0} Total Donations: {1}
de: {0} Summe Spenden: {1}
el: {0} Σύνολο Δωρεών: {1}
es: {0} Total de donaciones: {1}
et: {0} Kokku annetused: {1}
fr: {0} Total des dons : {1}
he: {0} סך כל התרומות: {1}
lt: {0} Viso paramos: {1}
nl: {0} Totaal aan giften: {1}
pl: {0} W sumie Darowizn: {1}
pt: {0} Total Doações: {1}
sk: {0} Spolu darov: {1}

source: Animal Details for {0} - {1} at {2}
de: Tier Details für {0} - {1} am {2}
el: Αναλυτικά στοιχεία ζώων για {0} - {1} στο {2}
es: Detalles del Animal para {0} - {1} en {2}
et: Looma üksikasjad {0} - {1} kohas {2}
fr: Détails de l'animal pour {0} - {1} au {2}
he: פרטי חיית מחמד עבור {0} - {1} בתאריך {2}
lt: Gyvūno duomenys {0} - {1} {2}
nl: Dierdetails voor {0} - {1} op {2}
pt: Detalhes de Animal para {0} - {1} em {2}
sk: Detaily zvieraťa pre {0} - {1} v {2}

source: Graphs cannot be sent to stdout.
de: Graphen können nicht an STDOUT gesendet werden
el: α γραφήματα δεν μπορούν να εξαχθούν.
es: Las gràficas no pueden ser enviadas a stdout.
et: Graafikut ei saanud saata stdout.
fr: Les graphiques ne peuvent être envoyés vers la sortie standard.
he: לא ניתן לשלוח את התרשימים ל־stdout (פלט שורת הפקודה).
lt: Grafikai negali būti persiųsti į stdout.
nl: Grafieken kunnen niet naar stdout gestuurd worden.
pl: Wykresy nie mogą być wysłane na stdout.
pt: Gráficos não podem ser enviados para stdout
sk: Grafy nemôžu byť odoslané na stdout.

source: Litter ID
de: Wurf Kennung
el: Κωδικός Γέννας
es: Identificador de camada
et: Pesakonna ID
fr: Identifiant de portée
he: מזהה ההמלטה
lt: Vados ID
nl: Nest-ID
pl: Kod Miotu
pt: ID da ninhada
sk: ID vrhu

source: No matching data was found for the report.
de: Es wurden keine zutreffenden Daten für den Bericht gefunden.
el: Δεν βρέθηκαν αντιστοιχήσεις σε αυτή την αναφορά
he: לא נמצאו נתונים תואמים בדוח
lt: Nerasta jokių tinkančių duomenų ataskaitai.
nl: Er is geen data gevonden voor het rapport
pl: Nie znaleziono pasujących danych dla tego raportu.
pt: Não existe data correspodente para o relatório

source: Add a new account
de: Neues Konto erstellen
el: Προσθήκη νεου λογαριασμού
he: הוספת חשבון חדש
lt: Pridėti naują sąskaitą
nl: Een nieuw rekening toevoegen
pl: Dodaj nowe konto
pt: Adicionar uma nova conta
sk: Pridať nové konto

source: Edit the selected account
de: Ausgewähltes Konto bearbeiten
el: Επεξεργασία επιλεγμένου λογαριασμού
he: עריכת החשבון הנבחר
lt: Redaguoti pasirinktą sąskaitą
nl: Bewerk de geselecteerde rekening
pl: Edytuj wybrane konto
pt: Editar a conta seleccionada
sk: Upraviť vybraté konto

source: Delete the selected accounts
de: Ausgewählte Konten löschen
el: Διαγραφή επιλεγμένων λογαριασμών
he: מחיקת החשבון הנבחר
lt: Trinti pasirinktas sąskaitas
nl: Verwijderen de geselecteerde rekening
pl: Usuń wybrane konto
pt: Apagar as contas seleccionadas
sk: Vymazať označené kontá

source: Refresh the list
de: Liste aktualisieren
el: Ανανέωση της λίστας
es: Actualizar lista
et: Värskenda nimekirja
fr: Rafraîchir la liste
he: רענון הרשימה
lt: Atnaujinti sąrašą
nl: Ververs de lijst
pl: Odśwież listę
pt: Refrescar a lista
sk: Obnoviť zoznam

source: Mark everything in the selected accounts reconciled to today
de: Wählen Sie alles in den gewählten Konten aus, das heute ausgeglichen wurde
el: Τσεκάρισε τα πάντα στους επιλεγμένους λογαριασμούς που έχουν επιβεβαιωθεί μέχρι σήμερα
he: סימון הכול כמאושר להיום בחשבון הנבחר
lt: Pasirinktose sąskaitose pažymėti viską suderintu iki šiandienos
nl: Laat alle betaalde rekening zien tot nu toe
pt: Marcar tudo nas contas seleccionadas e reconciliar para hoje
sk: Označiť všetko v zvolených kontách ako vysporiadané dnes

source: Edit the transactions for this account
de: Bearbeiten der Transaktionen für dieses Konto
el: Επεξεργασία των συναλλαγών αυτού του λογαριασμού
he: עריכת התנועות לחשבון זה
lt: Redaguoti šios sąskaitos transakcijas
nl: Bewerk de transacties voor deze rekening
pl: Edytuj tranzakcje tego konta
pt: Editar as transacções para esta conta
sk: Upraviť transakcie pre toto konto

source: Code:
el: Κωδικός:
es: Código:
et: Kood:
he: קוד:
lt: Kodas:
pl: Kod:
pt: Código:
sk: Kód:

source: Type:
de: Art:
el: Τύπος:
es: Tipo:
et: Tüüp:
he: סוג:
lt: Tipas:
pl: Rodzaj:
pt: Tipo:
sk: Typ:

source: Description:
de: Beschreibung:
el: Περιγραφή:
es: Descripción:
et: Kirjeldus:
he: תיאור:
lt: Aprašymas:
nl: Omschrijving:
pl: Opis:
pt: Descrição:
sk: Popis:

source: Reconciled
de: Ausgeglichen
el: Ελέγχθηκε
he: אושר
lt: Suderinta
nl: Rekening betaald
pt: Reconciliado
sk: Vysporiadané

source: Balance
el: Ισοζύγιο
he: מאזן
lt: Balansas
nl: Balans
pl: Bilans
pt: Balanço
sk: Saldo

source: Accounts
de: Konten
el: Λογαριασμοί
he: חשבונות
lt: Sąskaitos
nl: Rekeningen
pl: Konta
pt: Contas
sk: Kontá

source: Create New Account
de: Neues Konto erzeugen
el: Δημιουργία νεου λογαριασμού
he: יצירת חשבון חדש
lt: Sukurti naują sąskaitą
nl: Nieuwe rekening aanmaken
pl: Utwórz Nowe Konto
pt: Criar Uma Nova Conta
sk: Vytvoriť nové konto

source: Edit Account - {0}
de: Konto - {0} bearbeiten
el: Επεξεργασία λογαριασμού - {0}
he: עריכת חשבון - {0}
lt: Redaguoti ataskaitą - {0}
nl: Rekening aanpassen
pl: Edytuj Konto - {0}
pt: Editar Conta - {0}
sk: Upraviť konto - {0}

source: Save this account and exit
de: Konto Speichern und Beenden
el: Αποθήκευση λογαριασμού και έξοδος
he: שמירת החשבון ויציאה
lt: Išsaugoti šią sąskaitą ir išeiti
nl: Bewaar deze rekening en afsluiten
pl: Zapisz to konto i wyjdź
pt: Gravar esta conta e sair
sk: Uložiť toto konto a odísť

source: Close without saving
de: Schliessen ohne zu speichern
el: Κλείσιμο χωρίς αποθήκευση
es: Cerrar sin guardar
et: Sulge ilma salvestamata
fr: Fermer sans sauvegarder
he: סגירה ללא שמירה
lt: Uždaryti neišsaugant
nl: Afsluiten zonder opslaan
pl: Zamknij bez zapisywania
pt: Fechar sem gravar
sk: Zatvoriť bez uloženia

source: Transactions - {0}
de: Transaktionen - {0}
el: Συναλλαγές - {0}
he: תנועות - {0}
lt: Transakcijos - {0}
nl: Transacties
pl: Transakcje - {0}
pt: Transacções - {0}
sk: Transakcie - {0}

source: All
de: Alle
el: Όλα
he: הכול
lt: Visos
nl: Alle
pl: Wszystkie
pt: Todos
sk: Všetky

source: Show Transactions:
de: Zeige Transaktionen:
el: Εμφάνισε συναλλαγές:
he: הצגת תנועות:
lt: Rodyti transakcijas:
nl: Laat transacties zien
pl: Pokaż Transakcje:
pt: Mostrar Transacções:
sk: Zobraziť transakcie:

source: Date:
de: Datum:
el: Ημερομηνία:
es: Fecha:
et: Kuupäev:
he: תאריך:
lt: Data:
nl: Datum:
pl: Data:
pt: Data:
sk: Dátum:

source: Account:
de: Konto:
el: Λογαριασμός:
he: חשבון:
lt: Sąskaita:
nl: Rekening:
pl: Konto:
pt: Conta:
sk: Konto:

source: Deposit:
de: Guthaben:
el: Ταμιευτήριο:
he: הפקדה:
lt: Debetas:
nl: Storting
pl: Depozyt:
pt: Deposito:
sk: Vklad:

source: Withdrawal:
de: Abhebung:
el: Απόσυρση:
he: משיכה:
lt: Kreditas:
nl: Opname
pl: Wypłata:
pt: Retirada:
sk: Výber:

source: Create Transaction
de: Transaktion erstellen
el: Δημιούργησε Συναλλαγή
he: יצירת תנועה
lt: Kurti transakciją
nl: Maak transactie aan
pl: Utwórz Tranzakcję
pt: Criar Transacção:
sk: Vytvoriť transakciu
