Repository: bobintetley/asm2
Catalog: src/locale/po/*.po
Languages: de, el, es, et, fr, he, lt, nl, pl, pt, sk

source: Check this box if this animal is not a shelter animal
de: Auswählen wenn Tier nicht im Heim untergebracht ist
el: Τσεκάρισε αυτό το κουτάκι αν δεν είναι ζώο του καταφυγίου
es: Marque esta casilla si este animal no pertenece al refugio
et: Märgi see kastike kui loom ei asu varjupaigas
fr: Cocher cette case si cet animal n'appartient pas au refuge
he: יש לסמן תיבה זו אם חיית מחמד זו אינה בבית המחסה
lt: Pažymėkite šį laukelį, jei šis gyvūnas ne prieglaudos
nl: Vink dit aan als dit dier geen centrumdier is
pl: Zaznacz to pole jeśli zwierzę nie przebywa w schronisku
pt: Seleccione esta caixa se o animal não é um animal de abrigo
sk: Označte toto, ak toto zviera nie je útulkovým zvieraťom

source: Start Date
de: Anfangsdatum
el: Ημερομηνία Έναρξης
es: Fecha de Inicio
et: Alguskuupäev
fr: Date de début
he: תאריך ההתחלה
lt: Pradžios data
nl: Startdatum
pl: Data Rozpoczęcia
pt: Data de Início
sk: Dátum začiatku

source: Create new diet
de: Neue Diät anlegen
el: Δημιουργία νέας διατροφής
es: Crear nueva dieta
et: Loo uus dieet
fr: Créer un nouveau régime
he: יצירת דיאטה חדשה
lt: Pridėti naują dietą
nl: Maak een nieuw dieet aan
pl: Stwórz nową dietę
pt: Criar nova dieta
sk: Vytvoriť novú diétu

source: Edit this diet
de: Diät bearbeiten
el: Επεξεργασία διατροφής
es: Editar esta dieta
et: Muuda seda dieeti
fr: Mettre à jour ce régime
he: עריכת דיאטה זו
lt: Redaguoti šią dietą
nl: Bewerk dit dieet
pl: Edytuj tą dietę
pt: Editar esta dieta
sk: Upraviť túto diétu

source: Delete this diet
de: Diät löschen
el: Διαγραφή διατροφής
es: Borrar esta dieta
et: Kustuta see dieet
fr: Supprimer ce régime
he: מחיקת דיאטה זו
lt: Šalinti šią dietą
nl: Verwijder dit dieet
pl: Usuń tą dietę
pt: Apagar esta dieta
sk: Vymazať túto diétu

source: Diet Type:
de: Diät Typ:
el: Τύπος διατροφής:
es: Tipo de dieta:
et: Dieedi tüüp:
fr: Type de regime :
he: סוג הדיאטה:
lt: Dietos tipas:
nl: Dieettype:
pl: Typ Diety:
pt: Tipo de dieta:
sk: Typ diéty:

source: Start Date:
de: Anfangsdatum
el: Ημερομηνία Έναρξης:
es: Fecha de Inicio:
et: Alguskuupäev:
fr: Date de début:
he: תאריך ההתחלה:
lt: Pradžios data:
nl: Startdatum:
pl: Data rozpoczęcia:
pt: Data de início:
sk: Dátum začiatku:

source: New Diet
de: Neue Diät
el: Νέα δίαιτα
es: Nueva dieta
et: Uus dieet
fr: Nouveau régime
he: דיאטה חדשה
lt: Nauja dieta
nl: Nieuw dieet
pl: Nowa Dieta
pt: Nova Dieta
sk: Nová diéta

source: Unable to create new record:
de: Datensatz kann nicht angelegt werden
el: Η δημιουργία νέου αρχείου είναι αδύνατη:
es: No es posible crear un nuevo registro:
et: Ei suuda luua uut kirjet:
fr: Impossible de créer un nouvel enregistrement:
he: לא ניתן ליצור רשומה חדשה:
lt: Nepavyko sukurti naują įrašą:
nl: Kan geen nieuw record aanmaken:
pl: Nie można utworzyć nowego wpisu:
pt: Inapaz de criar novo registo:
sk: Nie je možné vytvoriť nový záznam:

source: Edit Diet
de: Diät bearbeiten
el: Επεηεργασία διαιτολογίου
es: Editar dieta
et: Muuda dieeti
fr: Mettre à jour régime
he: עריכת דיאטה
lt: Redaguoti dietą
nl: Bewerk dieet
pl: Edytuj Dietę
pt: Editar Dieta
sk: Upraviť diétu

source: The type of diet the animal is on
de: Diät Typ
el: Τύπος διαιτολογίου που ακολουθεί το ζώο
es: Tipo de dieta que sigue el animal
et: Looma dieedi tüüp
fr: Le type de regime que l'animal suit
he: סוג הדיאטה בה נמצאת חיית המחמד
lt: Gyvūnui taikomos dietos tipas
nl: Het dieettype van dit dier
pl: Typ diety na której jest zwierzę
pt: Tipo de dieta que esta animal está a seguir
sk: Typ diéty pre toto zviera

source: The date the animal started this diet
de: Diät Anfangsdatum
el: Ημερομηνία που άρχισε το διαιτολόγιο αυτό το ζώο
es: Fecha en la que este animal inició la dieta
et: Dieedi alustamise kuupäev
fr: Date à laquelle l'animal a commencé ce regime
he: התאריך בו החלה חיית המחמד את הדיאטה
lt: Data, nuo kurios gyvūnui pradėta taikyti ši dieta
nl: De dieetstartdatum
pl: Kiedy zwierzę rozpoczeło dietę
pt: Data em que este animal começou esta dieta
sk: Dátum začiatku tejto diéty

source: Any comments about the diet
de: Anmerkungen zur Diät
el: Σχόλια για το διαιτολόγιο
es: Cualquier tipo de comentario acerca de la dieta
et: Kommentaarid dieedi kohta
fr: Commentaires à propos du régime
he: כל ההערות על הדיאטה
lt: Komentarai apie dietą
nl: Opmerkingen over het dieet
pl: Komentarze odnośnie diety
pt: Comentário sobre esta dieta
sk: Komentáre k diéte

source: Issue Date:
de: Austellungsdatum
el: Ημερ/νία καταχώρησης:
es: Fecha de emisión:
et: Väljaandmise kuupäev:
fr: Date d'émission :
he: תאריך ההנפקה:
lt: Išdavimo data:
nl: Uitgiftedatum:
pl: Data Przyznania:
pt: Data de emissão:
sk: Dátum vydania:

source: Expiry Date:
de: Ablaufdatum
el: Ημερ/νία Λήξης:
es: Fecha de caducidad:
et: Aegumise kuupäev:
fr: Date d'expiration :
he: תאריך התפוגה:
lt: Galioja iki:
nl: Vervaldatum:
pl: Data Wygaśnięcia:
pt: Data em que expira:
sk: Dátum expirácie:

source: Voucher Amount:
de: Beleg Summe:
el: Ποσό κουπονιού:
es: Importe del vale:
et: Vautsheri kogusumma:
fr: Montant du bon :
he: שווי השובר:
lt: Talonų kiekis:
nl: Bedrag tegoedbon:
pl: Wartość Vouchera:
pt: Quantidade Voucher
sk: Hodnota poukazu:

source: Include Non-Shelter
de: Externe einbeziehen
el: Συμπεριέλαβε και τα μη καταφυγίου
es: Incluir los No Refugios
et: Lisa mitte-varjupaigas
fr: Inclure les extra-refuge
he: הכללת חיות מחמד שאינן מבית המחסה
lt: Įtraukti ne prieglaudos
nl: Inclusief niet-centrum
pl: Włączając Zwierzęta Poza Schroniskowe
pt: Incluir sem-abrigos
sk: Zahrnúť neútulkové

source: Tick this box to include non-shelter animals
de: Externe Tiere einbeziehen
el: Τσεκάρισε αυτό το κουτάκι για να συμπεριληφθούν ζώα μη καταφυγίου
es: Marque esta casilla para incluir los animales de No Refugios
et: Märgi see kastike, et lisada mitte-varjupaiga loomad
fr: Cocher cette case pour inclure les animaux hors refuge
he: יש לסמן את תיבה זו כדי להכליל חיות מחמד שאינן מבית המחסה
lt: Pažymėkite šį laukelį, norėdami įtraukti ne prieglaudos gyvūnus
nl: Vink dit aan om niet-centrumdieren mee te tellen
pl: Zaznacz to pole, jeśli chcesz wyszukać również zwierzęta nie przebywające fizycznie w schronisku
pt: Seleccionar esta caixa para incluir sem-abrigos
sk: Označte toto, ak sa majú zahrnúť aj neútulkové zvieratá

source: Details:
el: Λεπτομέρειες:
es: Detalles:
et: Üksikasjad:
fr: Détails :
he: פרטים:
lt: Duomenys:
pl: Szczegóły:
pt: Detalhes:
sk: Detaily:

source: Generate a diary note for this animal
de: Tagesnotiz für dieses Tier anlegen
el: Δημιούργησε ένα σημείωμα ημερολογίου για αυτό το ζώο
es: Generar una nota de diario para este animal
et: Loo sellele loomale päeviku sissekanne
fr: Générer une action pour cet animal
he: יצירת הערת יומן עבור חיית מחמד זו
lt: Kurti priminimą šiam gyvūnui
nl: Maak een agendanotitie aan voor dit dier
pl: Dodaj wpis dziennika dla tego zwierzęcia
pt: Gerar um nota diária para este animal
sk: Generovať poznámku v diári pre toto zviera

source: Add new media to this animal
de: Neue Mediadatei hinzufügen
el: Πρόσθεσε νέο πολυμέσο σε αυτό το ζώο
es: Añadir un nuevo archivo multimedia a este animal
et: Lisa sellele loomale uus meedia
fr: Ajouter un nouveau media à cet animal
he: הוספת קובץ מדיה חדש לחיית מחמד זו
lt: Pridėti naują failą šiam gyvūnui
nl: Koppel nieuwe media aan dit dier
pl: Dodaj nowe zdjęcie dla tego zwierzęcia
pt: Anexar nova mídia a este animal
sk: Pridať nový súbor pre toto zviera

source: Move this animal
de: Tier umsetzen
el: Μετακίνησε αυτό το ζώο
es: Mover este animal
et: Liiguta seda looma
fr: Déplacer cet animal
he: העברת חיית מחמד זו
lt: Perkelti šį gyvūną
nl: Verplaats dit dier
pl: Przenieś to zwierzę
pt: Mover este animal
sk: Presunúť toto zviera

source: Declawed:
de: Entkrallt
es: Uñas extraídas:
et: Küüned eemaldatud:
fr: Onyxectomie :
he: עקירת טופרים:
lt: Pašalinti nagai:
nl: Geen nagels:
pl: Usunięte Pazury:
pt: Sem Garras:
sk: Vytrhnuté pazúriky:

source: Check this box if this animal has been declawed
de: Entkrallt
es: Marque esta casilla si se le han extraído las uñas a este animal
et: Märgi see kastike, kui loomal on küüned eemaldatud
fr: Cocher cette case si l'animal a subit une onyxectomie
he: יש לסמן תיבה או אם טופריה של חיית מחמד זו נעקרו
lt: Pažymėkite šį laukelį, jei gyvūnui pašalinti nagai
nl: Vink dit aan als het dier geen nagels meer heeft
pl: Zaznacz jeśli zwierzę ma usunięte pazury
pt: Seleccione esta caixa
sk: Označte toto, ak má toto zviera vytrhnuté pazúriky

source: Save this media file to disk
de: Mediendatei speichern
el: Αποθήκευσε αυτό το αρχείο πολυμέσων στο δίσκο
es: Guardar en disco este archivo multimedia
et: Salvesta see meediafail kettale
fr: Enregistrer ce média sur le disque dur
he: יש לשמור מדיה זו לכונן
lt: Išsaugoti šį failą į diską
nl: Schrijf dit mediabestand naar de schijf
pl: Zapisz to zdjęcie na dysk
pt: Gravar este ficheiro para o disco
sk: Uložte tento súbor na disk

source: View the current owner for this animal
de: Jetzigen Besitzer anzeigen
el: Προβολή τρέχοντος ιδιοκτήτη ζώου
es: Visualizar el contacto actual del animal
et: Vaata looma praegust omanikku
fr: Voir le propriétaire actuel pour cet animal
he: צפייה בבעלים הנוכחיים של חיית מחמד זו
lt: Žiūrėti dabartinį šio gyvūno savininką
nl: Bekijk de huidige eigenaar van dit dier
pl: Pokaż aktualnego właściciela
pt: Ver o actual dono deste animal
sk: Zobraziť aktuálneho majiteľa pre toto zviera

source: Are you sure you want to clone this animal?
de: Wollen Sie dieses Tier klonen?
el: Είστε σίγουρος ότι θέλετε να κλωνοποιήσετε αυτό το ζώο;
es: ¿Está seguro de que desea duplicar este animal?
et: Oled kindel, et soovid seda looma kloonida?
fr: Êtes-vous sûr(e) de vouloir cloner cet animal ?
he: האם ברצונך לשכפל חיית מחמד זו?
lt: Ar tikrai norite kopijuoti šio gyvūno duomenis?
nl: Wilt u dit dier echt kopieren?
pl: Jesteś pewien że chcesz sklonować to zwierzę?
pt: Tem a certeza que deseja clonar este animal?
sk: Ste si istý, že chcete vytvoriť kópiu tohto zvieraťa?

source: Sure?
de: Sicher?
el: Σίγουρος;
es: ¿Está seguro?
et: Kindel?
fr: Sûr(e) ?
he: בוודאות?
lt: Tikrai?
nl: Zeker weten?
pl: Jesteś Pewien?
pt: Tem a certeza?
sk: Naozaj?

source: Capture image from video camera/webcam
de: Bild von Video Kamera oder Webcam aufzeichnen
el: Σύλληψη εικόνας από την βίντεο κάμερα/webcam
es: Capturar imagen desde la cámara de vídeo o webcam
et: Tõmba pilt videokaamerast/veebikaamerast
fr: Capturer l'image d'une caméra / webcam
he: לכידת תמונה ממצלמת רשת/וידאו
lt: Įrašo atvaizdas iš video/internetinės kameros
nl: Neem afbeelding van videocamera/webcam op
pl: Przechwyć obraz z kamery/kamery internetowej
pt: Capturar imagem a partir da câmara
sk: Zaznamenať obraz z videokamery/webkamery

source: Video capture is currently only available for Linux platforms.
de: Video Aufnahmen werden momentan nur für Linux Betriebssysteme unterstützt.
el: Λήψη video είναι προς το παρόν διαθέσιμη μόνο σε πλατφόρμα LINUX
es: La captura de vídeo solo está disponible actualmente para equipos Linux.
et: Video tõmbamine on hetkel võimalik vaid Linuxi platvormiga.
fr: La capture de video est actuellement uniquement sur les pate-formes Linux.
he: לכידת וידאו זמינה נכון לעכשיו במערכות לינוקס בלבד.
lt: Video įrašas šiuo metu galimas tik Linux operacinėje sistemoje.
nl: Video-opname is alleen beschikbaar onder Linux.
pl: Przechwycenie wideo jest aktualnie możliwe jedynie na platformie Linux.
pt: Captura de vídeo está apenas disponível para plataformas Linux
sk: Záznam videa je momentálne dostupný len pre Linux.

source: ASM could not locate the vgrabbj utility. You will need to install it from XawTV to perform video capture.
de: ASM konnte vgrabbj nicht finden es muss von XawTV für die Aufnahme von Videos installiert werden.
el: Το ASM δεν μπόρεσε να εντοπίσει το vgrabbj. Θα χρειαστεί να το εγκαταστήσετε από το XawTV για να τραβήξετε video.
es: ASM no encuentra la utilidad vgrabbj. Es necesario instalarla empleando XawTV si desea capturar vídeo.
fr: ASM ne trouve pas l'utilitaire "vgrabbj. Vous devez l'installer depuis XawTV pour faire de la capture vidéo.
he: לא הייתה באפשרות ASM לאתר את הכלי vgrabbj. יהיה עליך להתקין אותו מ־XawTV כדי לבצע לכידת וידאו.
lt: ASM nepavyko aptikti vgrabbj paslaugų programos. Kad galėtumėte rodyti video įrašą, jums reikės ją įdiegti iš XawTV.
nl: ASM kon de vgrabbj utility niet vinden. U moet dit eerst installeren vanop XawTV om video-opnames te kunnen maken.
pl: ASM nie mógł zlokalizować programu vgrabbj. Aby przechwycić obraz musisz go zainstalować razem z XawTV.
pt: ASM não consegue localizar o utilitário vgrabbj. Deve instala-lo a partir do XawTV para permitir a captura de vídeo.

source: An error occurred capturing the image from the default video device.
de: Fehler beim Aufzeichnen über das Standart Video Gerät.
el: Ένα σφάλμα παρουσιάστηκε κατά την λήψη φωτογραφίας από την προκαθορισμένη συσκευή video.
es: Se ha producido un error al capturar la imagen desde el dispositivo de vídeo por defecto.
et: Viga videoseadmest pildi tõmbamisel.
fr: Une erreur est survenue durant la capture de l'image depuis le périphérique par défaut.
he: ארעה שגיאה בעת לכידת תמונה מהתקן הווידאו כברירת המחדל.
lt: Įvyko klaida imant atvaizdą iš numatytojo video įrenginio.
nl: Er is een fout opgetreden bij het opnemen van de afbeelding door het standaard video-apparaat.
pl: Wystąpił błąd przy próbie przechwycenia obrazu z domyślnego urządzenia video.
pt: Ocorreu um erro a capturar imagem a partir do dispositivo vídeo
sk: Stala sa chyba počas záznamu obrazu z prednastaveného zariadenia

source: Tattoo:
de: Tätowierung
el: Τατουάζ:
es: Tatuaje:
et: Tätoveering:
fr: Tatouage:
he: קעקוע:
lt: Turi tatuiruotę:
nl: Tattouage:
pl: Tatuaż
pt: Tatuagem:
sk: Tetovanie:

source: The Tattoo Number
de: Tätowierungs Nummer
el: Νούμερο τατουάζ
es: Número de tatuaje
et: Tätoveeringu number
fr: Le numéro de tatouage
he: מספר הקעקוע
lt: Tatuiruotės numeris
nl: Het tattouagenummer
pl: Numer Tatuażu
pt: Número de tatuagem
sk: Číslo tetovania

source: FLV Result
de: FLV Test Ergebnis
el: Αποτέλεσμα FLV
es: Resultado del FLV
fr: Résultat FLV
he: תוצאת FLV:
lt: FLV rezultatas
nl: FLV-resultaat
pl: Wynik testu FLV
pt: Resultado FLV
sk: Výsledky FLV

source: FIV Result
de: FIV Test Ergebnis
el: Αποτέλεσμα FIV
es: Resultado del FIV
et: FIV testi tulemus
fr: Résultat FIV
he: תוצאת FIV
lt: FIV rezultatas
nl: FIV-resultaat
pl: Wynik testu FIV
pt: Resultado FIV
sk: Výsledky FIV

source: The date the animal was microchipped
de: Datum des Microchipens
el: Ημερομηνία τοποθέτησης μικροτσίπ
he: התאריך בו הוחדר שבב לחיית המחמד
lt: Ženklinimo mikroschema data
nl: Datum waarom de microchip is aangebracht
pl: Data wszczepienia mikrochipu
pt: Data em que o animal foi microchipado

source: The date the animal had the tattoo
de: Tätowierungsdatum
el: Ημερομηνία τοποθέτησης τατουάζ ζώου
es: Fecha en la que se le hizo el tatuaje al animal
et: Tätoveerimise kuupäev
fr: La date du tatouage de l'animal
he: תאריך הקיעקוע של חיית המחמד
lt: Tatuiravimo data
nl: De datum waarop het dier getattoueerd is
pl: Data wykonania tatuażu
pt: Data em que o animal levou a tatuagem
sk: Dátum, kedy bolo zviera tetované

source: Tick this box to only show animals who are good with children
de: Nur Tiere anzeigen die freundlich zu Kindern sind
el: Επιλέξτε το κουτάκι για τα ζώα που είναι καλά με τα παιδιά
es: Marque esta casilla para mostrar solo los animales que son buenos con los niños
et: Märgi see kastike kui loom sobib lastega
fr: Cocher cette case pour voir uniquement les animaux qui s'entendent avec les enfants
he: יש לסמן תיבה זו כדי להציג אך ורק חיות מחמד ידידותיות לילדים
lt: Pažymėkite šį laukelį, jei norite matyti tik draugiškus vaikams gyvūnus
nl: Vink dit aan om alleen dieren te tonen die goed met kinderen zijn
pl: Zaznacz to pole, jeśli chcesz wyświetlić jedynie zwierzęta dobrze tolerujące dzieci
pt: Seleccione esta caixa para mostrar apenas animais bons com crianças
sk: Označte toto, ak sa majú zobraziť len zvieratá, ktoré dobre vychádzajú s deťmi

source: Tick this box to only show animals who are good with cats
de: Nur Tiere anzeigen die freundlich zu Katzen sind
el: Επιλέξτε το κουτάκι για τα ζώα που είναι καλά με τις γάτες
es: Marque esta casilla para mostrar solo los animales que son buenos con los gatos
et: Märgi se kastike kui loom sobib kassidega
fr: Cocher cette case pour voir uniquement les animaux qui s'entendent avec les chats
he: יש לסמן תיבה זו כדי להציג אך ורק חיות מחמד ידידותיות לחתולים
lt: Pažymėkite šį laukelį, jei norite matyti tik draugiškus katėms gyvūnus
nl: Vink dit aan om alleen dieren te tonen die goed met katten zijn
pl: Zaznacz to pole, jeśli chcesz wyświetlić jedynie zwierzęta dobrze tolerujące koty
pt: Seleccione esta caixa para mostrar apenas animais que são bons com gatos
sk: Označte toto, ak sa majú zobraziť len zvieratá, ktoré dobre vychádzajú s mačkami

source: Tick this box to only show animals who are good with dogs
de: Nur Tiere anzeigen die freundlich zu Hunden sind
el: Επιλέξτε το κουτάκι για τα ζώα που είναι καλά με τους σκύλους
es: Marque esta casilla para mostrar solo los animales que son buenos con los perros
et: Märgi see kastike kui loom sobib koertega
fr: Cocher cette case pour voir uniquement les animaux qui s'entendent avec les chiens
he: יש לסמן תיבה זו כדי להציג חיות מחמד ידידותיות לכלבים
lt: Pažymėkite šį laukelį, jei norite matyti tik draugiškus šunims gyvūnus
nl: Vink dit aan om alleen dieren te tonen die goed met honden zijn
pl: Zaznacz to pole, jeśli chcesz wyświetlić jedynie zwierzęta dobrze tolerujące psy
pt: Seleccione esta caixa para mostrar apenas animais que são bons com cães
sk: Označte toto, ak sa majú zobraziť len zvieratá, ktoré dobre vychádzajú so psami

source: Tick this box to only show animals who are housetrained
de: Nur stubenreine Tiere anzeigen
el: Επιλέξτε το κουτάκι για τα ζώα που είναι εκπαιδευμένα για το σπίτι
es: Marque esta casilla para mostrar solo los animales que están adiestrados
et: Märgi see kastike kui loom oskab toas puhtust pidada
fr: Cocher cette case pour voir uniquement les animaux propres
he: יש לסמן תיבה זו כדי להציג אך ורק חיות מחמד המאולפות לשהייה ביתית
lt: Pažymėkite šį laukelį, jei norite matyti tik dresuotus gyvūnus
nl: Vink dit aan om alleen zindelijke dieren te tonen
pl: Zaznacz to pole jeśli zwierzę jest zwierzęciem domowym
pt: Seleccione esta caixa para mostrar apenas animais com treino de casa
sk: Označte toto, ak sa majú zobraziť len zvieratá, ktoré sú naučené na byt

source: Generate a new animal code
de: Neues Tierkürzel erzeugen
el: Δημιούργησε ένα νέο κωδικό ζώου
es: Generar un nuevo código de animal
et: Loo uus looma kood
fr: Générer un nouveau code animal
he: יצירת קוד חיית מחמד חדש
lt: Generuoti naują gyvūno kodą
nl: Maak een nieuwe diercode aan
pl: Wygeneruj nowy kod zwierzęcia
pt: Gerar um código novo para o animal
sk: Generovať nový kód zvieraťa

source: Heartworm Tested:
de: Herzwurm getestet
el: Ελεγχμένο για σκουλίκι καρδιάς:
es: Gusano del corazón:
et: Testitud südameussi:
fr: Testé Dirofilariose :
he: נבדקה תולעת הלב:
lt: Širdies kirmėlių testas:
nl: Getest op hartworm:
pl: Test na obecność robaków ser.:
pt: Testado Verme do Coração:
sk: Test na vlasovca psieho

source: The date the animal was last heartworm tested
de: Letzter Herzwurmtest
el: Ημερομηνία που εξετάστηκε το ζώο για διροφιλαρίωση
es: Fecha en la que el animal se sometió a la prueba del Gusano del corazón
et: Kuupäev, millal viimati testiti sellel loomal südameussi
fr: Date du dernier test
he: התאריך בו נבדקה תולעת הלב אצל חיית המחמד
lt: Patikrinimo data
nl: De datum waarop het dier voor het laatst getest is op hartworm
pl: Data wykonania ostatniego testy na obecność robaków serca
pt: Data em que o animal foi testado ao verme do coração
sk: Dátum, kedy bolo zviera naposledy testované na vlasovca psieho

source: Good with Cats:
de: Freundlich zu Katzen
el: Καλό με γάτες:
es: Bueno con los gatos:
et: Sobib kassidega:
fr: S'entend avec les chats :
he: ידידותי לחתולים:
lt: Draugiškas katėms:
nl: Goed met katten:
pl: Toleruje Koty:
pt: Bom com gatos:
sk: Znášanlivosť s mačkami:

source: Good with Dogs:
de: Freundlich zu Hunden
el: Καλό με σκυλιά:
es: Bueno con los perros:
et: Sobib koertega:
fr: S'entend avec les chiens :
he: ידידותי לכלבים:
lt: Draugiškas šunims:
nl: Goed met honden:
pl: Toleruje Psy:
pt: Bom com cães:
sk: Znášanlivosť so psami

source: Good with Kids:
de: Freundlich zu Kindern
el: Καλό με παιδιά:
es: Bueno con los niños:
et: Sobib lastega:
fr: S'entend avec les enfants :
he: ידידותי לילדים:
lt: Draugiškas vaikams:
nl: Goed met kinderen:
pl: Toleruje Dzieci:
pt: Bom com crianças:
sk: Znášanlivosť s deťmi

source: Housetrained:
de: Stubenrein
el: Εκπαιδευμένο για σπίτι:
es: Adiestrado:
et: Peab puhtust:
fr: Propre:
he: אילוף לתנאי בית:
lt: Dresuotas:
nl: Zindelijk:
pl: Domowe
pt: Treino de casa:
sk: Naučené na byt

source: Tick this box if this animal is not available for adoption (exclude from publishing)
de: Auswählen wenn das Tier nicht zur Vermittlung freigegeben ist. (Wird von Publikationen ausgeschlossen)
el: Τσεκάρισε αυτό το κουτάκι αν αυτό το ζώο δεν διατίθεται για υιοθεσία (εξαίρεσε από δημοσίευση)
es: Marque esta casilla si este animal no está disponible para adopción (excluido de ser publicado)
et: Märgi se kastike kui looma ei saa mingil põhjusel loovutada
fr: Cocher cette case si cet animal n'est pas disponible à l'adoption (exclut des publications)
he: יש לסמן תיבה זו אם חיית מחמד זו אינה זמינה לאימוץ (לא תיכלל בפרסומים)
lt: Pažymėkite šį laukelį, jei gyvūnas ne atidavimui (nepublikuoti)
nl: Vink dit aan als het dier niet beschikbaar is voor adoptie (uitsluiten van publicatie)
pl: Zaznacz to pole, jeśli z jakiś przyczyn zwierzę nie powinno być teraz adoptowane ( Później możesz to zmienić )
pt: Seleccione esta caixa se este animal não está disponível para adopção (excluir de publicação)
sk: Označte toto, ak toto zviera nie je na adopciu (vyradiť z publikovania)

source: Not for adoption
de: Nicht zur Vermittlung freigegeben
el: Όχι για υιοθεσία
es: No adoptable
et: Loom ei ole loovutamiseks
fr: Pas disponible à l'adoption
he: לא לאימוץ
lt: Ne atidavimui
nl: Niet beschikbaar voor adoptie
pl: Nie do adopcji
pt: Não é para adopção
sk: Nie je na adopciu

source: Close
de: Schliessen
el: Κλείσε
es: Cerrar
et: Sulge
fr: Fermer
he: סגירה
lt: Uždaryti
nl: Sluit
pl: Zamknij
pt: Fechar
sk: Zatvoriť

source: Video Capture
de: Videoaufnahme
el: Εγγραφή Βίντεο
es: Capturar vídeo
et: Video tõmbamine
fr: Capture Vidéo
he: לכידת וידאו
lt: Video įrašas
nl: Video-opname
pl: Przechwytywanie Obrazu
pt: Captura de Vídeo
sk: Záznam videa

source: Adoptable
de: Zur Vermittlung freigegeben
el: Κατάλληλο για υιοθεσία
et: Loovutatav
he: ניתן לאימוץ
lt: Atiduodamas
nl: Adopteerbaar
pl: Do Adopcji
pt: Adoptável
sk: Na adopciu

source: Animal Details
de: Ausführliche Informationen
el: Πληροφορίες Ζώου
es: Detalles
et: Looma üksikasjad
fr: Détails sur l'animal
he: פרטי חיית המחמד
lt: Gyvūno duomenys
nl: Dierdetails
pl: Szczegóły Zwierzęcia
pt: Detalhes do Animal
sk: Detaily o zvierati

source: Basic Animal Information
de: Basis Informationen
el: Βασικές πληροφορίες ζώου
es: Información básica
et: Põhiinfo looma kohta
fr: Informations générales sur l'animal
he: נתונים בסיסיים על חיית המחמד
lt: Pagrindinė informacija apie gyvūną
nl: Basis diergegevens
pl: Podstawowe informacje o zwierzęciu
pt: Informação Básica do Animal
sk: Základné informácie o zvierati

source: Entry Details
de: Einlieferungs Details
el: Λεπτομέρειες εγγραφής
es: Información básica
et: Saabumise üksikasjad
fr: Détails d'entrée
he: פרטי הרשומה
lt: Atvykimo duomenys
nl: Binnenkomstdetails
pl: Szczegóły Wejścia
pt: Detalhes de Entrada
sk: Detaily záznamu
