Repository: bobintetley/asm2
Catalog: src/locale/po/*.po
Languages: de, el, es, et, fr, he, lt, nl, pl, pt, sk

source: The date this diary note was completed
de: Abschlussdatum
el: Η ημερομηνία ολοκλήρωσης αυτής της σημείωσης ημερολογίου
es: La fecha en la cual fue completada la nota del diario
et: Päeviku märkme lõpetamise kuupäev
fr: La date à laquelle l'action a été effectuée
he: התאריך בו הושלמה ההערה הזאת ביומן
lt: Užduoties įvykdymo data
nl: De datum waarop deze agendanotie was voltooid
pl: Dzień w którym wypełniono polecenia zawarte w notatce
pt: A data em que esta tarefa diária foi completa
sk: Dátum kedy bola táto poznámka v diári splnená

source: Time:
de: Zeit:
el: Ώρα:
es: Hora:
et: Kellaaeg:
fr: Heure :
he: מועד:
lt: Laikas:
nl: Tijd:
pl: Godzina:
pt: Duração:
sk: Čas:

source: The date this reminder should appear
de: Datum der Erinnerung
el: Ημερομηνία εμφάνισης υπενθύμισης
es: La fecha en la que debe mostrarse la nota del diario
et: Meeldetuletus peaks ilmuma sel kuupäeval
fr: La date à laquelle ce rappel doit apparaître
he: התאריך בו תזכורת זו אמורה להופיע
lt: Data, kurią priminimas turėtų atsirasti
nl: De datum waarop de herinnering getoond moet worden
pl: Czas, kiedy przypomnienie powinno się ukazać
pt: A data em que este lembrete deve aparecer
sk: Dátum, kedy sa táto pripomienka má zobraziť

source: Edit Diary Note
de: Tagesnotiz bearbeiten
el: Επεξεργασία Σημειώσεων Ημερολογίου
es: Editar nota del diario
et: Muuda päeviku sissekannet
fr: Éditer les actions
he: עריכת הערה ביומן
lt: Redaguoti priminimą
nl: Bewerk agendanotitie
pl: Edytuj Notatki
pt: Editar Nota Diária
sk: Upraviť poznámku v diári

source: Subject:
de: Betreff:
el: Θέμα:
es: Asunto:
et: Teema:
fr: Sujet :
he: נושא:
lt: Tema:
nl: Onderwerp:
pl: Temat:
pt: Assunto:
sk: Predmet:

source: Note:
de: Anmerkung:
el: Σημείωση:
es: Nota:
et: Märkus:
he: הערה:
lt: Pastabos:
nl: Notitie:
pl: Uwagi:
pt: Nota:
sk: Poznámka:

source: Please enter a name for the new task:
de: Name für die Aufgabe angeben
el: Παρακαλώ εισάγετε ένα όνομα για την νέα εργασία:
es: Por favor, introduzca un nombre para la tarea:
et: Palun pane uuele ülesandele nimi:
fr: Veuillez renseigner le nom de cette nouvelle tâche :
he: יש להזין שם עבור המשימה החדשה:
lt: Įveskite naujos standartinės užduoties pavadinimą:
nl: Voer een naam in voor de nieuwe taak:
pl: Wpisz nazwę dla nowego zadania:
pt: Por favor introduza um nome para a nova tarefa:
sk: Prosím, zadajte názov novej úlohy:

source: New Diary Task
de: Neue Aufgabe
el: Νέα Εργασία Ημερολογίου
es: Nueva tarea del diario
et: Uus päeviku ülesanne
fr: Nouvelle tâche
he: משימה חדשה ביומן
lt: Nauja standartinė užduotis
nl: Nieuwe agendataak
pl: Nowe Zadanie w Dzienniku
pt: Nova Tarefa Diária
sk: Nová úloha v diári

source: Edit Diary Tasks
de: Aufgabe bearbeiten
el: Επεξεργασία Εργασιών Ημερολογίου
es: Editar tareas del diario
et: Muuda päeviku ülesandeid
fr: Éditer les tâches
he: עריכת משימות ביומן
lt: Redaguoti standartines užduotis
nl: Bewerk agendataken
pl: Edytuj Zadania w Dzienniku
pt: Editar Tarefas Diárias
sk: Upraviť úlohy v diári

source: Delete this diary task
de: Aufgabe löschen
el: Διαγραφή εργασίας ημερολογίου
es: Borrar esta tarea del diario
et: Kustuta see päeviku ülesanne
fr: Supprimer la tâche sélectionnée
he: מחיקת משימה זו ביומן
lt: Šalinti šią standartinę užduotį
nl: Verwijder deze agendataak
pl: Usuń to zadanie
pt: Apagar esta Tarefa Diária
sk: Vymazať túto úlohu v diári

source: Number Of Tasks
de: Anzahl der Aufgaben
el: Αριθμός Εργασιών
es: Número de tareas
fr: Nombre de sous-tâches
he: מספר המשימות
lt: Darbų skaičius
nl: Aantal taken
pl: Ilość Zadań
pt: Número de Tarefas
sk: Počet úloh

source: Edit this diary task
de: Aufgabe bearbeiten
el: Επεξεργασία εργασίας ημερολογίου
es: Editar la tarea del diario
et: Muuda seda päeviku ülesannet
fr: Éditer la tâche sélectionnée
he: עריכת משימה זו ביומן
lt: Redaguoti šią standartinę užduotį
nl: Bewerk deze agendataak
pl: Edytuj to zadanie
pt: Editar esta Tarefa Diária
sk: Upraviť túto úlohu v diári

source: Create a new diary task
de: Neue Aufgabe anlegen
el: Δημιουργία νέας εργασίας
es: Crear una nueva tarea del diario
et: Loo uus päeviku ülesanne
fr: Créer une nouvelle tâche
he: יצירת משימת יומן חדשה
lt: Pridėti naują standartinę užduotį
nl: Maak een nieuwe agendataak aan
pl: Utwórz nowe zadanie w dzienniku
pt: Criar uma nova tarefa diária
sk: Vytvoriť novú úlohu v diári

source: Add a new diary note
de: Neue Notiz anlegen
el: Προσθήκη νέας σημείωσης ημερολογίου
es: Añadir una nueva nota del diario
et: Lisa uus päeviku märkus
fr: Ajouter une nouvelle action
he: הוספת הערה חדשה ליומן
lt: Kurti naują priminimą
nl: Voeg een nieuwe agendanotitie toe
pl: Dodaj nową notatkę w dzienniku
pt: Adicionar nova tarefa diária
sk: Pridať novú poznámku v diári

source: Note
de: Notiz
el: Σημείωση
es: Nota
et: Märkus
he: הערה
lt: Priminimas
nl: Notitie
pl: Uwagi
pt: Nota
sk: Poznámka

source: For
de: Für
el: Για
es: Para
et: Kellele
fr: Pour
he: עבור
lt: Kam
nl: Voor
pl: Dla
pt: Para
sk: Pre

source: Edit the selected diary note
de: Die ausgewählte Notiz bearbeiten
el: Επεξεργασία της επιλεγμένης σημείωσης ημερολογίου
es: Editar la nota seleccionada
et: Muuda valitud päeviku märkust
fr: Éditer l'action sélectionnée
he: עריכת ההערה הנבחרת ביומן
lt: Redaguoti pasirinktą priminimą
nl: Bewerk de geselecteerde agendanotitie
pl: Edytuj wybraną notatkę
pt: Editar a terefa diária seleccionada
sk: Upraviť vybranú poznámku v diári

source: Created By
de: Erstellt von
el: Δημιουργήθηκε από
es: Creado por
et: Looja
fr: Créé par
he: נוצרה על ידי
lt: Sukūrė
nl: Aangemaakt door
pl: Utworzono przez
pt: Criado por
sk: Vytvoril

source: Delete the selected diary note
de: Die ausgewählte Notiz löschen
el: Διαγραφή επιλεγμένης σημείωσης ημερολογίου
es: Borrar la nota seleccionada
et: Kustuta valitud päeviku märkus
fr: Supprimer l'action sélectionnée
he: מחיקת ההערה הנבחרת ביומן
lt: Šalinti pasirinktą priminimą
nl: Verwijder de geselecteerde agendanotitie
pl: Usuń wybraną notatkę
pt: Apagar a terefa diária seleccionada
sk: Vymazať vybranú poznámku v diári

source: Edit the selected task
de: Ausgewählte Aufgabe bearbeiten
el: Επεξεργασία επιλεγμένης εργασίας
es: Editar la tarea seleccionada
et: Muuda valitud ülesannet
fr: Éditer la sous-tâche sélectionnée
he: עריכת המשימה שנבחרה
lt: Redaguoti pasirinktą standartinę užduotį
nl: Bewerk de geselecteerde taak
pl: Edytuj wybrane zadanie
pt: Editar a tarefa seleccionada
sk: Upraviť vybranú úlohu

source: Diarise For:
de: Tagesaufgaben für:
es: Entrada de diario para:
fr: Prévu dans :
he: הוספה ליומן עבור:
lt: Po kelių dienų:
nl: Agenda voor:
pt: Agendar diariamente para:
sk: Zaznamenané v diári pre:

source: Create New Diary Task Detail
de: Neue Aufgaben Reihe
el: Δημιουργία Λεπτομέρειας Νέας Εργασίας Ημερολογίου
es: Crear detalle para nueva tarea
et: Loo uus päeviku ülesande detail
fr: Créer une sous-tâche
he: יצירת פרטים למשימה חדשה ביומן
lt: Kurti naują standartinės užduoties darbą
nl: Maak een nieuw agendataakdetail aan
pl: Utwórz Nowy Wpis Szczegółów Zadania
pt: Criar um novo detalhe para tarefa diária
sk: Vytvoriť detail pre úlohu v diári

source: days from today (or 0 to prompt)
de: Tage ab heute (oder 0 für Abfrage)
es: días desde hoy (ó 0 para preguntar)
et: päevi tänasest (or 0 to prompt)
fr: jours à partir d'aujourd'hui (ou 0 pour être interrogé)
he: ימים מהיום (או 0 להזנה ידנית)
lt: dienos, skaičiuojant nuo pirmojo darbo (arba 0 - pirmam darbui)
nl: dagen vanaf vandaag (of 0 aangeven)
pl: dni od dnia dzisiejszego (wpisz 0, program zapyta później)
pt: dias a partir de hoje (ou 0 para perguntar)
sk: dní od dnes (alebo 0 pre okamžite)

source: Edit Diary Task Detail
de: Aufgaben Reihe bearbeiten
el: Επεξεργασία Λεπτομερειών Εργασίας Ημερολογίου
es: Editar detalle de la tarea
et: Muuda päeviku ülesande detaili
fr: Éditer la sous-tâche
he: עריכת פרטים למשימה ביומן
lt: Redaguoti standartinės užduoties darbą
nl: Bewerk details van de agendataak
pl: Edytuj Szczegóły Zadania
pt: Editar Detalhe de Tarefa Diária
sk: Upraviť detail úlohy v diári

source: Task:
de: Aufgabe:
el: Εργασία:
es: Tarea:
et: Ülesanne:
fr: Tâche :
he: משימה:
lt: Standartinė užduotis:
nl: Taak:
pl: Zadanie:
pt: Tarefa:
sk: Úloha:

source: Edit Diary Task
de: Aufgaben Reihe bearbeiten
el: Επεξεργασία Εργασίας Ημερολογίου
es: Editar tarea
et: Muuda päeviku ülesannet
fr: Mettre à jour la tâche
he: עריכת משימה ביומן
lt: Redaguoti standartinę užduotį
nl: Bewerk agendataak
pl: Edytuj Zadanie
pt: Editar Tarefa Diária
sk: Upraviť úlohu v diári

source: Delete this task
de: Diese Aufgabe löschen
el: Διαγραφή εργασίας
es: Borrar la tarea
et: Kustuta see ülesanne
fr: Supprimer la sous-tâche sélectionnée
he: מחיקת משימה זו
lt: Šalinti šią standartinę užduotį
nl: Verwijder deze taak
pl: Usuń to zadanie
pt: Apagar esta Tarefa
sk: Vymazať túto úlohu

source: Day Pivot
de: Schlüsseltag
el: Άξονας Ημέρας
es: Día pivote
fr: Jour de rotation
he: יום כציר זמן
lt: Dienų seka
nl: Dagrotatie
pt: Dia Pivot
sk: Základ dňa

source: Save the header
de: Überschrift speichern
el: Αποθήκευσε την επικεφαλίδα
es: Guardar la cabecera
et: Salvesta päis
fr: Sauvegarder
he: שמירת הכותרת
lt: Išsaugoti antraštę
nl: Sla de kop op
pl: Zapisz nagłówek
pt: Gravar o cabeçalho
sk: Uložiť hlavičku

source: New task detail
de: Neue Teil-Aufgabe
el: Νέα Λεπτομέρεια εργασίας
es: Nuevo detalle de la tarea
et: Uus ülesande detail
fr: Créer une sous-tâche
he: פרטי המשימה החדשה
lt: Naujas standartinės užduoties darbas
nl: Nieuw detail voor agendataak
pl: Nowe szczegóły zadania
pt: Novo detalhe de tarefa
sk: Nový detail úlohy

source: Link
de: Verknüpfung
el: Σύνδεση
es: Enlace
fr: Lien
he: קישור
lt: Sąsaja
nl: Koppeling
pl: Odnośnik
pt: Ligação

source: View Diary Notes
de: Tagesnotizen öffnen
el: Προβολή Σημειώσεων Ημερολογίου
es: Visualizar las notas
et: Vaata päeviku märkusi
fr: Voir les actions
he: צפייה בהערות יומן
lt: Žiūrėti priminimus
nl: Bekijk agendanotities
pl: Pokaż Notatki
pt: Ver Notas Diárias
sk: Prezrieť poznámky v diári

source: View the record this diary note relates to
de: Verlinkten Vorgang zu dieser Notiz öffnen
el: Εμφάνισε το αρχείο που σχετίζεται με αυτό το ημερολόγιο
es: Visualizar el registro al que pertenece esta nota
fr: Voir le dossier en relation avec cette action
he: צפייה ברשומה אליה מתייחסת הערה זו ביומן
lt: Žiūrėti įrašą, su kuriuo susijęs šis priminimas
nl: Bekijk het record waar deze agendanotitie naar verwijst
pl: Pokaż wpis, do którego odnośi się ta notatka
pt: Ver o registo a que esta nota diária se refere
sk: Prezrieť záznam, ku ktorému táto poznámka v diári prislúcha

source: Execute Diary Task
de: Tagesaufgabe ausführen
el: Εκτέλεση Εργασίας Ημερολογίου
es: Ejecutar tarea
et: Teosta päeviku ülesanne
fr: Executer les tâches du journal
he: הוצאה לפועל של משימה ביומן
lt: Vykdyti standartinę užduotį
nl: Voer agendataak uit
pl: Wykonaj Zadanie
pt: Executar Tarefa Diária
sk: Vykonať úlohu v diári

source: Diary entries successfully created.
de: Tagebuch Einträge erfolgreich erzeugt
el: Εγγραφές ημερολογίου δημιουργήθηκαν επιτυχώς.
es: Entradas creadas con éxito.
et: Päeviku sissekanded edukalt loodud.
fr: Entrées créées avec succès dans l'agenda.
he: רשומות היומן נוצרו בהצלחה.
lt: Priminimai sėkmingai sukurti.
nl: Boeking succesvol aangemaakt.
pl: Wpis w dzienniku został utworzony.
pt: Entradas Diárias criadas com sucesso
sk: Záznamy v diári úspešne vytvorené.

source: Enter Date
de: Datum Eintragen
el: Εισαγωγή Ημερομηνίας
es: Introduzca la fecha
et: Sisesta kuupäev
fr: Indiquer la date
he: הזנת תאריך
lt: Įvedimo data
nl: Voer de datum in
pl: Wpisz datę
pt: Introduzir data
sk: Zadajte dátum

source: Diary Task Complete
de: Tagesaufgabe komplett
el: Ολοκληρωμένη Εργασία Ημερολογίου
es: Tarea completada
et: Päeviku ülesanne täidetud
fr: Tâche accomplie
he: המשימה ביומן הושלמה
lt: Užduotis atlikta
nl: Agendataak voltooid
pl: Zakończono Zadanie
pt: Tarefa Diária Completa
sk: Úloha z diára vybavená

source: Complete the selected diary notes
de: Ausgewählte Tagesaufgaben fertigstellen
el: Ολοκλήρωσε τις επιλεγμένες σημειώσεις ημερολογίου
es: Complete las notas seleccionadas
et: Täida valitud päeviku märkused
fr: Marquer l'action sélectionnée comme effectuée
he: השלמה של הערות היומן הנבחרות
lt: Pažymėti atliktais pasirinktus priminimus
nl: Voltooi de geselecteerde agendanotities
pl: Zamknij zaznaczone notatki
pt: Completar as notas diárias seleccionadas
sk: Označené poznámky v diári zmeniť na vybavené

source: Name Like:
de: Name ähnlich wie:
es: Nombre como:
fr: Le nom contient :
he: שם כגון:
lt: Skirti kam:
nl: Naam zoals:
pt: Nome como:
sk: Názov (meno):

source: Show Future:
de: Zukünftige Vorgänge anzeigen:
es: Mostrar futuras:
et: Näita tulevaid:
fr: Voir les "futures" :
he: הצגת עתידיות:
lt: Rodyti būsimus:
nl: Toon toekomst:
pl: Pokaż Przyszłe:
pt: Mostrar próximos:
sk: Zobraziť nasledujúce:

source: Show Completed:
de: Abgeschlossene Vorgänge anzeigen:
el: Προβολή Ολοκληρωμένων:
es: Mostrar completadas:
et: Näita tehtuid:
fr: Voir les "effectuées"
he: הצגת מושלמות:
lt: Rodyti atliktus:
nl: Toon voltooid:
pl: Pokaż Zakończone:
pt: Mostrar completos:
sk: Zobraziť dokončené:

source: Completed
de: Abgeschlossen
el: Ολοκληρώθηκε
es: Completado
et: Täidetud
fr: Terminé
he: הושלמה
lt: Atlikta
nl: Voltooid
pl: Zakończone
pt: Completo
sk: Dokončené

source: Edit Vets Diary
de: Veterinärbuch bearbeiten
el: Επεξεργασία Ημερολογίου Κτηνιάτρου
es: Editar diario veterinario
et: Muuda veterinaari päevikut
fr: Éditer l'agenda vétérinaire
he: עריכת יומן הווטרינר
lt: Priminimai veterinarui
nl: Bewerk dierenartsenagenda
pl: Edytuj Dziennik Weterynaryjny
pt: Editar Diário dos Vets
sk: Upraviť diár veterinára

source: Edit notes after creation
de: Notizen nach Erstellung zum Bearbeiten öffnen
el: Επεξεργασία σημειώσεων μετά την δημιουργία
es: Editar notas tras crearlas
et: Muuda märkusi peale loomist
fr: Editer les notes après leur création
he: עריכת ההערות לאחר יצירתן
lt: Sukūrus redaguoti pastabas
nl: Notities bewerken na aanmaken
pl: Edytuj notatki po ich utworzeniu
pt: Editar notas depois da sua criação
sk: Upraviť poznámky po vytvorení

source: Tick this box to edit the diary notes created by this task
de: Auswählen um die Tagesnotizen dieser Aufgabe nach Erstellung zum Bearbeiten zu öffnen
el: Επιλογή πλαισίου για επεξεργασία σημειώσεων ημερολογίου που δημιουργήθηκαν από αυτή την εργασία
es: Marque esta casilla para editar las notas creadas por esta tarea
fr: Cocher cette case pour éditer les actions créées par cette tâche
he: יש לסמן תיבה זו כדי לערוך הערות יומן שנוצרו על ידי משימה זו
lt: Pažymėkite šį laukelį, jei norite redaguoti su šia užduotimi susijusius priminimus
nl: Vink dit aan om de aangemaakte agendanotities bij deze taak te bewerken
pl: Zaznacz to pole aby edytować notatki dziennika utworzone przez to zadanie
pt: Seleccione esta caixa para editar notas diárias criadas por esta tarefa
sk: Označte toto pre úpravu poznámok v diári vytvorených touto úlohou

source: Edit Diary - {0}
de: Tagebuch - {0} bearbeiten
el: Επεξεργασία Ημερολογίου - {0}
es: Editar diario - {0}
et: Muuda päevikut - {0}
fr: Editer le journal - {0}
he: עריכת יומן - {0}
lt: Redaguoti priminimą - {0}
nl: Bewerk agenda - {0}
pl: Edytuj Dziennik - {0}
pt: Editar Diário - {0}
sk: Upraviť diár - {0}

source: Please enter a date for the diary note in task {0} with subject {1}
de: Fehlendes Datum für Tagesnotiz für Aufgabe {0} mit dem Betreff: {1}
el: Παρακαλώ εισάγετε ημερομηνία για τις σημειώσεις ημερολογίου στην εργασία {0} με θέμα {1}
es: Por favor, introduzca una fecha para la nota en la tarea {0} de asunto {1}
fr: Veuillez saisir une date pour l'action de la tâche {0} avec le sujet {1}
he: יש להזין את התאריך עבור הערת היומן למשימה {0} בעלת הכותרת {1}
lt: Įveskite priminimo {1}, priklausančio užduočiai {0}, datą
nl: Voer een datum in voor de agendanotitie in de taak {0} met onderwerp {1}
pl: Wprowadź datę dla notatki w zadaniu {0} o temacie {1}
pt: Por Favor introduza uma data para a nota diária na tarefa {0} com assunto {1}
sk: Prosím zadajte dátum pre poznámku v diári úlohy {0} s predmetom {1}

source: New Diary - {0}
de: Neues Tagebuch - {0}
el: Νέο Ημερολόγιο - {0}
es: Nuevo diario - {0}
et: Uus päevik - {0}
fr: Nouveau journal - {0}
he: יומן חדש - {0}
lt: Naujas priminimas - {0}
nl: Nieuwe agenda - {0}
pl: Nowy Dziennik - {0}
pt: Novo Diário - {0}
sk: Nový diár - {0}

source: Edit Diary Task - {0}
de: Tagesaufgabe bearbeiten - {0}
el: Επεξεργασία Εργασίας Ημερολογίου - {0}
es: Editar tarea - {0}
et: Muuda päeviku ülesannet - {0}
fr: Editer la tâche - {0}
he: עריכת משימה ביומן - {0}
lt: Redaguoti standartinę užduotį - {0}
nl: Bewerk agendataak - {0}
pl: Edytuj Zadanie - {0}
pt: Editar Tarefa Diária - {0}
sk: Upraviť úlohu v diári - {0}

source: {0} is not a valid date.
de: {0} - ist ein ungültiges Datum
el: {0} δεν είναι έγκυρη ημερομηνία
es: {0} no es una fecha válida.
et: {0} ei ole lubatud kuupäev.
fr: {0} est une date incorrecte.
he: {0} אינו תאריך תקני.
lt: {0} klaidinga data.
nl: {0} is geen geldige datum.
pl: {0} jest błędną datą.
pt: {0} não é uma data válida
sk: {0} nie je platný dátum.

source: Select Species
de: Wählen Sie eine Tierart
el: Επιλέξτε Είδος
es: Seleccione especie
et: Vali liik
fr: Sélectionner l'espèce
he: בחירת זן
lt: Pasirinkite rūšį
nl: Kies diersoort
pl: Wybierz Gatunek
pt: Seleccione Espécies
sk: Vyberte druhy

source: Select species:
de: Tierart auswählen:
el: Επιλέξτε είδος:
es: Seleccione especie:
et: Vali liik:
fr: Sélectionner l'espèce :
he: בחירת זן:
lt: Pasirinkite rūšį:
nl: Kies diersoort:
pl: Wybierz gatunek:
pt: Seleccione Espécies:
sk: Vyberte druhy:

source: Select Year
de: Wählen Sie ein Jahr
el: Επιλέξτε Έτος
es: Seleccione año
et: Vali aasta
fr: Sélectionner l'année
he: בחירת שנה
lt: Pasirinkite metus
nl: Kies jaar
pl: Wybierz rok
pt: Seleccione o Ano
sk: Vyberte rok

source: Select Animal Type
de: Wählen Sie eine Tierart
el: Επιλέξτε Τύπο Ζώου
es: Seleccione tipo de animal
et: Vali looma tüüp
fr: Sélectionner le type d'animal
he: בחירת סוג חיית המחמד
lt: Pasirinkite gyvūno tipą
nl: Kies diertype
pl: Wybierz rodzaj
pt: Seleccione Tipo de Animal
sk: Vyberte typ zvieraťa

source: Select Internal Location
de: Interne Unterbringung auswählen
el: Επιλέξτε Εσωτερική Τοποθεσίας
es: Seleccione ubicación interna
et: Vali asukoht
fr: Sélectionner l'emplacement interne
he: בחירת מיקום פנימי
lt: Pasirinkite vidaus patalpą
nl: Kies interne locatie
pl: Wybierz Lokalizację Wewnętrzną
pt: Seleccione Localização Interna
sk: Vyberte interné umiestnenie

source: Select user:
de: Benutzer auswählen:
el: Επιλέξτε χρήστη:
es: Seleccione usuario:
et: Vali kaustaja:
fr: Sélectionner l'utilisateur :
he: בחירת משתמש:
lt: Pasirinkite naudotoją:
nl: Kies gebruiker:
pl: Wybierz użytkownika:
pt: Seleccione Utilizador:
sk: Vyberte užívateľa:

source: Select User
de: Wählen Sie einen Benutzer aus
el: Επιλέξτε χρήστη
es: Seleccione usuario
et: Vali kasutaja
fr: Choisir l'utilisateur
he: בחירת משתמש
lt: Pasirinkite naudotoją
nl: Kies gebruiker
pl: Wybierz użytkownika
pt: Seleccione Utilizador:
sk: Vyberte užívateľa

source: Select a diet
de: Wählen Sie eine Diät aus
el: Επιλέξτε δίαιτα
es: Seleccione una dieta
et: Vali dieet
fr: Sélectionner le régime
he: בחירת דיאטה
lt: Pasirinkite dietą
nl: Kies een dieet
pl: Wybierz dietę
pt: Seleccione uma dieta
sk: Vyberte diétu

source: Select a voucher
de: Wählen Sie einen Beleg aus
el: Διάλεξε ένα κουπόνι
es: Seleccione un vale
et: Vali vautšer
fr: Sélectionner un bon
he: בחירת שובר
lt: Pasirinkite taloną
nl: Kies een tegoedbon
pl: Wybierz Voucher
pt: Seleccione um voucher
sk: Vyberte poukaz

source: Select a Medical Profile
de: Wählen Sie eine Medizinisches Profil aus
el: Επιλέξτε ιατρικού προφίλ
es: Seleccione un diagnóstico
fr: Sélectionner un profil médical
he: בחירת פרופיל רפואי
lt: Pasirinkite gydymo profilį
nl: Kies een medisch profiel
pl: Wybierz Profil Weterynaryjny
pt: Seleccione um Perfil Médico
sk: Vyberte liečebný profil

source: Select Locale
de: Wählen Sie eine Regionale Einstellung aus
el: Επιλέξτε γλώσσα
es: Seleccione idioma
fr: Sélectionner la langue
he: בחירת שפה
lt: Pasirinkite vietovę
nl: Kies land/taal
pl: Wybierz Ustawienia Regionalne
pt: Seleccione Local
sk: Zvoliť lokalizáciu

source: Information
el: Πληροφορίες
es: Información
et: Info
he: נתונים
lt: Informacija
nl: Informatie
pl: Informacje
pt: Informação
sk: Informácie

source: Warning
de: Warnung
el: Προσοχή
he: אזהרה
lt: Dėmesio
nl: Waarschuwing
pl: Uwaga
pt: Aviso

source: There are no animals on the shelter.
de: Es sind keine Tiere im Unterschlupf
el: Δεν υπάρχουν ζώα στο άσυλο
he: אין חיות מחמד בבית המחסה.
lt: Prieglaudoje gyvūnų nėra.
nl: Er zijn geen dieren in het asiel
pl: Brak zwierząt w schronisku.
pt: Não existem animais no Canil

source: Select Animal
de: Wähle Tier
el: Επιλέξτε Zώο
he: בחירת חיית מחמד
lt: Rinktis gyvūną
nl: Kies dier
pl: Wybierz Zwierzę
pt: Seleccione Animal

source: Include Reserved Animals
de: Reservierte Tiere mit einbeziehen
el: Συμπεριέλαβε κρατημένα ζώα
es: Incluir animales reservados
et: Lisa broneeritud loomad
fr: Inclure les animaux réservés
he: הכללת חיות מחמד שהוזמנו
lt: Įtraukti rezervuotus gyvūnus
nl: Inclusief gereserveerde dieren
pl: Włączając Zwierzęta Zarezerwowane
pt: Incluir Animais Reservados
sk: Zahrnúť rezervované zvieratá

source: Include Fostered Animals
de: Tiere in Pflege mit einbeziehen
el: Συμπεριέλαβε ζώα υπό αναδοχή
es: Incluir animales acogidos
et: Lisa hoiukodu loomad
fr: Inclure les animaux en famille d'accueil
he: הכללת חיות מחמד שבאימוץ זמני
lt: Įtraukti laikinai namuose globojamus gyvūnus
nl: Inclusief dieren bij gastgezin
pl: Włączając Zwierzęta przebywające w DT
pt: Incluir Animais Adoptados
sk: Zahrnúť zvieratá v domácej opatere

source: Generate JavaScript database
de: JavaScript Datenbank erzeugen
el: Δημιουργία βάσης δεδομένων JavaScript
es: Generar base de datos JavaScript
fr: Générer une base de données JavaScript
he: יצירת מסד נתונים ב־JavaScript
lt: Generuoti JavaScript duomenų bazę
nl: Maak JavaScript databank aan
pt: Gerar Base de Dados Javascript
sk: Generovať JavaScript databázu

source: Publish
de: Veröffentlichen
el: Δημοσίευση
es: Publicar
et: Avalda
fr: Publier
he: פרסום
lt: Publikuoti
nl: Publiceer
pl: Publikuj
pt: Publicar
sk: Publikovať

source: View Site?
de: Webseite anzeigen?
el: Προβολή ιστοσελίδας;
es: ¿Visualizar el sitio?
et: Vaata veebilehte?
fr: Voir le site ?
he: צפייה באתר?
lt: Žiūrėti tinklalapį?
nl: Site bekijken?
pl: Pokazać Wygenerowaną Stronę?
pt: Ver Site?
sk: Prezrieť stránku?

source: Animals Per Page:
de: Anzahl der Tiere per Seite
el: Ζώα ανά σελίδα:
es: Animales por página:
et: Loomi lehekülje kohta:
fr: Animaux par page :
he: חיות מחמד בעמוד:
lt: Gyvūnų puslapyje:
nl: Dieren per pagina:
pl: Zwierząt na Każdej Stronie:
pt: Animais por página:
sk: Zvierat na stranu:

source: Include Cruelty Case Animals
de: Vergehen gegen Tierschutzgesetz mit einbeziehen
el: Συμπεριέλαβε ζώα περιπτώσεων αγριότητας
es: Incluir animales con casos de crueldad
et: Lisa omanikult väärkohtlemise pärast ära võetud loomad
fr: Inclure les cas de maltraitances
he: הכללת חיות מחמד שעברו התעללות
lt: Įtraukti žiaurų elgesį patyrusius gyvūnus
nl: Inclusief mishandelde dieren
pl: Dołącz Zwierzęta Bedące Ofiarą Przemocy
pt: Incluir casos de crueldade
sk: Zahrnúť týrané zvieratá

source: Publish Animals Available For Adoption
de: Vermittelbare Tiere über Internet publizieren
el: Δημοσίευση Διαθέσιμων Ζώων για Υιοθεσία
es: Publicar animales disponibles para adopción
et: Avalda adopteerimiseks sobilikud loomad
fr: Publication des animaux disponibles à l'adoption
he: פרסום חיות מחמד הזמינות לאימוץ
lt: Publikuoti atiduodamus gyvūnus
nl: Publiceer plaatsbare dieren
pl: Opublikuj Zwierzęta Skierowane do Adopcji
pt: Publicar animais disponíveis para adopção
sk: Publikovať zvieratá dostupné na adopciu
